Repository: ericquartey/wms
Catalog: VerticalWarehouses/Common/Resources/HelpDescriptions.*.resx
Languages: it

source: HelpDrawerActivityPickingDescription
it: La procedura fornisce tutte le informazioni di dettaglio relative all'operazione di prelievo schedulata sul cassetto presente nella baia in cui opera l'utente. Il disegno, se presente, mostra la suddivisione del cassetto e la zona evidenziata indica lo scomparto su cui operare. Se presente viene mostrata anche l'immagine dell'articolo oggetto della movimentazione.

source: HelpDrawerActivityPickingQtyRequest
it: Viene visualizzata la quantita' dell'articolo da prelevare dallo scomparto evidenziato.

source: HelpDrawerActivityPickingQtyPicked
it: L'utente puo' cambiare la quantita' realmente prelevata nel caso in cui la giacenza non sia sufficiente. In condizioni normali il campo e' gia' riempito con la quantita' richiesta.

source: HelpDrawerActivityPickingDetailDescription
it: La finestra mostra una serie di informazioni aggiuntive a quelle presenti nella finestra di picking. Sono visualizzate informazioni di dettaglio sia dell'articolo in fase di prelievo che della eventuale packing list associata. Se presente, e' visualizzata anche l'immagine dell'articolo.

source: HelpDrawerActivityPickingDetailListRow
it: Riporta la riga della lista a cui si riferisce l'operazione di prelievo in corso.

source: HelpDrawerActivityPickingDetailProductionDate
it: Viene indicata la data di produzione dell'articolo in fase di prelievo.

source: HelpDrawerActivityPickingDetailLotto
it: Viene indicato, se presente, il lotto di produzione dell'articolo in fase di prelievo.

# HelpDrawerActivityPickingDetailMaterialStatus
source: HelpDrawerActivityPickingMaterialStatus
it: E' indicato, se previsto, lo stato del materiale soggetto a prelievo.

source: HelpDrawerActivityPickingDetailPackListCode
it: Indica, se prevista, la packing list dove vengono raccolte le informazioni relative ai vari articoli in fase di prelievo.

source: HelpDrawerActivityPickingDetailPackListDescription
it: Indica, se presente, la descrizione della packing list che unisce i materiali in prelievo.

source: HelpDrawerActivityPickingDetailBoxType
it: Fornisce l'indicazione del tipo di confezionamento dell'articolo in fase di prelievo.

source: HelpDrawerActivityPickingDetailQtyRequest
it: Viene visualizzata la quantita' dell'articolo da prelevare dallo scomparto evidenziato.

source: HelpDrawerActivityRefillingDetailDescription
it: La pagina mostra i dettagli relativi all'operazione di versamento attualmente in corso. Vengono forniti maggiori dettagli rispetto alla pagina base sulle operazioni da effettuare.

source: HelpDrawerActivityRefillingDetailListRow
it: Indica la riga della lista coinvolta nell'operazione in corso.

source: HelpDrawerActivityRefillingDetailProductionDate
it: Riporta da data di produzione dell'articolo.

source: HelpDrawerActivityRefillingDetailMaterialStatus
it: Mostra lo stato materiale dell'articolo in fase di versamento.

source: HelpDrawerActivityRefillingDetailLotto
it: Mostra il lotto di produzione dell'articolo in fase di versamento.

source: HelpDrawerActivityRefillingDetailPackaging
it: Indica il tipo di confezionamento dell'articolo in fase di versamento.

source: HelpDrawerActivityRefillingDetailQtyToRefill
it: Quantita' da versare nello scomparto indicato.

source: HelpCommonList
it: Viene indicato il codice della lista abbinata alla procedura in corso.

source: HelpCommonListDescription
it: Mostra la descrizione della lista abbinata all'operazione in corso.

source: HelpCommonItem
it: Indica il codice dell'articolo oggetto dell'operazione in corso.

source: HelpCommonItemDescription
it: E' visualizzata la descrizione dell'articolo oggetto dell'operazione in corso.

source: HelpCommonPosition
it: Il campo indica la posizione in cui si trova lo scomparto oggetto dell'operazione in corso mappato secondo la codifica adottata.

source: HelpCommonNote
it: Sono mostrate all'operatore eventuali note associate all'operazione da effettuare.

source: HelpCommonDetail
it: Il pulsante permette di entrare nella pagina che mostra ulteriori dettagli relativi all'operazione in corso.

source: HelpCommonConfirm
it: Conferma che l'operazione in corso e' stata completata.

source: HelpDrawerActivityRefillingDescription
it: La procedura permette di effettuare il refilling dello scomparto che contiene l'articolo avente le stesse caratteristiche di quello in versamento. La procedura permette di aggiornare la capacita' massima dello scomparto nel caso il valore registrato risulti errato.

source: HelpDrawerActivityRefillingQtyToRefill
it: Quantita' da versare nello scomparto selezionato.

source: HelpDrawerActivityRefillingUpdateMaxQty
it: Apre la pagina di gestione dell'aggiornamento della capacita' massima dello scomparto.

source: HelpDrawerActivityRefillingQtyRefilled
it: Permette di impostare la quantita' effettivamente versata nello scomparto selezionato.

source: HelpCommonGridColumnHeader
it: Descrizione colonne della tabella.

source: HelpCommonUp
it: Sposta il puntatore all'elemento precedente. Con la doppia pressione sposta ad inizio lista.

source: HelpCommonDown
it: Sposta il puntatore all'elemento successivo. Con la doppia pressione sposta a fine lista.

source: HelpListsInWaitDescription
it: La procedura permette di visualizzare tutte le liste messe in attesa di esecuzione dal sistema WMS. Per ogni lista sono indicate le macchine coinvolte. E' possibile mettere in esecuzione solo la quota parte di liste che hanno qualche articolo da prelevare presente nella macchina da cui si sta usando la procedura.

source: HelpListsInWaitGridList
it: La colonna della griglia presenta i codici delle liste in attesa di esecuzione.

source: HelpListsInWaitGridDescription
it: La colonna della griglia presenta la descrizione delle liste in attesa di esecuzione.

source: HelpListsInWaitGridMachine
it: La colonna riporta, per ogni lista, l'elenco delle macchine coinvolte per la sua esecuzione.

source: HelpListsInWaitListsDetail
it: Il pulsante permette di accedere alla pagina di dettaglio della lista dove e' possibile vedere la lista degli articoli presenti.

source: HelpListsInWaitListsExecute
it: Il pulsante, se attivo, permette di mettere in esecuzione la lista correntemente selezionata per la quota parte presente nella macchina su cui si sta operando.

source: HelpDetailListsInWaitGridRow
it: Riporta il numero della riga della lista visualizzata.

source: HelpDetailListsInWaitGridItem
it: Indica il codice articolo.

source: HelpDetailListsInWaitGridItemDescription
it: Riporta la descrizione dell'articolo.

source: HelpDetailListsInWaitGridQuantity
it: Indica la quantita' richiesta di quell'articolo.

source: HelpDetailListsInWaitDescription
it: La pagina mostra il dettaglio della lista selezionata. Nell'ambito di tutte le righe visualizzate e' possibile eseguire solo quelle che risultano evidenziate perche' l'articolo e' contenuto nella macchina su cui si sta operando. Il pulsante di "Esegui lista" e' attivo solo se esiste almeno una riga eseguibile nella macchina su cui si sta lavorando.

source: HelpItemSearchDescription
it: La procedura permette la ricerca di un articolo utilizzando sia la colonna codice che quella di descrizione. Il testo inserito nel campo di ricerca viene automaticamente utilizzato per trovare quanto richiesto sfruttando il contenuto delle due colonne. Nella griglia viene visualizzato il risultato.

source: HelpItemSearchGridItem
it: Riporta la lista dei codici articolo che corrispondo al criterio di ricerca.

source: HelpItemSearchGridItemDescription
it: Riporta la descrizione dei codici articolo che corrispondo al criterio di ricerca.

source: HelpItemSearchGridMachine
it: Indica la lista delle macchine che contengono l'articolo indicato nella riga. Un articolo puo' essere presente in una o piu' macchine.

source: HelpItemSearchTextToFind
it: Inserire nel campo la sequenza di caratteri da cercare nei campi codice e descrizione articolo.

source: HelpItemSearchQtyAvailable
it: Indica la quantita' disponibile dell'articolo selezionato presente all'interno della macchina su cui si sta lavorando.

source: HelpItemSearchQtyRequired
it: Il campo e' abilitato solo se la quantita' disponibile per l'articolo selezionato e' maggiore di zero. E' possibile inserire un valore non superiore alla quantita' disponibile.

source: HelpItemSearchItemCall
it: Permette di richiedere l'articolo selezionato nella quantita' richiesta. Il pulsante e' abilitato solo se l'articolo e' disponibile nella macchina in cui si sta operando.

source: HelpItemSearchDetailDescription
it: La pagina visualizza i principali dati dell'articolo selezionato. Informazioni piu' dettagliate possono essere visualizzate a livello del WMS di gestione.

source: HelpItemSearchDetailMangementType
it: Indica la modalita' di gestione dell'articolo.

source: HelpItemSearchDetailFifoPeriod
it: Indica il periodo Fifo dell'articolo, espresso nell'unita' di misura indicata.

source: HelpItemSearchDetailCategory
it: Categoria di appartenenza dell'articolo.

source: HelpItemSearchDetailClasse
it: Classe di movimentazione dell'articolo selezionato.

source: HelpItemSearchDetailMeasurementUnit
it: Unita' di misura selezionata per l'articolo.

source: HelpItemSearchDetailAverageWeight
it: Peso medio unitario espresso nell'unita' di misura indicata.

source: HelpDetailListsInWaitListExecute
it: Permette l'esecuzione delle righe della lista evidenziate. Il pulsante e' abilitato solo se almeno una riga della lista selezionata puo' essere eseguita nella macchina su cui si sta lavorando.

source: HelpDetailListsInWaitMachine
it: La colonna riporta la macchina o le macchine su cui l'articolo e' attualmente presente.

source: HelpImmediateDrawerCallDescription
it: La procedura permette di chiamare il cassetto selezionato nella baia su cui l'operatore sta lavorando. I cassetti con lo status di colore rosso non sono accessibili all'utente che sta operando in quanto bloccati dal WMS oppure associati ad un particolare utente.

source: HelpImmediateDrawerCallGridDrawer
it: Indica il numero del cassetto a cui si riferiscono i dati della griglia.

source: HelpImmediateDrawerCallGridHeight
it: Altezza corrente del cassetto selezionato.

source: HelpImmediateDrawerCallGridWeight
it: Indica il peso attuale del cassetto selezionato.

source: HelpImmediateDrawerCallGridCell
it: Indica la cella in cui e' stoccato in cassetto.

source: HelpImmediateDrawerCallGridSide
it: Indica il lato della macchina in cui e' stoccato il cassetto.

source: HelpImmediateDrawerCallGridStatus
it: Riporta lo stato corrente del cassetto. Il colore rosso indica che il cassetto non e' richiamabile dall'utente attualmente connesso.

source: HelpImmediateDrawerCallRequestedDrawer
it: Riporta il numero del cassetto da richiamare.

source: HelpImmediateDrawerCallDrawerCall
it: Il pulsante permette di richiamare il cassetto correntemente selezionato nella griglia. Il pulsante e' attivo se il cassetto puo' essere richiamato dall'utente attuale.

source: HelpDrawerCompactingDescription
it: La procedura permette di compattare lo spazio occupato dai cassetti eliminando gli spazi persi. La procedura calcola per ogni lato della macchina quanti frammenti sono attualmente persi indicando quanto spazio puo' essere recuperato nel caso si faccia una compattazione totale. E' possibile selezionare uno spazio di compattazione inferiore, nel qual caso la procedura termina al raggiungimento del valore richiesto.

source: HelpDrawerCompactingSide
it: Indica il lato della macchina a cui si riferiscono i dati forniti.

source: HelpDrawerCompactingFragment
it: Indica il numero di frammenti persi presenti nel lato corrente.

source: HelpDrawerCompactingSpaceRecoverable
it: Riporta il massimo spazio che puo' essere recuperato nel lato corrente.

source: HelpDrawerCompactingSpaceToRecover
it: Spazio da recuperare. Di default viene settato al valore massimo di spazio recuperabile.

source: HelpDrawerCompactingCompactFront
it: Attiva la procedura di compattazione per il lato anteriore della macchina. Il bottone e' attivo se e' possibile recuperare lo spazio richiesto.

source: HelpDrawerCompactingCompactRear
it: Attiva la procedura di compattazione per il lato posteriore della macchina. Il bottone e' attivo se e' possibile recuperare lo spazio richiesto.
