Repository: ericquartey/wms
Catalog: VerticalWarehouses/Common/Resources/HelpDescriptions.*.resx
Languages: it

source: BeltBurnishingUpLimit
it: Indica il valore della quota superiore richiesta dal test. Impostare il valore solo se il campo risulta editabile.

source: BeltBurnishingDownLimit
it: Indica il valore della quota inferiore richiesta dal test. Impostare il valore solo se il campo risulta editabile.

source: BeltBurnishingRequiredCycles
it: Impostare il numero di cicli richiesti.

source: BeltBurnishingCompletedCycles
it: Visualizza il numero di cicli attualmente completati.

source: BeltBurnishingActualPosition
it: Riporta la posizione corrente dell'asse.

source: BeltBurnishingStartCycle
it: Avvia il test. Il test continua fino al raggiungimento del numero di cicli richiesti o fino alla pressione del tasto di arresto.

source: BeltBurnishingStopCycle
it: Arresta il test. Il ciclo si arresta al termine del movimento corrente. La pressione del tasto di avvio ciclo riprende l'esecuzione del test fino a completamento.

source: BeltBurnishingFunctionDescription
it: La procedura permette di effettuare una serie di cicli di spostamento dell'asse verticale fra due punti indicati nei dati di input. Il ciclo, quando avviato, prosegue o fino al raggiungimento dei cicli richiesti o alla pressione del tasto di fine.

source: ResolutionCalibrationFunctionDescription
it: La funzione di calibrazione della risoluzione dell'asse verticale permette di tarare il corretto valore tramite misura sul campo aggiornando poi il valore di default proposto dal sistema. La procedura opera per passi successivi fino al corretto completamento.

source: ResolutionCalibrationInitialPositionHelp
it: Se il campo e' editabile impostare la quota iniziale richiesta.

source: ResolutionCalibrationInitialStartHelp
it: Il pulsante avvia la procedura con l'esecuzione dell'origine asse ed il successivo posizionamento alla quota indicata in precedenza.

source: ResolutionCalibrationFinalPositionHelp
it: Se il campo e' editabile impostare la quota finale richiesta.

source: ResolutionCalibrationFinalPosizionStartHelp
it: Il pulsante avvia lo spostamento dell'asse alla quota finale impostata in precedenza.

source: ResolutionCalibrationMeasuredeValueHelp
it: Indica la corsa misurata dalla posizione iniziale a quella finale.

source: VerticalResolutionCalibrationStep1
it: Passo 1 : posiziona asse alla quota iniziale

source: VerticalResolutionCalibrationStep2
it: Passo 2 : posiziona asse alla quota finale

source: VerticalResolutionCalibrationStep3
it: Passo 3 : aggiorna la risoluzione al nuovo valore

source: VerticalResolutionCalibrationStep4
it: Passo 4 : riposiziona asse e chiude la procedura

source: ResolutionCalibrationActualResolutionHelp
it: Visualizza la risoluzione attuale dell'asse

source: ResolutionCalibrationNewResolutionHelp
it: Visualizza il nuovo valore di risoluzione calcolato dalla procedura.

source: ResolutionCalibrationAcceptNewResolution
it: Sostituisce il valore precedente di risoluzione con il nuovo valore calcolato.

source: ResolutionCalibrationGoToInitialPosizion
it: Riporta l'asse nella posizione iniziale.

source: ResolutionCalibrationCloseProcedure
it: Effettua l'origine dell'asse e chiude la procedura.

source: HelpInstallationStateDescription
it: Visualizza lo stato corrente dell'installazione. Le parti gia' completate sono evidenziate in verde mentre quelle da completare o da fare sono in grigio. Alcune procedure sono possibili solo dopo avere correttamente completato quelle propedeutiche.

source: HelpInstallationStateToDo
it: L'indicatore in grigio indica una procedura ancora da fare

source: HelpInstallationStateDone
it: Lìndicatore in verde indica una procedura correttamente completata.

source: HelpSSTitle
it: Visualizzazione stato sensori

source: HelpSSDescription
it: Le varie pagine permettono la visualizzazione dello stato sensori presenti nelle varie parti costituenti la macchina. La visualizzazione avviene in tempo reale e cambia al variare dello stato dei vari sensori.

source: HelpSSStateOn
it: Il colore verde indica lo stato attivo del sensore.

source: HelpSSStateOff
it: Il colore grigio indica lo stato non attivo del sensore.

source: HelpLSMTTitle
it: Comandi manuali a bassa velocita'.

source: HelpLSMTDescription
it: Permette di effettuare il movimento dei vari assi a bassa velocita. E' impostato uno spazio di movimento ridotto in entrambe le direzioni. Il testo dei pulsanti cambia in base al movimento richiesto. A collaudo macchina completato sara' possibile comandare a bassa velocita' tutti i vari assi senza interblocchi e per corse non limitate.

source: HelpLSMTActualPosition
it: Indica lo posizione corrente o lo stato per quelle parti che hanno solo posizioni discrete.

source: HelpLSMTMoveUp
it: Pulsante di movimento avanti, salita o apertura in base alla parte selezionata

source: HelpLSMTMoveDown
it: Pulsante di movimento indietro, discesa o chiusura in base alla parte selezionata

source: HelpGCDescription
it: Permette di effettuare una serie di test ripetitivi per la serranda di chiusura della baia selezionata. E' possibile impostare un tempo di attesa fra due movimenti consecutivi. La procedura termina al raggiungimento del numero di cicli impostati o all'uscita.

source: HelpGCRequiredCycles
it: Impostare il numero di cicli richiesti.

source: HelpGCDelay
it: Impostare il tempo di ritardo fra due cicli consecutivi.

source: HelpGCCompleted
it: Indica il numero di cicli attualmente completati.

source: HelpGCSensorA
it: Stato del sensore A della barriera.

source: HelpGCSensorB
it: Stato del sensore B della barriera.

source: HelpGCStartButton
it: Avvia l'inizio dei test richiesti. Il pulsante e' attivo se il numero di cicli richiesti e' maggiore di zero.

source: HelpGCStopButton
it: Arresta il ciclo al completamento del movimento corrente. La successiva pressione del pulsante di avvio riprende il test dal ciclo successivo a quello arrestato.

source: HelpVACDescription
it: La procedura permette di effettuare l'origine dell'asse verticale al termine del quale viene settata la posizione corrente indicata dal valore di offset. La procedura e' propedeutica per la realizzazione di altre funzioni che richiedono lo spostamento a quota dell'asse.

source: HelpVACDownLimit
it: Limite di movimento inferiore.

source: HelpVACUpLimit
it: Limite di movimento superiore.

source: HelpVACOffset
it: Valore attuale di offset. Al termine della origine asse la quota attuale e' impostata a questo valore.

source: HelpVACResolution
it: Risoluzione attuale dell'asse.

source: HelpVACFinalResult
it: Riporta l'esito finale della procedura.

source: HelpVacStart
it: Avvia la procedura di origine dell'asse verticale.

source: HelpVACStop
it: Arresta la procedura di origine dell'asse verticale.

source: ResolutionCalibrationInitialReadValueHelp
it: Valore iniziale della posizione corrente letto dal metro.

source: ResolutionCalibrationFinalReadValueHelp
it: Valore finale della posizione corrente letto dal metro.

source: HelpCCVDescription
it: La procedura permette di verificare ed eventualmente correggere la quota della cella selezionata. La correzione e' applicata alla sola cella selezionata.

source: HelpCCVSelectedCell
it: Impostare la cella di cui si vuole controllare la quota.

source: HelpCCVCellPosition
it: Indica la quota della cella correntemente selezionata.

source: HelpCCVStepValue
it: Valore della variazione di quota in fase di aggiustaggio.

source: HelpCCVAttualPosition
it: Valore corrente della quota dell'asse.

source: HelpCCVCorrectionValue
it: Valore totale della correzione da applicare.

source: HelpCCVSetPosition
it: Posiziona l'asse verticale in corrispondenza della cella selezionata.

source: HelpCCVStepPiu
it: Incrementa la quota corrente dell'asse del valore indicato dallo step.

source: HelpCCVStepMeno
it: Decrementa la quota corrente dell'asse del valore indicato dallo step.

source: HelpCCVApplyCorrection
it: Corregge la quota della cella selezionata del valore indicato nel campo che riporta il valore totale richiesto.

source: HelpVPPMDescription
it: La procedura permette di verificare il corretto posizionamento dei vari pannelli porta mensola. L'eventuale correzione viene applicata a tutte le celle appartenenti al pannello in verifica. La cella di partenza viene impostata solo all'inizio per selezionare il lato della macchina su cui operare. Tutte le celle pari sono su un lato e le dispari sull'altro.

source: HelpVPPMTotalPanels
it: Indica il numero totale di pannelli presenti nel lato selezionato dalla cella di riferimento.

source: HelpVPPMActualPanel
it: Indica il pannello attualmente selezionato su cui viene fatto il controllo.

source: HelpVPPMSelectedCell
it: Cella selezionata da cui deriva il pannello da controllare. I numeri dispari o pari selezionano il lato anteriore o posteriore.

source: HelpVPPMSelectedCellPosition
it: Quota della cella selezionata.

source: HelpVPPMActualPosition
it: Indica la posizione corrente dell'asse. Viene modificato dall'azione dei pulsanti di step.

source: HelpVPPMStepValue
it: Valore dello step da usare nella modifica della quota.

source: HelpVPPMCorrectionValue
it: Valore totale della correzione che sara' applicata alla quota della cella selezionata.

source: HelpVPPMNextPanel
it: Permette di passare al prossimo pannello da controllare.

source: HelpVPPMGoToCell
it: Posiziona l'asse in corrispondenza della cella selezionata.

source: HelpVPPMStepPiu
it: Incrementa la quota corrente dell'asse del valore indicato dallo step.

source: HelpVPPMStepMeno
it: Decrementa la quota corrente dell'asse del valore indicato dallo step.

source: HelpVPPMApplyCorrection
it: Applica la correzione al gruppo di celle presenti nel pannello correntemente selezionato.

source: HelpGHCDescription
it: La procedura permette di effettuale la regolazione della barriera di rilevamento altezza del cassetto. Il segnale di altezza raggiunta va usato anche in fase di pre posizionamento della sagoma di test.

source: HelpGHCVelocity
it: Impostare la velocita' da usare durante la fase di taratura.

source: HelpGHCSystemError
it: Indica l'errore di sistema che deriva dalla velocita' di taratura impostata e dallo scan time del sistema. Ridurre la velocita' per diminuire l'errore.

source: HelpGHCTollerance
it: Imposta la tolleranza massima ammessa nella misura. Il test da' esito negativo se il risultato eccede il valore richiesto.

source: HelpGHCHeightReaced
it: Indica l'attivazione del raggio utilizzato come elemento di verifica dell'altezza.

source: HelpGHCCurrentPosition
it: Riporta la posizione corrente dell'asse catena.

source: HelpGHCBarrierCorrection
it: Indica la correzione da applicare alla barriera. Il segno piu' richiede di alzare la barriera, il segno meno di abbassarla del valore indicato.

source: HelpGHCFinalResult
it: Riporta il risultato finale del test.

source: HelpGHCStart
it: Il pulsante avvia la procedura di controllo.

source: HelpGHCStop
it: Il pulsante arresta la procedura di controllo.

source: HelpWCDescription
it: La procedura permette di verificare che la misura del peso rientri all'interno della tolleranza prevista. Per la misura vengono utilizzati dei pesi campione nella quantita' indicata nell'apposito campo.

source: HelpWCTestRun
it: Indica la corsa effettuata a bassa velocita' durante la quale vengono effettuati i campionamenti della corrente erogata.

source: HelpWCWeightInserted
it: Indica il peso campione inserito per il test.

source: HelpWCWeightTollerance
it: Indica la tolleranza richiesta dalla misura.

source: HelpWCWeightMeasured
it: Indica il peso misurato dal sistema.

source: HelpWCFinalResult
it: Segnala l'esito finale della procedura. L'esito sara' positivo se il peso misurato rientra nella tolleranza impostata.

source: HelpWCStart
it: Avvia la procedura di test.

source: HelpWCStop
it: Arresta la procedura di test.

source: HelpVOCDescription
it: La procedura consente di correggere l'offset dell'asse verticale in modo da allineare la quota delle varie celle al sistema di riferimento dell'asse verticale.

source: HelpVOCSelectedCell
it: Cella selezionata per il controllo.

source: HelpVOCCellPosition
it: Quota attuale della cella selezionata

source: HelpVOCStepValue
it: Valore della variazione di quota da applicare ad ogni pressione dei tasti di spostamento asse.

source: HelpVOCActualPosition
it: Posizione attuale dell'asse verticale.

source: HelpVOCActualOffset
it: Valore attuale dell'offset asse verticale.

source: HelpVOCAdjustedOffset
it: Nuovo valore di offset.

source: HelpVOCGoToCell
it: Sposta l'asse verticale in alla quota della cella selezionata.

source: HelpVOCStepPiu
it: Incrementa la quota attuale dell'asse verticale del valore di step impostato.

source: HelpVOCStepMeno
it: Decrementa la quota attuale dell'asse verticale del valore di step impostato.

source: HelpVOCApplyCorrection
it: Aggiorna l'offset dell'asse verticale al valore indicato.

source: HelpCSCDescription
it: La procedura permette di modifica un blocco di celle comprese fra la prima e l'ultima selezionata. Il lato selezionato viene automaticamente indicato sulla base del numero cella iniziale a seconda sia pari o dispari.

source: HelpCSCInitialCell
it: Impostare il numero della cella iniziale del blocco.

source: HelpCSCFinalCell
it: Impostare il numero della cella finale del blocco.

source: HelpCSCCorrection
it: Impostare il valore desiderato della correzione che verra' applicata al gruppo celle selezionato.

source: HelpCSCSelectedSide
it: Riporta il lato su cui si sta effettuando la modifica. Il lato e' automaticamente determinato sulla base del numero cella iniziale selezionato se pari o dispari.

source: HelpCSCApplyCorrection
it: Applica la correzione al gruppo celle selezionato.

source: HelpLFDTotalCells
it: Indica il numero totale di celle da sottoporre a test.

source: HelpLFDTestedCells
it: Indica il numero di celle attualmente testate.

source: HelpLFDCellInTest
it: Numero della cella attualmente in test.

source: HelpLFDDrawerNumber
it: Numero del cassetto in fase di inserimento.

source: HelpLFDMaxLoad
it: Portata massima del cassetto in fase di carico.

source: HelpLFDInsertDrawer
it: Avvia la procedura di inserimento del cassetto. La procedura termina al completamento dei cicli previsti.

source: HelpLFDRecallDrawer
it: Richiama in baia il cassetto utilizzato per il test.

source: HelpLFDDescription
it: La procedura permette di utilizzare il cassetto selezionato nell'apposito campo di input per testare le celle inferiori e superiori della macchina oltre alle celle sottostanti e sovrastanti blocchi di celle indicate come disabilitate. Scopo della procedura e' quello di verificare che non vi siano interferenze meccaniche in queste aree.

source: HelpLDRDescription
it: La procedura permette di inserire i cassetti vuoti all'interno della macchina al termine della procedura di messa in servizio. I cassetti vengono inseriti all'interno dei blocchi liberi scegliendoli in base alla priorita' piu' bassa.

source: HelpLDRTotalDrawers
it: Numero totali di cassetti da inserire.

source: HelpLDRInsertedDrawers
it: Cassetti gia' inseriti in macchina.

source: HelpLDRDrawerToInsert
it: Numero del cassetto in fase di inserimento. Puo' essere generato dal pulsante apposito oppure inserito nell'apposito campo.

source: HelpLDRMaxLoad
it: Indica la portata massima ammessa per il cassetto attualmente in inserimento.

source: HelpLDRNextDrawer
it: Il pulsante imposta il prossimo cassetto da inserire. il numero e' quello successivo all'ultimo inserito.

source: HelpLDRStart
it: Avvia la procedura di inserimento del cassetto selezionato.

source: HelpBCTRDescription
it: La procedura permette di verificare ed eventualmente correggere la quota delle varie posizioni possibili sulle varie baie. La procedura si adatta alla tipologia di baia indicata nel documento che descrive la configurazione macchina. Nel caso di piu' posizioni sulla stessa baia la procedura permette verifiche multiple.

source: HelpBCTRSelectedBay
it: Seleziona la baia di cui si vogliono verificare le quote.

source: HelpBCTRSelectedPosition
it: Indica la posizione all'interno della baia selezionata di cui si vogliono controllare le quote. Viene impostata automaticamente.

source: HelpBCTRPositionHeight
it: Visualizza la quota della posizione selezionata nell'ambito della baia sotto controllo.

source: HelpBCTRStepValue
it: Valore dello step applicato alla quota corrente dell'asse ad ogni pressione dei pulsanti di spostamento.

source: HelpBCTRActualHeight
it: Posizione attuale dell'asse verticale.

source: HelpBCTRCorrectionValue
it: Valore cumulativo della correzione che verra' applicata all quota della baia-posizione selezionata.

source: HelpBCTRMoveToPosition
it: Posiziona l'asse verticale in corrispondenza della baia-posizione selezionata.

source: HelpBCTRStepPiu
it: Incrementa la quota corrente dell'asse del valore indicato dallo step.

source: HelpBCTRStepMeno
it: Decrementa la quota corrente dell'asse del valore indicato dallo step.

source: HelpBCTRAdjust
it: Corregge la quota attuale della baia-posizione corrente del valore indicato nell'apposito campo.

source: HelpBCTRNextPosition
it: Se abilitato, il pulsante permette di scegliere la prossima posizione presente nella baia attualmente selezionata. La procedura va ripetuta per la nuova posizione.

source: HelpIPGDescription
it: Il menu' principale permette di accedere a tutte le funzioni previste per la fase di messa in servizio della macchina.

source: HelpIPGHeder
it: Menu' principale.

source: HelpIPGError
it: Indica, quando visibile, la presenza di un errore. La pressione del pulsante apre la finestra dedicata al ripristino della situazione.

source: HelpIPGOff
it: Lo stato di Off di questo pulsante indica la disabilitazione dei movimenti della macchina.

source: HelpIPGOn
it: Lo stato di On di questo pulsante indica che la macchina a abilitata a muoversi.

source: HelpIPGInstaller
it: Indica il nome dell'utente correntemente loggato. Se premuto permette di effettuare il logout dal sistema.

source: HelpIPGHelp
it: Se premuto, apre il menu' contestuale alla funzione correntemente selezionata.

source: HelpIPGUp
it: Permette di scorrere verso l'alto la lista dei pulsanti di accesso alle varie funzioni.

source: HelpIPGButton
it: Elenco dei pulsanti di accesso alle funzioni di installazione.

source: HelpIPGDown
it: Permette di scorrere verso il basso la lista dei pulsanti di accesso alle varie funzioni.

source: HelpDLUTDescription
it: La procedura permette di effettuare una serie di test di imbarco e sbarco di un cassetto utilizzando la baia selezionata negli appositi campi di input. Per il test e' possibile variare il feed rate di accelerazione, decelerazione e velocita' secondo quanto indicato nell'apposito campo. Il test prosegue fino al raggiungimento del numero di cicli richiesti o fino alla pressione del tasto di arresto.

source: HelpDLUTBay
it: Inserire il numero della baia su cui si vuole effettuare il test.

source: HelpDLUTPosition
it: Inserire la posizione all'interno della baia su cui si vuole effettuare il test.

source: HelpDLUTFeedRate
it: Inserire il feed rate richiesto per il test. La riduzione riguarda anche i valori di accelerazione e decelerazione.

source: HelpDLUTChain
it: Riporta la posizione corrente dell'asse catena come valore relativo alla quota di partenza.

source: HelpDLUTCyclesRequired
it: Inserire il numero di cicli di test richiesti.

source: HelpDLUTCycleCompleted
it: Riporta il numero di cicli completi correntemente eseguiti.

source: HelpDLUTGotoPosition
it: Muove l'asse verticale in corrispondenza della posizione interna alla baia selezionata. La quota tiene conto dell'offset di imbarco.

source: HelpDLUTStart
it: Avvia la procedura di test. Il pulsante e' attivo solo dopo che l'asse verticale e' in corrispondenza della posizione nella baia richiesta.

source: HelpDLUTStop
it: Arresta il ciclo di test.

source: HelpLSMTComandMode
it: Riporta la modalita' correntemente abilitata per i comandi manuali. La modalita' a corsa estesa e' settata automaticamente a messa in servizio completata.

source: HelpSRCPageHeader
it: Salvataggio e ripristino configurazione macchina.

source: HelpSRCDescription
it: La procedura consente di effettuare il salvataggio o il recupero dei file di configurazione sul dispositivo esterno.

source: HelpSRCSaveSide
it: Procedura di salvataggio configurazione.

source: HelpSRCSaveFolder
it: Indica la cartella creata automaticamente dove verranno salvati i files di configurazione.

source: HelpSRCSaveButton
it: Avvia la procedura di salvataggio dei files di configurazione. Eventuali files gia' presenti saranno sovrascritti.

source: HelpSRCSaveConfirmButton
it: Conferma la procedura di salvataggio dei files.

source: HelpSRCSaveAbortButton
it: Annulla la procedura di salvataggio dei files.

source: HelpSRCLoadSide
it: Procedura di ripristino configurazione.

source: HelpSRCLoadFolder
it: Indica la cartella rilevata da cui verranno prelevati i files da ripristinare.

source: HelpSRCLoadButton
it: Avvia la procedura di caricamento dei files di configurazione. Eventuali files gia' presenti verranno sovrascritti.

source: HelpSRCLoadConfirmButton
it: Conferma la procedura di caricamento dei files.

source: HelpSRCLoadAbortButton
it: Annulla la procedura di caricamento dei files.

source: HelpOpMainPageHeadr
it: Pagina iniziale.

source: HelpOpMainPageDescription
it: Il menu principale permette di controllare lo stato macchina tramite gli appositi pulsanti nella parte superiore dello schermo. Nella parte sinistra usando i pulsanti di navigazione e' possibile accedere alle varie funzioni.

source: HelpOpMainManu
it: Indica la condizione di manuale. Il ciclo automatico e' sospeso.

source: HelpOpMainAuto
it: Indica la condizione di automatico. La macchina gestisce i comandi in arrivo dal sistema di controllo.

source: HelpOpMainOff
it: La potenza ai motori e' disabilitata. Non sono possibili movimenti in nessuna modalita'.

source: HelpOpMainOn
it: La potenza ai motori e' abilitata. La macchina e' in grado di effettuare movimenti.

source: HelpOpMainServiceAdvice
it: Il sistema segnala che alcune parti della macchina si stanno avvicinando al momento di effettuare la manutenzione programmata.

source: HelpOpMainServiceAllert
it: Il sistema segnala che alcune parti della macchina sono arrivate al termine del periodo programmato fra due manutenzioni. Manutenzione richiesta!

source: HelpOpMainError
it: Si e' verificato un errore durante il funzionamento della macchina. La pressione di questo pulsante apre la pagina di gestione delle procedure di ripristino.

source: HelpOpMainUser
it: Riporta il nome dell'operatore attualmente connesso. La pressione del pulsante consente di effettuare il logoff.

source: HelpOpMainHelp
it: Il pulsante apre la pagina di help contestuale alla procedura che si sta utilizzando.

source: HelpOpMainDrawerOp
it: Il pulsante apre la pagina di gestione delle operazioni schedulate sul cassetto presente in baia.

source: HelpOpMainItem
it: Il pulsante apre la pagina che permette di effettuare la ricerca di un codice articolo.

source: HelpOpMainLists
it: Il pulsante apre la pagina di visualizzazione delle liste in attesa di esecuzione schedulate dal WMS.

source: HelpOpMainOther
it: Permette l'accesso ad ulteriori funzioni.

source: HelpDrawerWaitDescription
it: La pagina indica che il sistema ha completato le operazioni previste sull'ultimo cassetto arrivato in baia. E' in attesa dell'arrivo del cassetto successivo che provochera' l'apertura della pagina dedicata alle operazioni previste.

source: HelpDrawerWaitNote
it: La nota riporta la situazione attuale del sistema.

source: HelpDrawerWaitScheduledOperations
it: Il campo riporta il numero di operazioni attualmente schedulate verso la baia su cui l'operatore lavora.
