Repository: ericquartey/wms
Catalog: VerticalWarehouses/Common/Resources/InstallationApp.*.resx
Languages: it

# UpperBound
source: Upper bound [mm]:
it: Limite superiore [mm]:

source: Resolution:
it: Risoluzione [imp/mm]:

source: Actual position:
it: Posizione corrente:

# Backward
source: Back
it: Indietro

source: Belt Burnishing
it: Rodaggio cinghia

source: Down
it: Giù

source: Error
it: Errore

source: Forward
it: Avanti

source: Gate Set Up
it: Set Up barriera

source: Installer
it: Installatore

source: Log Off
it: Disconnetti

# LowSpeedMovementsTest
source: Low Speed Movements
it: Movimenti bassa velocità

# LSMTGateEngineButton
source: Gate
it: Serranda

# LSMTGateEngineTitle
source: Gate engine movements
it: Movimenti motore serranda

# LSMTHorizontalEngineButton
source: Horizontal Axis
it: Asse orizzontale

# LSMTHorizontalEngineTitle
source: Horizontal axis movements
it: Movimenti asse orizzontale

# LSMTVerticalEngineButton
source: Vertical Axis
it: Asse verticale

# LSMTVerticalEngineTitle
source: Vertical axis movements
it: Movimenti asse verticale

# NextButton
source: Next >
it: Prossimo >

source: Offset Calibration
it: Calibrazione offset

source: Up
it: Su

source: Verify Circuit Integrity
it: Verifica integrità circuito

source: Verify Panel Position
it: Verifica posizione pannello

source: Verify Weight Controller
it: Verifica controllo peso

source: Vertical Axis Calibration
it: Calibrazione asse verticale

source: Axis Calibrated Successfully
it: Calibrazione asse completata

source: Axis Not Calibrated Yet
it: Calibrazione asse non effettuata

# LowerBound
source: Lower bound [mm]:
it: Limite inferiore [mm]:

source: Output:
it: Risultato:

source: Start
it: Inizia

source: Resolution Calibration
it: Calibrazione risoluzione

source: Sensors' State
it: Stato sensori

# Bays
source: Bays and height control
it: Baie e controllo altezza

source: Cradle
it: Culla

source: Gate
it: Barriera

source: Various Inputs
it: Input vari

# VerticalAxis
source: Vertical and craddle
it: Elevatore e culla

# AntiIntrusionGate
source: Anti intrusion gate bay 1
it: Barriera anti intrusione baia 1

source: Cradle Engine Selected
it: Motore culla selezionato

source: Elevator Engine Selected
it: Motore elevatore selezionato

source: Emergency End Run
it: Fine corsa d'emergenza

source: Gate Sensor A
it: Sensore A barriera

source: Gate Sensor B
it: Sensore B barriera

source: LU Presence on Machine Cradle Side
it: Presenza UDC in culla lato macchina

source: LU Presence on Operator Cradle Side
it: Presenza UDC in culla lato operatore

# LuPresentInBay
source: LU Present in Bay 1
it: Presenza UDC in baia 1

# MicroCarterLeftSide
source: Micro carter left side bay 1
it: Micro carter lato sinistro baia 1

# MicroCarterRightSide
source: Micro carter right side bay 1
it: Micro carter lato destro baia 1

# MushroomHeadButton
source: Mushroom Emergency Button bay 1
it: Fungo emergenza baia 1

source: Pawl Encoder
it: Encoder nottolino

source: Reset Security Function
it: Reset funzioni di sicurezza

source: Security Function Active
it: Funzione di sicurezza attiva

source: Shape Control
it: Controllo sagoma

source: Vertical Axis Brake
it: Freno asse verticale

source: Zero Pawl Sensor
it: Sensore nottolino a zero

source: Zero Vertical Sensor
it: Sensore zero asse verticale

# GateControl
source: Gates Control
it: Test serranda

# SetOriginVerticalAxisCompleted
source: Vertical axis origin set correctly.
it: L'origine dell'asse verticale è stata effettuata correttamente.

# SetOriginVerticalAxisNotCompleted
source: Vertical axis origin not set.
it: L'origine dell'asse verticale non è stata effettuata.

# OriginVerticalAxis
source: Vertical axis origin
it: Origine asse verticale

source: Brake Resistance Overtemperature
it: Resistenza freni sovratemperatura

source: Move
it: Sposta

# GoToInitialPosition
source: Go to cell
it: Posiziona su cella

source: Initial position:
it: Posizione iniziale:

# MesuredLenght
source: Mesured lenght [mm]:
it: Spostamento misurato [mm]:

# NewResolution
source: New resolution [imp/mm]:
it: Nuova risoluzione [imp/mm]:

# RepositionLenght
source: Reposition lenght [mm]:
it: Lunghezza spostamento [mm]:

# ResolutionModified
source: Resolution correctly modified.
it: Risoluzione modificata correttamente.

# CurrentResolution
source: Current resolution [imp/mm]:
it: Risoluzione attuale [imp/mm]:

# DesiredInitialPosition
source: Initial position [mm]:
it: Quota iniziale [mm]:

# DesiredMovement
source: Desired movement [mm]:
it: Spostamento desiderato [mm]:

source: Insert desired movement.
it: Inserire lo spostamento desiderato.

# InsertiDesiredInitialPosition
source: Insert desired initial position.
it: Inserire la posizione iniziale desiderata.

source: Insert mesured movement.
it: Inserire lo spostamento misurato.

# MesuredMovement
source: Mesured movement [mm]:
it: Corsa misurata [mm]:

source: Vertical Resolution Calibration
it: Calibrazione risoluzione asse verticale

# VerticalAxisCalibrating
source: Calibrating verical axis...
it: Calibrando l'asse verticale...

source: Closed
it: Chiuso

source: Completed cicles:
it: Cicli completati:

# CurrentPosition
source: Current position [mm]:
it: Posizione attuale [mm]:

# DelayBetweenCicles
source: Delay between cicles [s]:
it: Ritardo tra i cicli [s]:

source: Middle
it: Intermedia

source: Open
it: Aperta

source: Required cicles:
it: Cicli richiesti:

# Gate1Control
source: Gate Control 1
it: Test serranda baia 1

# Gate2Control
source: Gate Control 2
it: Controllo barriera 2

# Gate3Control
source: Gate Control 3
it: Controllo barriera 3

source: Active rays quantity:
it: Raggi attivati:

# CurrentHeight
source: Current height [mm]:
it: Quota corrente [mm]:

# GateCalibrated
source: Gate succesfully calibrated.
it: Barriera calibrata.

# GateCorrection
source: Gate correction [mm]:
it: Correzione serranda [mm]:

# GateOutOfTolerance
source: Gate is out of tolerance.
it: La barriera è fuori tolleranza

source: Gate 1 Height Control
it: Regolazione barriera misura altezza cassetto baia 1

source: Panels Control
it: Controllo pannelli

# SpeedMMSec
source: Speed [mm/s]:
it: Velocità [mm/s]:

source: System error [mm]:
it: Errore di sistema [mm]:

# Tolerance
source: Tolerance (+/-) [mm]:
it: Tolleranza richiesta (+/-) [mm]:

source: Vertical Offset Calibration
it: Calibrazione offset asse verticale

source: Weight Control
it: Controllo peso

source: Gate 2 Height Control
it: Regolazione barriera misura altezza cassetto baia 2

source: Gate 3 Height Control
it: Regolazione barriera misura altezza cassetto baia 3

source: Gate Height Control
it: Barriera misura altezza

source: Acceptable weight tolerance [%]:
it: Tolleranza peso accettabile [%]:

# InsertedWeight
source: Inserted weight [kg]:
it: Peso inserito [kg]:

# MesuredWeight
source: Mesured weight [kg]:
it: Peso misurato [kg]:

# MesuredWeightInTolerance
source: Mesured weight is in tolerance.
it: Il peso misurato rientra nella tolleranza.

# MesuredWeightOutOfTolerance
source: Mesured weight is out of tolerance.
it: Il peso misurato è fuori tolleranza.

source: Test run:
it: Corsa di test [mm]:

# CorrectOffset
source: Adjusted offset [mm]:
it: Offset corretto [mm]:

# CurrentOffset
source: Current offset [mm]:
it: Offset attuale [mm]:

# DoCorrectOffset
source: Close procedure
it: Correggi

# ReferenceCellHeight
source: Reference's cell position [mm]:
it: Quota cella selezionata [mm]:

# ReferenceCellNumber
source: Reference's cell number:
it: Numero cella di riferimento:

# StepValue
source: Step value [mm]:
it: Valore step [mm]:

# CellHeight
source: Current cell's height [mm]:
it: Quota cella selezionata [mm]:

source: Cells' Panel Control
it: Controllo pannelli mensola

source: Current cell:
it: Cella selezionata:

source: Current panel:
it: Pannello attuale:

# PanelCorrection
source: Panel correction [mm]:
it: Correzione pannello [mm]:

source: Total panels:
it: Pannelli totali:

source: Back
it: Indietro

source: Front
it: Anteriore

source: Correct
it: Correggi

source: Installation State
it: Stato installazione

# BeltBurnishingDone
source: Belt burnishing
it: Rodaggio cinghia

# Gate1Done
source: Gate 1
it: Serranda baia 1

# Gate2Done
source: Gate 2
it: Serranda baia 2

# Gate3Done
source: Gate 3
it: Serranda baia 3

# HorizontalAxisHomedDone
source: Horizontal axis homed
it: Origine asse orizzontale

# Laser1Done
source: Laser gate 1
it: Puntatore laser 1

# Laser2Done
source: Laser gate 2
it: Puntatore laser 2

# Laser3Done
source: Laser gate 3
it: Puntatore laser 3

# MachineDone
source: Installation completed
it: Installazione completata

# Shape1Done
source: Shape gate 1
it: Controllo altezza baia 1

# Shape2Done
source: Shape gate 2
it: Controllo altezza baia 2

# Shape3Done
source: Shape gate 3
it: Controllo altezza baia 3

# VerticalAxisHomedDone
source: Vertical axis homed
it: Origine asse verticale

# VerticalResolutionDone
source: Vertical resolution
it: Risoluzione asse verticale

# CellsControl
source: Cells position control
it: Controllo quote celle

# CellCorrection
source: Cell correction [mm]:
it: Correzione cella [mm]:

# MesuredInitialPosition
source: Measured initial position [mm]:
it: Posizione iniziale misurata [mm]:

source: Move to initial position.
it: Sposta nella posizione iniziale.

source: Insert mesured initial position.
it: Inserisci posizione iniziale misurata.

source: Move to position.
it: Sposta nella posizione.

# ConfirmResolution
source: Confirm new resolution or cancel action.
it: Conferma nuova risoluzione o cancella l'operazione.

source: Moving to desired position...
it: Spostamento nella posizione desiderata ...

source: Setting initial position...
it: Impostazione della posizione iniziale ...

# VerticalOffsetVerify
source: Vertical Offset Verified
it: Verifica offset verticale

# CellPositionDone
source: Cell position verified
it: Quote celle verificate

source: LU Present in Bay 2
it: Presenza UDC in baia 2

source: LU Present in Bay 3
it: Presenza UDC in baia 3

# HeightControlCheck1
source: Height control bay 1
it: Controllo altezza baia 1

# HeightControlCheck2
source: Height control bay 2
it: Controllo altezza baia 2

# HeightControlCheck3
source: Height control bay 3
it: Controllo altezza baia 3

# MushroomHeadButton2
source: Mushroom Emergency Button bay 2
it: Fungo emergenza baia 2

# MushroomHeadButton3
source: Mushroom Emergency Button bay 3
it: Fungo emergenza baia 3

# MicroCarterLeftSide2
source: Micro carter left side bay 2
it: Micro carter lato sinistro baia 2

# MicroCarterLeftSide3
source: Micro carter left side bay 3
it: Micro carter lato sinistro baia 3

# MicroCarterRightSide2
source: Micro carter right side bay 2
it: Micro carter lato destro baia 2

# MicroCarterRightSide3
source: Micro carter right side bay 3
it: Micro carter lato destro baia 3

# AntiIntrusionGate2
source: Anti intrusion gate bay 2
it: Barriera anti intrusione baia 2

# AntiIntrusionGate3
source: Anti intrusion gate bay 3
it: Barriera anti intrusione baia 3

# RequestedFinalPosition
source: Final position
it: Quota finale [mm]:

# StartResolutionProcedure
source: Start procedure
it: Avvia procedura

source: Close procedure
it: Chiudi procedura

# LSMTElevator
source: Elevator
it: Elevatore

# NextPanel
source: Nex panel
it: Pannello successivo

# PanelsControlDescription
source: Panels control procedure
it: Verifica posizione pannelli mensola

source: ReadInitialPosition
it: Quota iniziale letta [mm]:

source: ReadFinalPosition
it: Quota finale letta [mm]:
