Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/ErrorsApp.*.resx
Languages: bg, de_de, fr_fr, hr, it, pl_pl, ru_ru, sl_si, tr_tr

# CalibrationBarierError
source: The support cannot be more than 1 mm
bg: Грешката не може да надвишава 1 мм
de_de: Fehler darf nicht mehr als 1 mm betragen
fr_fr: L’erreur ne peut pas être supérieure à 1 mm
hr: Greška ne može biti veća od 1 mm
pl_pl: Podpora nie może być większa niż 1 mm
ru_ru: Опора не может быть больше 1 мм
sl_si: Napaka ne sme biti večja od 1 mm
tr_tr: Destek 1 mm'den fazla olamaz

# CheckUnit
source: Check load unit:
bg: Проверка чекмедже:
de_de: Kastenprüfung:
fr_fr: Vérification du tiroir :
hr: Provjera pretinca:
pl_pl: Sprawdzić jednostkę ładunkową:
ru_ru: Проверить единицу загрузки
sl_si: Prev predala:
tr_tr: Yük birimini kontrol edin:

source: Detail Code
bg: Подробност Код
fr_fr: Code Détail
hr: Detalj. Kod
pl_pl: Kod szczegółu
ru_ru: Детализированный код
sl_si: Podrob koda
tr_tr: Detay Kodu

# DrawerIdentificationCompleted
source: Drawer identification completed, switch to automatic mode.
bg: След прикл процедура идентиф чекмеджета се преминава към автом режим.
de_de: Nach Abschluss der Kastenidentifizierung, Umschaltung auf Automatik
fr_fr: À la fin de la procédure d’identification du tiroir, passer en mode automatique.
hr: Kada završi postupak identifikacije pretinca, prelazi u automatsko.
it: Terminata la procedura di identificazione cassetto, passa in autmatico.
pl_pl: Identyfikacja szuflady zakończona, przełączyć na tryb automatyczny.
ru_ru: Идентификация выдвижного узла завершена, переключиться в автоматический режим.
sl_si: Ko je postopek identifikacije predala končan, preklopi na avtomatsko.
tr_tr: Çekmece tanımlaması tamamlandı, otomatik moda geçin.

# DrawerIdentificationCompletedManual
source: Drawer identification completed, switch to manual mode.
bg: Когато процедура идентиф чекмедже прикл превключете ръчно управл.
de_de: Nach Abschluss der Kastenidentifizierung, Umschaltung auf Manuell
fr_fr: À la fin de la procédure d’identification du tiroir, passer en mode manuel.
hr: Kada završi postupak identifikacije pretinca, prelazi u ručno.
pl_pl: Identyfikacja szuflady zakończona, przełączyć na tryb ręczny.
ru_ru: Идентификация выдвижного узла завершена, переключиться в ручной режим.
sl_si: Ko je postopek identifikacije predala končan, preklopi na ročno.
tr_tr: Çekmece tanımlaması tamamlandı, manuel moda geçin.

source: Drawer selection
bg: Избор на чекмедже
de_de: Auswahl des Kastens
fr_fr: Sélection du tiroir
hr: Odabir pretinca
it: Selezione del cassetto
pl_pl: Wybór szuflady
ru_ru: Выбор выдвижного узла
sl_si: Izbira predala
tr_tr: çekmece seçimi

source: Error Code
bg: Код за грешка
de_de: Fehler-Code
fr_fr: Code d’Erreur
hr: Kod Greške
it: Codice Errore
pl_pl: Kod błędu
ru_ru: Код ошибки
sl_si: Koda napake
tr_tr: Hata kodu

source: Error Description
bg: Описание на грешка
de_de: Fehlerbeschreibung
fr_fr: Description de l’erreur
hr: Opis greške
it: Descrizione errore
pl_pl: Opis błędu
ru_ru: Описание ошибки
sl_si: Opis napake
tr_tr: Hata tanımlaması

source: Error Reason
bg: Възмож причини
de_de: Mögl.Ursachen
fr_fr: Causes possibles
hr: Mogući uzroci
it: Possibili cause
pl_pl: Powód błędu
ru_ru: Причина ошибки
sl_si: Možni vzroki
tr_tr: Hata Nedeni

# ErrorRecoveryProcedure
source: Error recovery
bg: Нулиране грешка
de_de: Reset Fehler
fr_fr: Rétablissement de l’erreur
hr: Oporavak greške
it: Ripristino errore
pl_pl: Usuwanie błędów
ru_ru: Восстановление ошибок
sl_si: Odprava napake
tr_tr: Hata kurtarma

source: First Seen
bg: Видим
de_de: Sich.
fr_fr: Vu
hr: Pregl
it: Visto
pl_pl: Pierwszy widziany
ru_ru: Первичная
sl_si: Viden
tr_tr: İlk görüş

# Forwards
source: Forward
bg: Напред
de_de: Vor
fr_fr: Suivant
hr: Naprij
it: Avanti
pl_pl: Do przodu
ru_ru: Вперед
sl_si: Naprej
tr_tr: İleri

source: High position
bg: висок поз
de_de: Hohe Position
fr_fr: Position haute
hr: Visok položaj
pl_pl: Wysoka pozycja
ru_ru: Высокое положение
sl_si: Visoki položaj
tr_tr: Yüksek pozisyon

# InvalidUnit
source: Invalid unit, insert:
bg: Невалидно чекмедже въведете:
de_de: Ungültiger Kasten, eingeben:
fr_fr: Tiroir non valide, saisir :
hr: Pretinac nije valjan, unesi:
it: Cassetto non valido, inserire:
pl_pl: Nieprawidłowa jednostka, wstaw:
ru_ru: Недействительная единица, вставить:
sl_si: Predal ni veljaven, vstavite:
tr_tr: Geçersiz birim, şunu ekleyin:

source: Inverter
bg: Инвертор
fr_fr: Variateur
pl_pl: Falownik
ru_ru: Инвертор
tr_tr: Çevirici

# InverterFaultErrorRestore
source: Errore restore INVERTER FAULT
bg: Нулиране грешка INVERTER FAULT
de_de: Reset Fehler INVERTER-FAULT
fr_fr: Rétablissement de l’erreur ERREUR VARIATEUR
hr: Oporavak greške GREŠKA INVERTERA
it: Ripristino errore INVERTER FAULT
pl_pl: Błąd przywrócenia BŁĄD FALOWNIKA
ru_ru: Ошибка восстановления НЕИСПРАВНОСТИ ИНВЕРТОРА
sl_si: Ponast. napake INVERTER FAULT
tr_tr: Hata geri yükleme INVERTER FAULT

source: Low position
bg: Ниска станция
de_de: Niedrige Pos.
fr_fr: Position basse
hr: Niska postaja
pl_pl: Niska pozycja
ru_ru: Низкое положение
sl_si: Nizko mesto
tr_tr: Düşük konum

source: Mark as resolved
bg: Марка като решение
de_de: Marke als gelöst
fr_fr: Marquer comme résolu
hr: Označi kao riješ.
it: Marca come risolto
pl_pl: Oznacz jako rozwiązany
ru_ru: Пометить как устраненную
sl_si: Označi kot rešeno
tr_tr: Çözüldü olarak işaretle

# NoItemLoadedOnPage
source: No item was loaded on the page.
bg: На страницата не са качвани артикули.
de_de: Keine Artikel auf Seite hochgeladen.
fr_fr: Aucun article n’a été chargé sur la page.
hr: Nijedan artikl nije učitan na stranicu.
pl_pl: Żadna pozycja nie została załadowana na stronę.
ru_ru: Ни один элемент не был загружен на страницу.
sl_si: Na strani ni naložen noben izdelek.
tr_tr: Sayfaya hiçbir öğe yüklenmedi.

# SelectUnitOnElevator
source: Select the unit id on the elevator.
bg: Изберете идентификац номер на чекмедже в подемника.
de_de: ID des auf Hebebühne vorhandenen Kastens auswählen.
fr_fr: Sélectionner l’id du tiroir présent sur l’élévateur.
hr: Odaberi Id pretinca prisutnog na dizalici.
it: Selezionare l'id del cassetto presente sull'elevatore.
pl_pl: Wybrać identyfikator jednostki na podnośniku.
ru_ru: Выберите идентификатор единицы на подъемнике.
sl_si: Izberite ID predala, ki je na dvigalu.
tr_tr: Asansörde birim kimliğini seçin.

source: Unit on elevator
bg: Чекмедже на повдигача
de_de: Kasten auf Hebebühne
fr_fr: Tiroir sur l’élévateur
hr: Pretinac na dizalici
it: Cassetto su elevatore
pl_pl: Jednostka na podnośniku
ru_ru: Единица на подъемнике
sl_si: Predal na dvigalu
tr_tr: Asansör üzerindeki ünite

# UnitSelectBay1
source: Unit selection (Bay 1):
bg: Избор чекмедже (отдел 1):
de_de: Auswahl des Kastens (Bucht 1):
fr_fr: Sélection du tiroir (Baie 1) :
hr: Odabir pretinca (Uvala 1):
it: Selezione del cassetto (Baia 1):
pl_pl: Wybór jednostki (Zatoka 1):
ru_ru: Выбор единицы (секция 1):
sl_si: Izbira predala (Nakl. polica 1):
tr_tr: Birim seçimi (Bay 1):

# UnitSelectBay2
source: Unit selection (Bay 2):
bg: Избор на чекмедже (отдел 2):
de_de: Auswahl des Kastens (Bucht 2):
fr_fr: Sélection du tiroir (Baie 2) :
hr: Odabir pretinca (Uvala 2):
it: Selezione del cassetto (Baia 2):
pl_pl: Wybór jednostki (Zatoka 2):
ru_ru: Выбор единицы (секция 2):
sl_si: Izbira predala (Nakl. polica 2):
tr_tr: Birim seçimi (Bay 2):

# UnitSelectBay3
source: Unit selection (Bay 3):
bg: Избор на чекмедже (отдел 3):
de_de: Auswahl des Kastens (Bucht 3):
fr_fr: Sélection du tiroir (Baie 3) :
hr: Odabir pretinca (Uvala 3):
it: Selezione del cassetto (Baia 3):
pl_pl: Wybór jednostki (Zatoka 3):
ru_ru: Выбор единицы (секция 3):
sl_si: Izbira predala (Nakl. polica 3):
tr_tr: Birim seçimi (Bay 3):

# UnitSelectIdBay
source: Select the id of the unit/s present in the bay.
bg: Изберете идентификатор чекмеджето(ата) в отдел.
de_de: ID des/der in der Kastens/Kästen in Bucht wählen.
fr_fr: Sélectionner l'id du/des tiroir(s) présent(s) dans la baie.
hr: Odaberi id pretinca/aca prisutnog/ih u uvali.
it: Selezionare l'id del/i cassetto/i presente/i in baia.
pl_pl: Wybierz id jednostki/jednostek obecnych w zatoce.
ru_ru: Выбрать идентификатор единицы/единиц, которые имеются в секции.
sl_si: Izberite ID predala(ov) na nakladalni polici.
tr_tr: Bölmede bulunan birimlerin kimliğini seçin.

# MarkAsResolvedAndFindZero
source: Mark as resolved and search the zero
bg: Маркирай като решение търсете нула
fr_fr: Marquer comme résolu et chercher le zéro
tr_tr: Çözüldü olarak işaretle ve sıfırı ara

# FindZeroElevator
source: Find horizontal zero sensor on elevator
bg: Намиране на хоризонталния сензор за нула на повдигач
tr_tr: Asansörde yatay sıfır sensörünü bulun

# FindZeroStartConfirm
source: Press Start to begin the procedure.
bg: Натиснете Старт за започнете процедура.
tr_tr: Prosedürü başlatmak için Başlat'a basın.

# FindZeroBay
source: Find zero sensor on bay
bg: Търсене на сензор в нулевото отдел
tr_tr: Körfezdeki sıfır sensörünü bulun

source: Find zero sensor
bg: Търсене на нулев сензор
tr_tr: Sıfır sensörü bul

# PowerOnInstruction
source: Touch Off to begin the procedure
bg: Натиснете деакт за започнете процедура
tr_tr: Prosedürü başlatmak için Kapalı'ya dokunun

source: Id
pl_pl: Oznaczenie
ru_ru: Идентификатор
