Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/General.*.resx
Languages: bg, cs, sl_si

source: Add
bg: Добавяне
cs: Přidat
sl_si: Dodaj

source: Back
bg: Назад
cs: Zpět
sl_si: Nazaj

source: Cancel
bg: Отмяна
cs: Zrušit
sl_si: Prekl.

source: Login
bg: Логв
sl_si: Prij.

source: Next
bg: Следващ
cs: Následuj
sl_si: Naslednji

source: Save
bg: Запаз
cs: Ulož
sl_si: Shran

source: Switch Off
bg: Изключ
cs: Vypn
sl_si: Ugasni

source: Error
bg: Грешка
cs: Chyba
sl_si: Napaka

source: Debug
bg: ОтГр

source: File Path
bg: Път на файла
cs: Cesta souboru
sl_si: Pot datoteke

# ConfirmMachineRun
source: Are you sure you want to power up the machine?
bg: Сигурни ли сте че искате да включите машината?
cs: Skutečně chcete uvést stroj do chodu?
sl_si: Si prepričan, da želiš zagnati stroj?

# MachineRun
source: Run
bg: Ход
cs: Chod
sl_si: Zagon

# ConfirmMachineModeSwitchAutomatic
source: Are you sure you want to automatic mode the machine and restore all pending movements?
bg: Сигурни ли сте искате да включите машина на автомат режим и да нулирате текущи движения?
cs: Skutečně chcete uvést stroj do automatického režimu a obnovit probíhající pohyby?
sl_si: Si prepričan, da želiš stroj prestaviti v avt. nač. in ponovno vzpostaviti tekoče premike?

source: Automatic
bg: Автоматич
sl_si: Avtomatski

source: Shutting down ...
bg: Изключв на ...
cs: Vypínání...
sl_si: Ugašanje ...

source: No
bg: Не
cs: Ne
sl_si: Ne

source: Yes
bg: Да
cs: An
sl_si: Da

source: Close
bg: Затвор
cs: Zavřít
sl_si: Zapri

# ChangeTheme
source: Theme change
bg: Промян тема
cs: Změn motiv
sl_si: Sprem temo

# BayNumber
source: Bay
bg: Отд
cs: Stan
sl_si: NkPo

# DaysAgo
source: {0:0} days ago
bg: преди {0:0} дни
cs: před {0:0} dny
sl_si: Pred {0:0} dnev

source: Error communicating with services.
bg: Грешка в комуникацията с услугите.
cs: Chyba komunikace se službami.
sl_si: Napaka v komunikaciji s storitvami.

# HoursAgo
source: {0:0} hours ago
bg: пр {0:0} час
cs: před {0:0} h
sl_si: Pred {0:0}ur

# ManualMode
source: Manual
bg: Ръчно
cs: Manuál
sl_si: Ročno

# MinutesAgo
source: {0:0} minutes ago
bg: {0:0} преди мин
cs: před {0:0} min
sl_si: Pred {0:0} min

# Now
source: Just now
bg: Сега
cs: Nyní
sl_si: Zdaj

source: Serial Number:
bg: Сериен номер:
cs: Výrobní číslo:
sl_si: Ser. številka:

# Version
source: Version {0}
bg: Версия {0}
cs: Verze {0}
sl_si: Različ. {0}

# WarehouseSide_Back
source: Back
bg: Заден
cs: Zadní
sl_si: Zadnji

# WarehouseSide_Front
source: Front
bg: Преден
cs: Přední
sl_si: Sprednji

source: Bay
bg: Отд
cs: Stan
sl_si: NkPo

# BayOneName
source: One
bg: Едн
cs: Jed
sl_si: Ena

# BayThreeName
source: Three
bg: Три
cs: Tři
sl_si: Tri

# BayTwoName
source: Two
bg: Две
cs: Dvě
sl_si: Dve

source: Switch to Automatic
bg: Автоматич превключв
cs: Přejít do aut režim
sl_si: Pojdi v avt. način

source: Start
bg: Старт
cs: Spusti
sl_si: Začni

source: Stop
bg: Стоп

source: Devices
bg: Устройства
cs: Zaříz
sl_si: Naprave

# FiniteMachineState
source: Finite state machine
bg: Машина крайно състояние
cs: Dokončené stroje
sl_si: Stroj s konč. stanji

source: Inverter
bg: Инвертор
cs: Měnič

# StatusDebug
source: Status:
bg: Стат:
cs: Stav:
sl_si: Stanje:

# NoRows
source: No row in the list
bg: В списъка няма ред
cs: V seznamu není dostup žádný řádek
sl_si: Na seznamu ni črt

# WmsDisabled
source: Disabled
bg: Деактивирано
cs: Zakázaný
sl_si: Onemogočen

# WmsEnabled
source: Enabled WMS
bg: Включено WMS
cs: Povolen WMS
sl_si: Omogočen WMS

# DateFormatComplete
source: {0:yyyy.MM.dd HH:mm}
bg: {0:dd.MM.yyyy HH:mm}
cs: {0:dd.MM.rrrr HH:mm}
sl_si: {0:dd.MM.yyyy HH:mm}

# AreaMachineUnknow
source: The area of the machine is unknown
bg: Районът на машината е неизвестен
cs: Oblast stroje je neznámá
sl_si: Območje stroja je neznano

# ConverterCanConvertOnlyToVisibilityType
source: Converter can only convert to value of type Visibility.
bg: Този конвер може да конвертира само стойност от тип Visibility.
cs: Tento převodník může převádět pouze hodnoty typu Viditelnost.
sl_si: Ta pretvornik lahko pretvarja samo vrednosti tipa Visibility.

# IdLoadingUnitNotExists
source: Id loading unit does not exists.
bg: Идентификатор на чекмедже не съществува.
cs: Identifikace zásuvky neexistuje.
sl_si: Identifikacija predala ne obstaja.

# LoadingUnitViewModelPropertyIdentifier
source: The '{0}' property of the '{1}' view model shall contain a valid loading unit identifier.
bg: Свойство "{0}" на шаблона на изгледа "\1}" трябва да съдържа валиден идентификатор на чекмедже.
cs: Vlastnost {0} modelu zobrazení „{1}“ musí obsahovat platnou identifikaci zásuvky.
sl_si: Značilnost {0} modela pogleda ‚{1}‘ mora vsebovati veljavno identifikacijo predala.

# MarkupNameOfSyntax
source: Syntax for NameOf is Type={x:Type className>}.<
bg: Синтаксис за NameOf е Type={x:Type className>}.<
cs: Syntaxe pro NameOf je Type = {x: Type<className> }.!

source: Parameter cannot be null or empty.
bg: Параметър не може нулев или празен.
cs: Parametr nemůže být nulový nebo prázdný.
sl_si: Parameter ne more biti ničeln ali prazen.

# DateFormatDayNumber
source: {0: yyyy.MM.dd}
bg: {0: dd.MM.yyyy}
cs: {0: dd.MM.rrrr}
sl_si: {0: dd.MM.yyyy}

source: Switch to Manual
bg: Превкл ръчно упр
cs: Přejít do manuál
sl_si: Pojdi v roč. nač

# BackShutterTest
source: Test in progress... Unable to exit the page
bg: тест е в ход... Невъзм излизане от страница
cs: Probíhá test... Stránku nelze opustit
sl_si: Poteka testiranje ... Strani ni mogoče zapustiti

# SocketLinkEnabled
source: Enable Socket Link
bg: Връзка Контакт актив
cs: Povolen Socket Link
sl_si: Omog Socket Link

# SocketLinkPolling
source: Polling interval
bg: Интервал на допитване
cs: Interval spojování
sl_si: Obseg izpraševanja

# SocketLinkPort
source: Port
bg: Врата
sl_si: Vrata

source: Connectivity
bg: Свързаност
cs: Připojení

source: Present
bg: Налично
cs: Přítomné

source: Not present
bg: Неналично
cs: Neexistuje

source: Token status
bg: Статус Tокен
cs: Stav tokenu

source: Forbidden operation
bg: Операция не е разрешена

# LotManagedProduct
source: Please select the lot of this product
bg: Посочете партида за този артикул

# BadRequestTitle
source: WMS error: Bad Request.
bg: Грешка WMS: Неправилно запитване

source: Timeout (ms)
bg: ВремПр (ms)

source: Confirm
bg: Потвържд

# SocketLinkEndOfLine
source: End of line LF
bg: Край на низ LF

source: Find zero elevator
bg: Намерете нулата на повдигача

source: IO Drive
cs: Drive IO
sl_si: V-iz pog
