Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ResolutionCalibrationFinalReadValueHelp
source: Final value of the current position read by the meter.
bg: Окончат стойност на текуща поз отчетена от метъра.
cs: Konečná hodnota aktuální polohy odečtené metrem.
de_de: Endwert der vom Messgerät abgelesenen aktuellen Pos.
el_gr: Τελική τιμή της τρέχουσας θέσης που διαβάζεται από το μετρητή.
es_es: Valor final de la posición actual leído por el contador.
fr_fr: Valeur finale de la position actuelle lue par l’instrument de mesure.
hr: Krajnja vrijednost trenut.položaja kojeg očitava metar.
hu_hu: A mérő által leolvasott jelenlegi pozíció végső értéke.
it: Valore finale della posizione corrente letto dal metro.
pl_pl: Wartość końcowa aktualnej pozycji odczytanej przez miernik.
ru_ru: Конечное значение текущего положения, считываемое счетчиком.
sl_si: Končna vrednost tren. položaja, ki jo odčita števec.
tr_tr: Sayaç tarafından okunan mevcut pozisyonun son değeri.

# HelpCCVDescription
source: The procedure allows you to check and possibly correct the dimension of the selected cell. The correction is applied to the selected cell only.
bg: Процедурата ви позволява да проверите и ако е необходимо да коригирате размера на избраната клетка. Корекцията се прилага само към избраната клетка.
cs: Postup umožňuje ověřit a případně upravit kótu vybrané buňky. Korekce se aplikuje pouze na vybranou buňku.
de_de: Das Verfahren ermöglicht die Überprüfung und ggf. Korrektur der Höhe der ausgewählten Zelle. Die Korrektur wird nur auf die ausgewählte Zelle angewendet.
el_gr: Η διαδικασία σας επιτρέπει να ελέγξετε και πιθανώς να διορθώσετε τη διάσταση της επιλεγμένης κυψέλης. Η διόρθωση εφαρμόζεται μόνο στην επιλεγμένη κυψέλη.
es_es: El procedimiento permite comprobar y, en su caso, corregir la dimensión de la celda seleccionada. La corrección se aplica sólo a la celda seleccionada.
fr_fr: La procédure permet de vérifier et éventuellement de corriger la cote de la cellule sélectionnée. La correction est appliquée à la cellule sélectionnée uniquement.
hr: Postupak dozvoljava provjeru i moguć ispravak visine odabrane ćelije. Ispravak se primjenjuje samo na odabranu ćeliju.
hu_hu: Az eljárás lehetővé teszi a kiválasztott rekesz pozíciójának ellenőrzését, és esetleges korrekcióját. A korrekció kizárólag a kiválasztott rekeszre kerül alkalmazásra.
it: La procedura permette di verificare ed eventualmente correggere la quota della cella selezionata. La correzione e' applicata alla sola cella selezionata.
pl_pl: Procedura pozwala na sprawdzenie i ewentualną korektę wymiaru wybranej komórki. Korekta dotyczy tylko wybranej komórki.
ru_ru: Эта процедура позволяет проверить и выполнить возможную корректировку размера выбранной ячейки. Коррекция применяется только к выбранной ячейке.
sl_si: Postopek omogoča preverjanje in po potrebi popravljanje višine izbrane celice. Popravek se uporablja samo za izbrano celico.
tr_tr: Prosedür, seçilen hücrenin boyutunu kontrol etmenizi ve muhtemelen düzeltmenizi sağlar. Düzeltme yalnızca seçili hücreye uygulanır.

# HelpCCVSelectedCell
source: Set the cell whose dimension you want to check.
bg: Задаване на клетката чиято квота ще се проверява.
cs: Nastavte buňku, jejíž kótu si přejete zkontrolovat.
de_de: Zelle einstellen, deren Höhe kontrolliert werden soll.
el_gr: Ορίστε την κυψέλη της οποίας θέλετε να ελέγξετε τη διάσταση.
es_es: Establezca la celda cuya dimensión desea comprobar.
fr_fr: Configurer la cellule dont on souhaite contrôler la cote.
hr: Postavite ćeliju čija se visina želi provjeriti.
hu_hu: Állítsa be a rekeszt, amelynek ellenőrizni kívánja a pozícióját.
it: Impostare la cella di cui si vuole controllare la quota.
pl_pl: Ustaw komórkę, której wymiar chcesz sprawdzić.
ru_ru: Установить ячейку, размер которой необходимо проверить.
sl_si: Nastavite celico, katere višino želite preveriti.
tr_tr: Boyutunu kontrol etmek istediğiniz hücreyi ayarlayın.

# HelpCCVCellPosition
source: Indicates the dimension of the currently selected cell.
bg: Показва размера на текущо избраната клетка.
cs: Uvádí kótu aktuálně vybrané buňky.
de_de: Zeigt die Höhe der aktuell ausgewählten Zelle an.
el_gr: Υποδεικνύει τη διάσταση της τρέχουσας επιλεγμένης κυψέλης.
es_es: Indica la dimensión de la celda seleccionada actualmente.
fr_fr: Indique la cote de la cellule actuellement sélectionnée.
hr: Označuje vrijed. promj. visine tren. odabrane ćelije.
hu_hu: A megfelelően kiválasztott rekesz pozícióját jelöli.
it: Indica la quota della cella correntemente selezionata.
pl_pl: Wskazuje wymiar aktualnie wybranej komórki.
ru_ru: Указывает размер выбранной в данный момент ячейки.
sl_si: Navaja višino trenutno izbrane celice.
tr_tr: Seçili olan hücrenin boyutunu belirtir.

# HelpCCVStepValue
source: Value of the change in height during the adjustment phase.
bg: Стойност на промяната на квотата по време на корекцията.
cs: Hodnota změny kóty ve fázi seřízení.
de_de: Wert der Höhenänderung während der Anpassung.
el_gr: Τιμή αλλαγής σε ύψος κατά τη διάρκεια της φάσης προσαρμογής.
es_es: Valor del cambio de altitud que se ajusta.
fr_fr: Valeur de la variation de cote en phase d’ajustement.
hr: Vrijednost promjene visine u fazi prilagođavanja.
hu_hu: A pozíció változásának értéke a beállítási fázisban.
it: Valore della variazione di quota in fase di aggiustaggio.
pl_pl: Wartość zmiany wysokości podczas fazy dopasowania.
ru_ru: Значение изменения высоты во время фазы регулировки.
sl_si: Vrednost spremembe višine med fazo prilagajanja.
tr_tr: Ayarlama aşamasında yükseklikteki değişimin değeri.

# HelpCCVAttualPosition
source: Current value of the axis coordinate.
bg: Текуща стойност на размера на оста.
cs: Aktuální změna kóty osy.
de_de: Aktuelle Achsenhöhe.
el_gr: Τρέχουσα τιμή της συντεταγμένης του άξονα.
es_es: Valor actual de la dimensión del eje.
fr_fr: Valeur actuelle de la cote de l’axe.
hr: Trenutačna vrijednost visine osi.
hu_hu: A tengely pozíciójának jelenlegi értéke.
it: Valore corrente della quota dell'asse.
pl_pl: Bieżąca wartość współrzędnej osi.
ru_ru: Текущее значение координаты оси.
sl_si: Trenutna vrednost višine osi.
tr_tr: Eksen koordinatının geçerli değeri.

# HelpCCVCorrectionValue
source: Total value of the correction to be applied.
bg: Обща стойност корекция трябва да се приложи.
cs: Celková Hodn korekce, která se má aplikovat.
de_de: Gesamtwert der anzuwendenden Korrektur.
el_gr: Συνολική τιμή της διόρθωσης που πρόκειται να εφαρμοστεί.
es_es: Valor total de la corrección a aplicar.
fr_fr: Valeur totale de la correction à appliquer.
hr: Ukupna vrijednost ispravka za primijeniti.
hu_hu: Az alkalmazandó korrekció teljes értéke.
it: Valore totale della correzione da applicare.
pl_pl: Całkowita wartość korekty, która ma zostać zastosowana.
ru_ru: Общее значение применяемой корректировки.
sl_si: Skup vrednost popravka, ki ga je treba upor.
tr_tr: Uygulanacak düzeltmenin toplam değeri.

# HelpCCVSetPosition
source: Place the vertical axis at the selected cell.
bg: Позиционирайте вертикалната ос в избраната клетка.
cs: Nastaví vertikální osu tak, aby odpovídala vybrané buňce.
de_de: Positionierung der vertikalen Achse an der ausgewählten Zelle.
el_gr: Τοποθετήστε τον κατακόρυφο άξονα στην επιλεγμένη κυψέλη.
es_es: Posiciona el eje vertical en la celda seleccionada.
fr_fr: Positionne l’axe vertical au niveau de la cellule sélectionnée.
hr: Stavlja okomitu os pored odabrane ćelije.
hu_hu: A függőleges tengelyt a kiválasztott rekeszhez állítja.
it: Posiziona l'asse verticale in corrispondenza della cella selezionata.
pl_pl: Umieść oś pionową w wybranej komórce.
ru_ru: Поместить вертикальную ось в выбранную ячейку.
sl_si: Postavite navpično os na izbrano celico.
tr_tr: Dikey ekseni seçili hücreye yerleştirin.

# HelpCCVStepPiu
source: Increases the current coordinate of the axis by the value indicated by the step.
bg: Увеличава размера на текущата ос със стойността посочена от стъпката.
cs: Zvýší aktuální kótu osy o hodnotu uvedenou krokem.
de_de: Erhöht aktuelle Achsenhöhe um den durch den Step angegebenen Wert.
el_gr: Αυξάνει την τρέχουσα συντεταγμένη του άξονα με την τιμή που υποδεικνύεται από το βήμα.
es_es: Aumenta la dimensión actual del eje en el valor indicado por el paso.
fr_fr: Augmente la cote actuelle de l’axe de la valeur indiquée par le pas.
hr: Povećava trenutačnu visinu osi za vrijednost navedenu u koraku.
hu_hu: Növeli a tengely aktuális magasságát a lépésben megadott értékkel.
it: Incrementa la quota corrente dell'asse del valore indicato dallo step.
pl_pl: Zwiększa aktualną współrzędną osi o wartość wskazaną przez krok.
ru_ru: Увеличивает текущую координату оси на значение, указанное шагом.
sl_si: Povečaj trenutno višino osi vrednosti, označene s korakom.
tr_tr: Eksenin mevcut koordinatını adım tarafından belirtilen değer kadar artırır.

# HelpCCVStepMeno
source: Decreases the current coordinate of the axis by the value indicated by the step.
bg: Намалява размера на текущата ос със стойността посочена от стъпката.
cs: Sníží aktuální kótu osy o hodnotu uvedenou krokem.
de_de: Verringert aktuelle Achsenhöhe um den durch den Step angegebenen Wert.
el_gr: Μειώνει την τρέχουσα συντεταγμένη του άξονα με την τιμή που υποδεικνύεται από το βήμα.
es_es: Disminuye la dimensión actual del eje en el valor indicado por el paso.
fr_fr: Diminue la cote actuelle de l’axe de la valeur indiquée par le pas.
hr: Smanjuje trenutačnu visinu osi za vrijednost navedenu u koraku.
hu_hu: Csökkenti a tengely aktuális magasságát a lépésben megadott értékkel.
it: Decrementa la quota corrente dell'asse del valore indicato dallo step.
pl_pl: Zmniejsza aktualną współrzędną osi o wartość wskazaną przez krok.
ru_ru: Уменьшает текущую координату оси на значение, указанное шагом.
sl_si: Zmanjšaj trenutno višino osi vrednosti, označene s korakom.
tr_tr: Eksenin mevcut koordinatını adım tarafından belirtilen değer kadar azaltır.

# HelpCCVApplyCorrection
source: Step value applied to the current coordinate of the axis each time the movement buttons are pressed.
bg: Коригира размер избрана клетка със стойността посочена в полето което показва общата необходима стойност.
cs: Upraví kótu vybrané buňky o hodnotu uvedenou v políčku, které uvádí celkovou požadovanou hodnotu.
de_de: Korrigiert Höhe der gewählten Zelle um den Wert, der im Feld mit dem erford. Gesamtwert angezeigt wird.
el_gr: Τιμή βήματος που εφαρμόζεται στην τρέχουσα συντεταγμένη του άξονα κάθε φορά που πατιούνται τα κουμπιά κίνησης.
es_es: Corrige la dimensión de la celda seleccionada por el valor dado en el campo que reporta el valor total requerido.
fr_fr: Corrige la cote de la cellule sélectionnée de la valeur indiquée dans le champ affichant la valeur totale demandée.
hr: Ispravlja visinu odabrane ćelije za vrijednost navedenu u polju koje navodi sveukupnu traženu vrijednost.
hu_hu: Korrigálja a kiválasztott rekesz pozícióját azon mezőben megadott értékkel, amely a teljes lekért értéket tartalmazza.
it: Corregge la quota della cella selezionata del valore indicato nel campo che riporta il valore totale richiesto.
pl_pl: Wartość kroku jest stosowana do aktualnej współrzędnej osi po każdym naciśnięciu przycisków ruchu.
ru_ru: Значение шага, применяемое к текущей координате оси при каждом нажатии кнопок перемещения.
sl_si: Višino izbrane celice popravi z vrednostjo, navedeno v polju, ki prikazuje skupno zahtevano vrednost.
tr_tr: Hareket tuşlarına her basıldığında eksenin mevcut koordinatına uygulanan adım değeri.

# HelpVPPMDescription
source: The procedure allows you to check the correct positioning of the various shelf door panels. Any correction is applied to all the cells belonging to the panel being tested.
bg: Процедурата позволява да се провери правилното позициониране на различните панели на рафтовете. Всяка корекция се прилага към всички клетки принадлеж към проверявания панел.
cs: Postup umožňuje ověřit správné umístění různých nosných panelů police. Případná korekce se aplikuje na všechny buňky patřící do kontrolovaného panelu.
de_de: Verfahren ermöglicht die Prüfung der korrekten Positionierung der versch. Paneele der Konsolenhalterung. Jede Korrektur wird auf alle Zellen des zu prüfenden Paneels angewendet.
el_gr: Η διαδικασία σας επιτρέπει να ελέγξετε τη σωστή τοποθέτηση των διαφόρων πινάκων της θύρας ραφιού. Εφαρμόζεται οποιαδήποτε διόρθωση σε όλες τις κυψέλες που ανήκουν στον πίνακα που δοκιμάζεται.
es_es: Este procedimiento permite comprobar la correcta colocación de los distintos paneles de la estantería. Cualquier corrección se aplica a todas las celdas pertenecientes al panel que se está comprobando.
fr_fr: La procédure permet de vérifier le bon positionnement des différents panneaux porte-étagère. Toute correction est appliquée à toutes les cellules appartenant au panneau testé.
hr: Postupak dozvoljava provjeru pravilnog stavljanja raznih ploča nosača police. Mogući ispravak se primjenjuje na sve ćelije koje pripadaju ploči u provjeri.
hu_hu: Az eljárás lehetővé teszi a konzoltartó különböző paneljei megfelelő pozicionálásának ellenőrzését. Az esetleges korrekció az ellenőrzött panel minden rekeszére alkalmazásra kerül.
it: La procedura permette di verificare il corretto posizionamento dei vari pannelli porta mensola. L'eventuale correzione viene applicata a tutte le celle appartenenti al pannello in verifica.
pl_pl: Procedura umożliwia sprawdzenie poprawności ustawienia poszczególnych paneli drzwi regału. Ewentualna korekta dotyczy wszystkich komórek należących do testowanego panelu.
ru_ru: Эта процедура позволяет проверить правильное расположение различных дверных панелей стола. Любая коррекция применяется ко всем ячейкам, относящимся к панели, на которой проводится испытание.
sl_si: Postopek omogoča, da preverite pravilno namestitev različnih plošč za police. Morebiten popravek se uporabi za vse celice, ki pripadajo testirani plošči.
tr_tr: Prosedür, çeşitli raf kapısı panellerinin doğru konumlandırıldığını kontrol etmenizi sağlar. Test edilen panele ait tüm hücrelere herhangi bir düzeltme uygulanır.

# HelpVPPMTotalPanels
source: Indicates the total number of panels on the side selected by the reference cell.
bg: Показва общия брой панели на страната избрана от референтната клетка.
cs: Uvádí celkový počet panelů přítomných na vybrané straně referenční buňky.
de_de: Gibt die Gesamtanzahl der Panels auf der ausgewählten Seite der bezüglichen Zelle an.
el_gr: Υποδεικνύει το συνολικό αριθμό των πινάκων στην πλευρά που επιλέγεται από την κυψέλη αναφοράς.
es_es: Indica el número total de paneles presentes en el lado seleccionado por la celda de referencia.
fr_fr: Indique le nombre total de panneaux présents sur le côté sélectionné par la cellule de référence.
hr: Označuje sveukupni broj ploča prisutnih s odabrane strane od referentne ćelije.
hu_hu: A referenciarekesz kiválasztott oldalán található panelek teljes számát jeleníti meg.
it: Indica il numero totale di pannelli presenti nel lato selezionato dalla cella di riferimento.
pl_pl: Wskazuje całkowitą liczbę paneli na stronie wybranej przez komórkę odniesienia.
ru_ru: Указывает общее количество панелей на стороне, выбранной контрольной ячейкой.
sl_si: Navaja skupno število plošč na strani, ki jo je izbrala referenčna celica.
tr_tr: Referans hücre tarafından seçilen taraftaki panellerin toplam sayısını gösterir.

# HelpVPPMActualPanel
source: Indicates the currently selected panel that is being checked.
bg: Показва текущо избрания панел който се проверява.
cs: Uvádí aktuálně vybraný panel, na kterém se provádí kontrola.
de_de: Zeigt das aktuell gewählte Panel, auf dem die Kontrolle vorgenommen wird.
el_gr: Υποδεικνύει τον τρέχων επιλεγμένο πίνακα που έχει ελεγχθεί.
es_es: Indica el panel seleccionado actualmente en el que se está realizando la comprobación.
fr_fr: Indique le panneau actuellement sélectionné sur lequel le contrôle est effectué.
hr: Označuje trenutačno odabranu ploču na kojoj se izvodi provjera.
hu_hu: A jelenleg kiválasztott panelt jeleníti meg, amelyen az ellenőrzés elvégzésre kerül.
it: Indica il pannello attualmente selezionato su cui viene fatto il controllo.
pl_pl: Wskazuje aktualnie wybrany panel, który jest sprawdzany.
ru_ru: Указывает на текущую выбранную панель, которая проверяется.
sl_si: Označuje trenutno izbrano ploščo, ki se preverja.
tr_tr: Şu anda seçili olan ve kontrol edilmekte olan paneli gösterir.

# HelpVPPMSelectedCell
source: Selected cell from which the panel to control is derived. Odd or even numbers select the front or back side.
bg: Избрана клетка от която се получава контролираният панел. Нечетните или четните числа избират предната или задната страна.
cs: Vybraná buňka, od níž je odvozen panel ke kontrole. Lichá nebo sudá čísla slouží k výběru přední nebo zadní strany.
de_de: Ausgewählte Zelle, zu der das zu kontrollierende Paneel gehört. Ungerade oder gerade Zahlen wählen die Vorder- oder Rückseite.
el_gr: Επιλεγμένη κυψέλη από την οποία προέρχεται ο πίνακας προς έλεγχο. Οι μονοί ή ζυγοί αριθμοί επιλέγουν την εμπρόσθια ή οπίσθια πλευρά.
es_es: Celda seleccionada de la que se deriva el panel a controlar. Los números pares o impares seleccionan el anverso o el reverso.
fr_fr: Cellule sélectionnée dont dérive le panneau à contrôler. Les nombres pairs ou impairs sélectionnent le côté avant ou arrière.
hr: Odabrana ćelija s koje potječe ploča za provjeru. Neparni ili parni brojevi odabiru prednju ili stražnju stranu.
hu_hu: A kiválasztott rekesz, amelyből az ellenőrzendő panel származtatva van. A páratlan vagy páros számok határozzák meg az első vagy hátsó oldalt.
it: Cella selezionata da cui deriva il pannello da controllare. I numeri dispari o pari selezionano il lato anteriore o posteriore.
pl_pl: Wybrana komórka, z której pochodzi panel do kontroli. Numery nieparzyste lub parzyste wybierają stronę przednią lub tylną.
ru_ru: Выбранная ячейка, из которой выводится панель для проверки. Посредством нечетных или четных чисел выбирается передняя или задняя сторона.
sl_si: Izbrana celica, iz katere izhaja plošča, ki jo je treba preveriti. Neparne ali parne štev. izberejo sprednjo ali zadnjo stran.
tr_tr: Kontrol edilecek panelin türetildiği seçili hücre. Tek veya çift sayılar ön veya arka tarafı seçer.

# HelpVPPMSelectedCellPosition
source: Dimension of the selected cell.
bg: Размер на избраната клетка.
cs: Kóta vybrané buňky.
de_de: Höhe der ausgewählten Zelle.
el_gr: Διάσταση της επιλεγμένης κυψέλης.
es_es: Dimensión de la celda seleccionada.
fr_fr: Cote de la cellule sélectionnée.
hr: Visina odabrane ćelije.
hu_hu: A kiválasztott rekesz pozícióértéke.
it: Quota della cella selezionata.
pl_pl: Wymiar wybranej komórki.
ru_ru: Размер выбранной ячейки.
sl_si: Višina izbrane celice.
tr_tr: Seçili hücrenin boyutu.

# HelpVPPMActualPosition
source: Indicates the current position of the axis. It is changed by the action of the step buttons.
bg: Показва текущата поз на оста. Тя се променя чрез дейстто на бутоните за стъпки.
cs: Uvádí aktuální pozici osy. Upraví se stisknutím tlačítka kroku.
de_de: Zeigt aktuelle Achsenpos. an. Sie wird mit der Step-Tasten bearbeitet.
el_gr: Υποδεικνύει την τρέχουσα θέση του άξονα. Μπορεί να αλλάξει από τα κουμπιά βήματος.
es_es: Indica la posición actual del eje. Se modifica por la acción de los botones de paso.
fr_fr: Indique la position actuelle de l’axe. Il est modifié par l’action des boutons d’avancement.
hr: Označuje trenutačni položaj osi. Izmjenjuje ju uključivanje gumba za korak.
hu_hu: A tengely jelenlegi pozícióját jelöli. A léptetőgombok működtetése módosítja.
it: Indica la posizione corrente dell'asse. Viene modificato dall'azione dei pulsanti di step.
pl_pl: Wskazuje aktualną pozycję osi. Jest ona zmieniana przez działanie przycisków kroków.
ru_ru: Указывает текущее положение оси. Оно изменяется действием кнопок шага.
sl_si: Navaja trenutni položaj osi. Spremeni se z delovanjem koračnih gumbov.
tr_tr: Eksenin mevcut konumunu gösterir. Adım düğmelerinin hareketi ile değiştirilir.

# HelpVPPMStepValue
source: Step value to use when modifying the dimension.
bg: Стойност стъпка да се използва при редактир измерение.
cs: Hodnota kroku, která se má použít na změnu kóty.
de_de: Wert des Steps für die Bearb. der Höhe.
el_gr: Τιμή βήματος που χρησιμοποιείται όταν τροποποιείται η διάσταση.
es_es: Valor del paso que se utilizará al editar la dimensión.
fr_fr: Valeur du pas à utiliser pour la modification de la cote.
hr: Vrijednost koraka za uporabu u izmjeni visine.
hu_hu: A pozíció módosításához használt léptetés értéke.
it: Valore dello step da usare nella modifica della quota.
pl_pl: Wartość kroku do wykorzystania przy modyfikacji wymiaru.
ru_ru: Значение шага, используемое при изменении измерения.
sl_si: Vrednost koraka za spreminjanje višine.
tr_tr: Boyut değiştirilirken kullanılacak adım değeri.

# HelpVPPMCorrectionValue
source: Total value of the correction that will be applied to the dimension of the selected cell.
bg: Обща стойност на корекцията която ще бъде приложена към размера на избраната клетка.
cs: Celková hodnota korekce, která se aplikuje na kótu vybrané buňky.
de_de: Gesamtwert der Korrektur, die auf die Höhe der ausgewählten Zelle angewendet wird.
el_gr: Συνολική τιμή της διόρθωσης που μπορεί να εφαρμοστεί στη διάσταση της επιλεγμένης κυψέλης.
es_es: Valor total de la corrección que se aplicará a la dimensión de la celda seleccionada.
fr_fr: Valeur totale de la correction qui sera appliquée à la cote de la cellule sélectionnée.
hr: Sveukupna vrijednost ispravka koja će se primijeniti na visinu odabrane ćelije.
hu_hu: A kiválasztott rekesz pozícióértékére alkalmazandó korrekció teljes értéke.
it: Valore totale della correzione che sara' applicata alla quota della cella selezionata.
pl_pl: Całkowita wartość korekty, która zostanie zastosowana do wymiaru wybranej komórki.
ru_ru: Общее значение корректировки, которая будет применена к измерению выбранной ячейки.
sl_si: Skupna vrednost popravka, ki bo uporabljen za višino izbrane celice.
tr_tr: Seçili hücrenin boyutuna uygulanacak düzeltmenin toplam değeri.

# HelpVPPMNextPanel
source: Allows you to go to the next panel to check.
bg: Преминава към следващия панел който да бъде проверен.
cs: Umožňuje přejít na následující panel ke kontrole.
de_de: Ermöglicht Übergang auf das nächste Panel.
el_gr: Σας επιτρέπει να μεταβείτε στον επόμενο πίνακα προς έλεγχο.
es_es: Pasa al siguiente panel que se va a comprobar.
fr_fr: Permet de passer au prochain panneau à contrôler.
hr: Dozvoljava prelazak na sljedeću ploču za provjeriti.
hu_hu: Lehetővé teszi a következő ellenőrzendő panelre történő továbblépést.
it: Permette di passare al prossimo pannello da controllare.
pl_pl: Umożliwia przejście do następnego panelu w celu sprawdzenia.
ru_ru: Позволяет перейти к следующей панели для проверки.
sl_si: Om. preh. na nasl. ploščo, ki jo je treba prever.
tr_tr: Kontrol etmek için bir sonraki panele gitmenizi sağlar.

# HelpVPPMGoToCell
source: Place the axis at the selected cell.
bg: Позиционирайте оста в избраната клетка.
cs: Nastaví osu tak, aby odpovídala vybrané buňce.
de_de: Positionierung der Achse an der ausgewählten Zelle.
el_gr: Τοποθετήστε τον άξονα στην επιλεγμένη κυψέλη.
es_es: Posiciona el eje en la celda seleccionada.
fr_fr: Positionne l’axe au niveau de la cellule sélectionnée.
hr: Stavlja os pored odabrane ćelije.
hu_hu: A tengelyt a kiválasztott rekeszhez állítja.
it: Posiziona l'asse in corrispondenza della cella selezionata.
pl_pl: Umieść oś w wybranej komórce.
ru_ru: Поместить ось в выбранную ячейку.
sl_si: Postavi os na izbrano celico.
tr_tr: Ekseni seçili hücreye yerleştirin.
