Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpWCFinalResult
source: Report the final outcome of the procedure. The result will be positive if the measured weight falls within the set tolerance.
bg: Докладвай крайния резултат процедура. Резултат ще бъде положит ако измерено тегло е в рамките на зададено отклонение.
cs: Signalizuje konečný výsledek postupu. Výsledek bude kladný, pokud naměřená hmotnost spadá do nastavené tolerance.
de_de: Zeigt Endergebnis des Verf. Ergebnis positiv, wenn gemessene, Gewicht in der eingestellten Toleranz.
el_gr: Αναφορά του τελικού αποτελέσματος της διαδικασίας. Το αποτέλεσμα θα είναι θετικό αν το μετρούμενο βάρος εμπίπτει εντός της καθορισμένης ανοχής.
es_es: Informar del resultado final del procedimiento. El resultado será positivo si el peso medido está dentro de la tolerancia establecida.
fr_fr: Signale le résultat final de la procédure. Le résultat sera positif si le poids mesuré rentre dans la tolérance configurée.
hr: Signalizira krajnji ishod postupka. Ishod će biti pozitivan ako izmjerena težina pripada postavljenom dozv.odstupanju.
hu_hu: Az eljárás végleges eredményét mutatja. A kimenet pozitív, ha a mért súly a beállított tűréseken belül van.
it: Segnala l'esito finale della procedura. L'esito sara' positivo se il peso misurato rientra nella tolleranza impostata.
pl_pl: Podać wynik końcowy procedury. Wynik będzie pozytywny, jeśli zmierzona masa mieści się w ustalonej tolerancji.
ru_ru: Сообщает окончательный результат процедуры. Результат будет положительным, если измеренный вес находится в пределах установленного допуска.
sl_si: Javlja o končnem izidu postopka. Izid bo pozitiven, če bo izmerjena teža znotraj nastavljene tolerance.
tr_tr: Prosedürün nihai sonucunu bildirin. Ölçülen ağırlık ayarlanan tolerans dahilindeyse sonuç pozitif olacaktır.

# HelpWCStart
source: Start the test procedure.
bg: Старт процедура изпитване.
cs: Spustí postup testu.
de_de: Startet das Testverfahren.
el_gr: Εκκίνηση της διαδικασίας δοκιμής.
es_es: Inicie el procedimiento de prueba.
fr_fr: Démarre la procédure de test.
hr: Pokrenite postupak testa.
hu_hu: A teszteljárás indítása.
it: Avvia la procedura di test.
pl_pl: Rozpocząć procedurę testu.
ru_ru: Начать процедуру испытания.
sl_si: Zaženi testni postopek.
tr_tr: Test prosedürünü başlatın.

# HelpWCStop
source: Stop the test procedure.
bg: Спира процедура за изпитване.
cs: Zastaví postup testu.
de_de: Beendet das Testverfahren.
el_gr: Διακοπή της διαδικασίας δοκιμής.
es_es: Detenga el procedimiento de prueba.
fr_fr: Arrête la procédure de test.
hr: Zaustavlja postupak testa.
hu_hu: A teszteljárás leállítása.
it: Arresta la procedura di test.
pl_pl: Zatrzymać procedurę testu.
ru_ru: Остановить процедуру испытания.
sl_si: Zaustavi testni postopek.
tr_tr: Test prosedürünü durdurun.

# HelpVOCDescription
source: The procedure allows you to correct the offset of the vertical axis in order to align the height of the various cells with the reference system of the vertical axis.
bg: Процедурата позволява да се коригира изместване на вертикалната ос за да се изравнят размерите на различните клетки с референтната система на вертикалната ос.
cs: Postup umožňuje upravit posunutí vertikální osy tak, aby se zarovnala kóta různých buněk s referenčním systémem vertikální osy.
de_de: Verfahren ermöglicht Korrektur Offset vert. Achse, so dass die Höhe der versch. Zellen an das Bezugssystem der vertikalen Achse angepasst wird.
el_gr: Η διαδικασία σας επιτρέπει να διορθώσετε τη μετατόπιση του κατακόρυφου άξονα ούτως ώστε να ευθυγραμμίσετε το ύψος των διαφόρων κυττάρων με το σύστημα αναφοράς του κατακόρυφου άξονα.
es_es: El procedimiento permite corregir el desplazamiento del eje vertical para alinear la dimensión de las distintas celdas con el sistema de referencia del eje vertical.
fr_fr: La procédure permet de corriger le décalage de l’axe vertical afin d’aligner la cote des différentes cellules sur le système de référence de l’axe vertical.
hr: Postupak omogućuje ispravljanje pomaka okomite osi tako da se poravna visina raznih ćelija s referentnim sustavom okomite osi.
hu_hu: Az eljárás lehetővé teszi a függőleges tengely eltolásának korrekcióját úgy, hogy a különböző rekeszek pozícióját a függőleges tengely referenciarendszeréhez illeszti.
it: La procedura consente di correggere l'offset dell'asse verticale in modo da allineare la quota delle varie celle al sistema di riferimento dell'asse verticale.
pl_pl: Procedura umożliwia skorygowanie przesunięcia osi pionowej w celu wyrównania wysokości poszczególnych komórek z układem odniesienia osi pionowej.
ru_ru: Процедура позволяет исправить смещение вертикальной оси, чтобы выровнять высоту различных ячеек с системой отсчета вертикальной оси.
sl_si: Postopek omogoča popravljanje odmika navpične osi za prilagoditev višine različnih celic referenčnemu sistemu navpične osi.
tr_tr: Prosedür, çeşitli hücrelerin yüksekliğini dikey eksenin referans sistemiyle hizalamak için dikey eksenin sapmasını düzeltmenize izin verir.

# HelpVOCSelectedCell
source: Cell selected for checking.
bg: Клетка избрана за контрол.
cs: Buňka vybraná pro kontrolu.
de_de: Zur Kontrolle ausgewählte Zelle.
el_gr: Κυψέλη που επιλέχθηκε για τον έλεγχο.
es_es: Celda seleccionada para el control.
fr_fr: Cellule sélectionnée pour le contrôle.
hr: Odabrana ćelija za provjeru.
hu_hu: Az ellenőrzésre kiválasztott rekesz.
it: Cella selezionata per il controllo.
pl_pl: Komórka wybrana do sprawdzenia.
ru_ru: Ячейка, выбранная для проверки.
sl_si: Celica, izbrana za preverjanje.
tr_tr: Kontrol için hücre seçildi.

# HelpVOCCellPosition
source: Current elevation of the selected cell
bg: Текущо измерение на избраната клетка
cs: Aktuální kóta vybrané buňky
de_de: Aktuelle Höhe der ausgewählten Zelle
el_gr: Τρέχουσα ανύψωση της επιλεγμένης κυψέλης
es_es: Dimensión actual de la celda seleccionada
fr_fr: Cote actuelle de la cellule sélectionnée
hr: Trenutačna visina odabrane ćelije
hu_hu: A kiválasztott rekesz tényleges pozícióértéke.
it: Quota attuale della cella selezionata
pl_pl: Aktualna wysokość wybranej komórki
ru_ru: Текущая высота выбранной ячейки
sl_si: Trenutna višina izbrane celice
tr_tr: Seçili hücrenin mevcut yüksekliği

# HelpVOCStepValue
source: Value of the change in height to be applied each time the axis movement keys are pressed.
bg: Стойност промяна височина която се прилага при всяко натискане на клавиши преместване на оста.
cs: Hodnota změny kóty, která se má aplikovat při každém stisknutí tlačítka posun osy.
de_de: Höhenänderung, die bei jedem Drücken der Tasten zur Achsenverschiebung anzuwenden ist.
el_gr: Τιμή αλλαγής σε ύψος που πρέπει να εφαρμόζεται κάθε φορά που πατιούνται τα κουμπιά κίνησης του άξονα.
es_es: Valor de la variación de cota que se aplicará cada vez que se pulsen las teclas de movimiento del eje.
fr_fr: Valeur de la variation de cote à appliquer à chaque pression des touches de déplacement de l’axe.
hr: Vrijednost promjene visine za primijeniti kod svakog pritiskanja tipki za pomicanje osi.
hu_hu: A pozícióérték alkalmazandó módosításának értéke minden tengelyelmozdulást vezérlő gombnyomásra.
it: Valore della variazione di quota da applicare ad ogni pressione dei tasti di spostamento asse.
pl_pl: Wartość zmiany wysokości, która zostanie zastosowana po każdym naciśnięciu klawiszy przesuwania osi.
ru_ru: Значение изменения высоты, которое будет применяться при каждом нажатии клавиш перемещения оси.
sl_si: Vrednost spremembe višine, ki se uporabi vsakič, ko pritisnete tipke za premikanje osi.
tr_tr: Eksen hareket tuşlarına her basıldığında uygulanacak yükseklik değişikliğinin değeri.

# HelpVOCActualPosition
source: Current position of the vertical axis.
bg: Текуща поз на вертикалната ос.
cs: Aktuální poloha vertikální osy.
de_de: Aktuelle Pos. der vertikalen Achse.
el_gr: Τρέχουσα θέση του κατακόρυφου άξονα.
es_es: Posición actual del eje vertical.
fr_fr: Position actuelle de l’axe vertical.
hr: Stavlja trenutnu os u okomiti položaj.
hu_hu: A függőleges tengely jelenlegi pozíciója.
it: Posizione attuale dell'asse verticale.
pl_pl: Bieżąca pozycja osi pionowej.
ru_ru: Текущее положение вертикальной оси.
sl_si: Trenutni položaj navpične osi.
tr_tr: Dikey eksenin geçerli konumu.

# HelpVOCActualOffset
source: Current value of the vertical axis offset.
bg: Текуща стойност отместв вертикална ос.
cs: Aktuální hodnota posunutí vertikální osy.
de_de: Aktueller Wert des vert. Achsen-Offsets.
el_gr: Τρέχουσα τιμή μετατόπισης του κατακόρυφου άξονα.
es_es: Valor actual del desplazamiento del eje vertical.
fr_fr: Valeur actuelle du décalage de l’axe vertical.
hr: Trenutačna vrijednost pomaka okomite osi.
hu_hu: A függőleges tengely eltolásának jelenlegi értéke.
it: Valore attuale dell'offset asse verticale.
pl_pl: Bieżąca wartość przesunięcia osi pionowej.
ru_ru: Текущее значение смещения вертикальной оси.
sl_si: Trenutna vrednost odmika navpične osi.
tr_tr: Dikey eksen ofsetinin geçerli değeri.

# HelpVOCAdjustedOffset
source: New offset value.
bg: Нова стойн отместв.
cs: Nová hodnota posunutí.
de_de: Neuer Offset-Wert.
el_gr: Νέα τιμή μετατόπισης.
es_es: Nuevo valor de compensación.
fr_fr: Nouvelle valeur de décalage.
hr: Nova vrijednost pomaka.
hu_hu: Új eltolási érték.
it: Nuovo valore di offset.
pl_pl: Nowa wartość przesunięcia.
ru_ru: Новое значение смещения.
sl_si: Nova vrednost odmika.
tr_tr: Yeni ofset değeri.

# HelpVOCGoToCell
source: Moves the vertical axis in to the dimension of the selected cell.
bg: Премества вертикалната ос в размера на избраната клетка.
cs: Přesune vertikální osu na kótu vybrané buňky.
de_de: Verschiebt vert. Achse auf die Höhe der ausgewählten Zelle.
el_gr: Κινεί τον κατακόρυφο άξονα στη διάσταση της επιλεγμένης κυψέλης.
es_es: Mueve el eje vertical en la dimensión de la celda seleccionada.
fr_fr: Déplace l’axe vertical à la cote de la cellule sélectionnée.
hr: Premješta okomitu os na visinu odabrane ćelije.
hu_hu: A függőleges tengelyt a kiválasztott rekesz pozíciójához mozgatja.
it: Sposta l'asse verticale in alla quota della cella selezionata.
pl_pl: Przesuwa oś pionową w głąb wymiaru wybranej komórki.
ru_ru: Перемещает вертикальную ось в размер выбранной ячейки.
sl_si: Premakne navpično os na višino izbrane celice.
tr_tr: Dikey ekseni seçili hücrenin boyutuna taşır.

# HelpVOCStepPiu
source: Increases the current height of the vertical axis by the set step value.
bg: Увеличава текуща височина вертикална ос със зададената стойност стъпка.
cs: Zvýší aktuální kótu vertikální osy o nastavenou hodnotu kroku.
de_de: Erhöht die aktuelle Höhe der vertikalen Achse um den eingestellten Step.
el_gr: Αυξάνει το τρέχον ύψος του κατακόρυφου άξονα από τον ορισμό της τιμής του βήματος.
es_es: Aumenta la altura actual del eje vertical en el valor de paso establecido.
fr_fr: Augmente la cote actuelle de l’axe vertical de la valeur de pas configuré.
hr: Povećava trenutačnu visinu okomite osi za postavljenu vrijednost koraka.
hu_hu: A beállított lépésértékkel növeli a függőleges tengely jelenlegi pozícióját.
it: Incrementa la quota attuale dell'asse verticale del valore di step impostato.
pl_pl: Zwiększa aktualną wysokość osi pionowej o ustawioną wartość kroku.
ru_ru: Увеличивает текущую высоту вертикальной оси на заданное значение шага.
sl_si: Poveča trenutno višino navpične osi za nastavljeno vrednost koraka.
tr_tr: Dikey eksenin mevcut yüksekliğini ayarlanan adım değeri kadar artırır.

# HelpVOCStepMeno
source: Decreases the current height of the vertical axis by the set step value.
bg: Намалява текуща височина на вертикална ос със зададена стойност стъпка.
cs: Sníží aktuální kótu vertikální osy o nastavenou hodnotu kroku.
de_de: Verringert die aktuelle Höhe der vertikalen Achse um den eingestellten Step.
el_gr: Μειώνει το τρέχον ύψος του κατακόρυφου άξονα από τον ορισμό της τιμής του βήματος.
es_es: Disminuye la altura actual del eje vertical en el valor de paso establecido.
fr_fr: Diminue la cote actuelle de l’axe vertical de la valeur de pas configuré.
hr: Smanjuje trenutačnu vrijednost okomite osi za postavljenu vrijednost koraka.
hu_hu: A beállított lépésértékkel csökkenti a függőleges tengely jelenlegi pozícióját.
it: Decrementa la quota attuale dell'asse verticale del valore di step impostato.
pl_pl: Zmniejsza aktualną wysokość osi pionowej o ustawioną wartość kroku.
ru_ru: Уменьшает текущую высоту вертикальной оси на заданное значение шага.
sl_si: Zmanjša trenutno višino navpične osi za nastavljeno vrednost koraka.
tr_tr: Ayarlanan adım değeri kadar dikey eksenin mevcut yüksekliğini azaltır.

# HelpVOCApplyCorrection
source: Updates the vertical axis offset to the indicated value.
bg: Актуализира отместв вертикална ос до посочена стойност.
cs: Aktualizuje posunutí vertikální osy na uvedenou hodnotu.
de_de: Aktualisiert Offset vert. Achse auf angegebenen Wert.
el_gr: Ενημερώνει τη μετατόπιση του κατακόρυφου άξονα στην τιμή που υποδεικνύεται.
es_es: Actualiza el desplazamiento del eje vertical al valor especificado.
fr_fr: Met à jour le décalage de l’axe vertical à la valeur indiquée.
hr: Ažurira pomak okomite osi na navedenu vrijednost.
hu_hu: A jelzett értékre frissíti a függőleges tengely eltolását.
it: Aggiorna l'offset dell'asse verticale al valore indicato.
pl_pl: Aktualizuje przesunięcie osi pionowej do wskazanej wartości.
ru_ru: Обновляет смещение вертикальной оси до указанного значения.
sl_si: Posodobi odmik navpične osi na navedeno vrednost.
tr_tr: Dikey eksen ofsetini belirtilen değere günceller.

# HelpCSCDescription
source: The procedure allows you to modify a block of cells between the first and last selected. The selected side is automatically indicated based on the starting cell number depending on whether it is odd or even.
bg: Процедура позволява да се редактира блок от клетки между първа и последна избрана клетка. Избрана страна се посочва автоматично въз основа на началния номер на клетката в завис от това дали е четна или нечетна.
cs: Postup umožňuje změnu bloku buněk zahrnutých mezi první a poslední vybranou. Vybraná strana se automaticky uvede podle čísla počáteční buňky, podle toho, zda je sudé nebo liché.
de_de: Verfahren ermöglicht Änd. eines Zellenblocks zwischen der ersten und der letzten ausgewählten Zelle. Die ausgewählte Seite wird anhand der ursprünglichen Zellzahl autom. angezeigt, je nachdem, ob ungerade oder gerade
el_gr: Η διαδικασία σας επιτρέπει να τροποποιήσετε ένα μπλοκ κυψελών μεταξύ της πρώτης και τελευταίας που επιλέξατε. Η επιλεγμένη πλευρά υποδεικνύεται αυτόματα με βάση τον αρχικό αριθμό της κυψέλης ανάλογα με το αν είναι μονός ή ζυγός.
es_es: El procedimiento permite editar un bloque de celdas entre la primera y la última celda seleccionada. El lado seleccionado se indica automáticamente en función del número de celda inicial, según sea par o impar.
fr_fr: La procédure permet de modifier un bloc de cellules comprises entre la première et la dernière sélectionnée. Le côté sélectionné est automatiquement indiqué en fonction du numéro de cellule de départ selon qu’il est pair ou impair.
hr: Postupak dozvoljava izmjenu bloka ćelija između prve i posljednje odabrane. Odabrana strana se automatski navodi na bazi broja početne ćelije ovisno je li parna ili neparna.
hu_hu: Az eljárás lehetővé teszi az első és utolsó kiválasztott közötti rekeszblokk módosítását. A kiválasztott oldal automatikusan megjelenik a kezdeti rekesz számának alapján, aszerint, hogy az páratlan vagy páros.
it: La procedura permette di modifica un blocco di celle comprese fra la prima e l'ultima selezionata. Il lato selezionato viene automaticamente indicato sulla base del numero cella iniziale a seconda sia pari o dispari.
pl_pl: Procedura pozwala na modyfikację bloku komórek pomiędzy pierwszą a ostatnią zaznaczoną. Wybrana strona jest automatycznie wskazywana na podstawie numeru początkowego komórki w zależności od tego, czy jest ona nieparzysta czy parzysta.
ru_ru: Процедура позволяет изменить блок ячеек между первой и последней выбранной. Выбранная сторона автоматически указывается на основе номера начальной ячейки в зависимости от того, является ли она нечетной или четной.
sl_si: Postopek omogoča spreminjanje sklopa celic med prvo in zadnjo izbrano. Izbrana stran je avtomatsko prikazana glede na začetno številko celice, glede na to ali je soda ali liha.
tr_tr: Prosedür, ilk ve son seçilen arasında bir hücre bloğunu değiştirmenize izin verir. Seçilen taraf, tek veya çift olmasına bağlı olarak, başlangıç ​​hücre numarasına göre otomatik olarak gösterilir.

# HelpCSCInitialCell
source: Set the starting cell number of the block.
bg: Задайте началния номер на клетката на блока.
cs: Nastavte číslo počáteční buňky bloku.
de_de: Die Nummer der Anfangszelle des Blocks festlegen.
el_gr: Ορίστε τον αριθμό των κυψελών εκκίνησης του μπλοκ.
es_es: Establece el número de celda inicial del bloque.
fr_fr: Configurer le numéro de la cellule initiale du bloc.
hr: Postavite broj početne ćelije bloka.
hu_hu: Állítsa be a blokk kezdeti rekeszének számát.
it: Impostare il numero della cella iniziale del blocco.
pl_pl: Ustaw numer początkowej komórki bloku.
ru_ru: Установить начальный номер ячейки блока.
sl_si: Nastavite številko začetne celice sklopa.
tr_tr: Bloğun başlangıç ​​hücre numarasını ayarlayın.

# HelpCSCFinalCell
source: Set the number of the final cell of the block.
bg: Задаване на крайния номер на клетката на блока.
cs: Nastavte číslo konečné buňky bloku.
de_de: Nr. der abschließenden Zelle des Blocks festlegen.
el_gr: Ορίστε τον αριθμό της τελικής κυψέλης του μπλοκ.
es_es: Establece el número de celda final del bloque.
fr_fr: Configurer le numéro de la cellule finale du bloc.
hr: Postavite broj zadnje ćelije bloka.
hu_hu: Állítsa be a blokk utolsó rekeszének számát.
it: Impostare il numero della cella finale del blocco.
pl_pl: Ustaw numer ostatniej komórki bloku.
ru_ru: Установить номер последней ячейки блока.
sl_si: Nastavite številko končne celice sklopa.
tr_tr: Bloğun son hücresinin numarasını ayarlayın.

# HelpCSCCorrection
source: Set the desired value of the correction that will be applied to the selected cell group.
bg: Задайте желаната стойност на корекцията която ще бъде приложена към избраната група клетки.
cs: Nastavte požadovanou hodnotu korekce, která se aplikuje na vybranou skupinu buněk.
de_de: Gewünschten Korrekturwert für die ausgewählte Zellgruppe einstellen.
el_gr: Ορίστε την επιθυμητή τιμή της διόρθωσης που μπορεί να εφαρμοστεί στην ομάδα της επιλεγμένης κυψέλης.
es_es: Establezca el valor deseado de la corrección que se aplicará al grupo de celdas seleccionado.
fr_fr: Configurer la valeur souhaitée de la correction qui sera appliquée au groupe de cellules sélectionné.
hr: Postavite željenju vrijednost ispravka koja će se primijeniti na odabranu skupinu ćelije.
hu_hu: Állítsa be a korrekció kívánt értékét, amely alkalmazásra kerül a kiválasztott rekeszcsoportra.
it: Impostare il valore desiderato della correzione che verra' applicata al gruppo celle selezionato.
pl_pl: Ustaw żądaną wartość korekty, która zostanie zastosowana do wybranej grupy komórek.
ru_ru: Установить требуемое значение корректировки, которая будет применена к выбранной группе ячеек.
sl_si: Nastavite želeno vrednost popravka, ki bo uporabljen za izbrano skupino celic.
tr_tr: Seçilen hücre grubuna uygulanacak düzeltmenin istenen değerini ayarlayın.

# HelpCSCSelectedSide
source: Shows the side you are editing on. The side is automatically determined based on the selected starting cell number if even or odd.
bg: Той показва страна от която се извършва промяна. Страна се определя автоматично въз основа на избрания първоначален номер на клетката ако е четна или нечетна.
cs: Uvádí stranu, na které se změna provádí. Strana se stanoví automaticky podle čísla počáteční buňky, zda je sudé nebo liché.
de_de: Seite für die Änderung. Seite wird automatisch anhand der gewählten Nr. der Anfangszelle mit ungerade oder gerade bestimmt.
el_gr: Εμφανίζει την πλευρά όπου κάνετε την επεξεργασία. Η πλευρά καθορίζεται αυτόματα με βάση τον επιλεγμένο αρχικό αριθμό της κυψέλης, αν είναι ζυγός ή μονός.
es_es: Devuelve el lado en el que se está realizando el cambio. El lado se determina automáticamente en función del número de celda inicial seleccionado si es par o impar.
fr_fr: Indique le côté sur lequel on effectue actuellement la modification. Le côté est automatiquement déterminé selon que le numéro de cellule de départ sélectionné est pair ou impair.
hr: Navodi stranu na kojoj je izvršena izmjena. Strana se automatski određuje na bazi broja početne odabrane ćelije ovisno je li parna ili neparna.
hu_hu: Azt az oldalt jelöli, amelyen a módosítás elvégzésre kerül. Az oldal automatikusan kerül meghatározásra a kiválasztott kezdeti rekesz számának alapján, aszerint, hogy az páratlan vagy páros.
it: Riporta il lato su cui si sta effettuando la modifica. Il lato e' automaticamente determinato sulla base del numero cella iniziale selezionato se pari o dispari.
pl_pl: Pokazuje stronę, na której odbywa się edycja. Strona jest określana automatycznie na podstawie wybranego numeru komórki początkowej, jeśli jest parzysta lub nieparzysta.
ru_ru: Показывает сторону, на которой выполняется редактирование. Сторона автоматически определяется на основе выбранного начального номера ячейки: четный или нечетный.
sl_si: Navaja stran, na kateri se izvajajo spremembe. Stran je avtomatsko določena glede na številko izbrane začetne celice, glede na to ali je soda ali liha.
tr_tr: Düzenleme yaptığınız tarafı gösterir. Taraf, çift veya tek ise, seçilen başlangıç ​​hücre numarasına göre otomatik olarak belirlenir.

# HelpCSCApplyCorrection
source: Apply the correction to the selected cell group.
bg: Прилага корекцията към избраната група клетки.
cs: Aplikuje korekci na vybranou skupinu buněk.
de_de: Wendet Korrektur auf ausgewählte Zellgruppe an.
el_gr: Εφαρμόστε τη διόρθωση στην επιλεγμένη ομάδα κυψέλης.
es_es: Aplica la corrección al grupo de celdas seleccionado.
fr_fr: Applique la correction au groupe de cellules sélectionné.
hr: Primjenjuje ispravak na odabranu skupinu ćelija.
hu_hu: Alkalmazza a korrekciót a kiválasztott rekeszcsoportra.
it: Applica la correzione al gruppo celle selezionato.
pl_pl: Zastosuj korektę do wybranej grupy komórek.
ru_ru: Применить корректировку к выбранной группе ячеек.
sl_si: Popravek uporabi za izbrano skupino celic.
tr_tr: Düzeltmeyi seçili hücre grubuna uygulayın.

# HelpLFDTotalCells
source: Indicates the total number of cells to be tested.
bg: Посочва общия брой на клетки които ще бъдат тествани.
cs: Uvádí Celkem buněk, na kterém se má provést test.
de_de: Gibt die Gesamtzahl der zu testenden Zellen an.
el_gr: Υποδεικνύει το συνολικό αριθμό των κυψελών που πρέπει να δοκιμαστούν.
es_es: Indica el número total de celdas que se van a analizar.
fr_fr: Indique le nombre total de cellules à soumettre au test.
hr: Označuje sveukupni broj ćelija za testiranje.
hu_hu: A tesztnek alávetendő rekeszek teljes számát mutatja.
it: Indica il numero totale di celle da sottoporre a test.
pl_pl: Wskazuje całkowitą liczbę komórek, które mają zostać przetestowane.
ru_ru: Указывает общее количество ячеек для испытания.
sl_si: Navaja skupno štev. celic, ki jih je treba testirati.
tr_tr: Test edilecek toplam hücre sayısını gösterir.
