Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# VerticalResolutionCalibrationStep2
source: Step 2: place axis at the final dimension
bg: Стъпка 2 : позиционира оста в крайна квота
cs: Krok 2: nastaví osu na konečnou kótu
de_de: Schritt 2 : Position. Achse auf Endhöhe
el_gr: Βήμα 2: τοποθετήστε τον άξονα στην τελική διάσταση
es_es: Paso 2: colocar el eje en la dimensión final
fr_fr: Étape 2 : positionne l’axe à la cote finale
hr: Korak 2: postavlja os na završnu visinu
hu_hu: 2. lépés: tengely pozicionálása a végső pontba
it: Passo 2 : posiziona asse alla quota finale
pl_pl: Krok 2: pozycjonować oś na pozycji końcowej
ru_ru: Шаг 2: поместить ось в конечное измерение
sl_si: 2. korak: postavi os na končni položaj
tr_tr: Adım 2: ekseni son boyuta yerleştirin

# VerticalResolutionCalibrationStep3
source: Step 3: Update the resolution to the new value
bg: Стъпка 3 : актуализира резолюция до нова стойност
cs: Krok 3: aktualizuje rozlišení na novou hodnotu
de_de: Schritt 3 : Aktual. Auflösung auf neuen Wert
el_gr: Βήμα 3: Ενημερώστε την ανάλυση με την νέα τιμή
es_es: Paso 3: actualizar la resolución al nuevo valor
fr_fr: Étape 3 : met à jour la résolution à la nouvelle valeur
hr: Korak 3: ažurira rezoluciju na novu vrijednost
hu_hu: 3. lépés: a felbontás frissítése az új értékre
it: Passo 3 : aggiorna la risoluzione al nuovo valore
pl_pl: Krok 3: Zaktualizować rozdzielczość do nowej wartości
ru_ru: Шаг 3: Обновить разрешение до нового значения
sl_si: 3. korak: posodobi ločljivost na novo vrednost
tr_tr: 3. Adım: Çözünürlüğü yeni değere güncelleyin

# VerticalResolutionCalibrationStep4
source: Step 4: reposition axis and close the procedure
bg: Стъпка 4: пренасочва оста и приключва процедура
cs: Krok 4: přesune osu a uzavře postup
de_de: Schritt 4 : Neupos. Achse, Beendigung Verf.
el_gr: Βήμα 4: επανατοποθετήστε τον άξονα και κλείστε τη διαδικασία
es_es: Etapa 4 : reposicionar el eje y cerrar el procedimiento
fr_fr: Étape 4 : repositionne l’axe et ferme la procédure
hr: Korak 4: ponovno postavlja os i zatvara postupak
hu_hu: 4. lépés: a tengely újrapozicionálása és az eljárás bezárása
it: Passo 4 : riposiziona asse e chiude la procedura
pl_pl: Krok 4: ponowne pozycjonowanie osi i zamknięcie procedury
ru_ru: Шаг 4: переместить ось и закрыть процедуру
sl_si: 4. korak: os vrni na mesto in zaključi postopek
tr_tr: Adım 4: ekseni yeniden konumlandırın ve prosedürü kapatın

source: ResolutionCalibrationActualResolutionHelp
bg: Показва текуща раздел способност на оста
cs: Zobrazí aktuální rozlišení osy
de_de: Anzeige der aktuellen Achsenauflösung
es_es: Muestra la resolución actual del eje
fr_fr: Affiche la résolution actuelle de l’axe
hr: Prikazuje trenutnu rezoluciju osi
hu_hu: A tengely jelenlegi felbontását jeleníti meg
it: Visualizza la risoluzione attuale dell'asse
pl_pl: Pomoc Kalibracja Rozdzielczości Rzeczywista Rozdzielczość
ru_ru: РазрешениеКалибровкиТекущееРазрешениеСправка
sl_si: Prikaži trenutno ločljivost osi
tr_tr: ÇözünürlükKalibrasyonGerçekÇözünürlükYardım

# ResolutionCalibrationNewResolutionHelp
source: Displays the new resolution value calculated by the procedure.
bg: Показва нова стойност на разделит способност изчисл чрез процедура.
cs: Zobrazí novou hodnotu rozlišení vypočtenou postupem.
de_de: Anzeige neuer Auflösungswert, vom Verfahren berechnet
el_gr: Εμφανίζει την νέα τιμή ανάλυσης που υπολογίζεται από τη διαδικασία.
es_es: Muestra el nuevo valor de resolución calculado por el procedimiento.
fr_fr: Affiche la nouvelle valeur de résolution calculée par la procédure.
hr: Prikazuje novu vrijednost rezolucije izračunatu postupkom.
hu_hu: Az eljárás által számított új felbontási értéket jeleníti meg.
it: Visualizza il nuovo valore di risoluzione calcolato dalla procedura.
pl_pl: Wyświetla nową wartość rozdzielczości obliczoną przez procedurę.
ru_ru: Отображает новое значение разрешения, рассчитанное с помощью процедуры.
sl_si: Prikaži novo vrednost ločljivosti, izračunano s postopkom.
tr_tr: Prosedür tarafından hesaplanan yeni çözünürlük değerini görüntüler.

# ResolutionCalibrationAcceptNewResolution
source: Replaces the previous resolution value with the new calculated value.
bg: Заменя предишна стойност на разделителна способност с новоизчислена стойност.
cs: Nahradí předchozí hodnotu rozlišení novou vypočtenou hodnotou.
de_de: Ersetzt den vorherigen Auflösungswert durch den neu berechneten Wert.
el_gr: Αντικαθιστά την προηγούμενη τιμή ανάλυσης με τη νέα υπολογισμένη τιμή.
es_es: Sustituye el valor de resolución anterior por el nuevo valor calculado.
fr_fr: Remplace la valeur précédente de résolution par la nouvelle valeur calculée.
hr: Zamjenjuje prethodnu vrijednost rezolucije novom izračunatom vrijednošću.
hu_hu: Helyettesíti az előző felbontási értéket az új számított értékkel.
it: Sostituisce il valore precedente di risoluzione con il nuovo valore calcolato.
pl_pl: Zastępuje poprzednią wartość rozdzielczości nowo obliczoną wartością.
ru_ru: Заменяет предыдущее значение разрешения новым вычисленным значением.
sl_si: Zamenja prejšnjo vrednost ločljivosti z novo izračunano vrednostjo.
tr_tr: Önceki çözünürlük değerini yeni hesaplanan değerle değiştirir.

# ResolutionCalibrationGoToInitialPosizion
source: Return the axis to its initial position.
bg: Връща оста в първоначалното ѝ полож.
cs: Přesune osu do počáteční pozice.
de_de: Bringt Achse in Ausgangspos.zurück.
el_gr: Επιστροφή του άξονα στην αρχική του θέση.
es_es: Devuelve el eje a su posición original.
fr_fr: Reporte l’axe dans la position initiale.
hr: Vraća os u početni položaj.
hu_hu: Visszaállítja a tengelyt a kezdeti pozícióba.
it: Riporta l'asse nella posizione iniziale.
pl_pl: Przywraca oś do jej pozycji wyjściowej.
ru_ru: Вернуть ось в исходное положение.
sl_si: Vrni os na začetni položaj.
tr_tr: Ekseni ilk konumuna döndürün.

# ResolutionCalibrationCloseProcedure
source: Make the origin of the axis and close the procedure.
bg: Изпълнете началото на оста и приключете процедура.
cs: Provede návrat os do vých pol a postup ukončí.
de_de: Führt Achsenurspr. aus und schließt Verfahren ab.
el_gr: Εκτελέστε την προέλευση του άξονα και κλείστε τη διαδικασία.
es_es: Realiza el origen del eje y cierra el procedimiento.
fr_fr: Effectue le homing de l’axe et ferme la procédure.
hr: Izvršite ishodište osi i zatvorite postupak.
hu_hu: Elvégzi a tengely origóba állítását és bezárja az eljárást.
it: Effettua l'origine dell'asse e chiude la procedura.
pl_pl: Ustawić początek osi i zamknąć procedurę.
ru_ru: Определить начало координат оси и закрыть процедуру.
sl_si: Naredi izvor osi in zaključi postopek.
tr_tr: Eksenin orijinini yapın ve prosedürü kapatın.

# HelpInstallationStateDescription
source: Displays the current status of the installation. The parts already completed are highlighted in green while those to be completed or to be done are in gray. Some procedures are possible only after having correctly completed the preparatory ones.
bg: Показва текущо състояние на инсталация. Частите завършени са подчертани в зелено а тези които предстои да бъдат завършени или трябва да бъдат направени са в сиво. Някои процедури са възможни след правилно завършване на подготвителни процедури.
cs: Zobrazí aktuální stav instalace. Již dokončené části jsou zvýrazněny zeleně, zatímco části k dokončení nebo provedení jsou šedé. Některé postupy jsou možné teprve po správném dokončení předchozích postupů.
de_de: Zeigt akt. Status der Install. Bereits fertiggestellte Teile sind grün markiert während noch fertigzustellende oder herzustellenden Teile grau sind. Einige Verfahren sind erst nach dem korrekten Abschluss der vorbereitenden Verfahren möglich.
el_gr: Εμφανίζει την τρέχουσα κατάσταση της εγκατάστασης. Τα μέρη που έχουν ήδη ολοκληρωθεί επισημαίνονται με πράσινο χρώμα ενώ εκείνα που πρόκειται να ολοκληρωθούν ή να εκτελεστούν είναι με γκρι. Μερικές διαδικασίες είναι εφικτές μόνο εφόσον έχουν ολοκληρωθεί σωστά οι προπαρασκευαστικές.
es_es: Muestra el estado actual de la instalación. Las partes ya completadas están resaltadas en verde, mientras que las que deben completarse o hacerse están en gris. Algunos procedimientos sólo son posibles después de haber realizado correctamente los preparativos.
fr_fr: Affiche l’état actuel de l’installation. Les parties déjà réalisées sont surlignées en vert tandis que celles à compléter ou à faire sont en gris. Certaines procédures ne sont possibles qu’après avoir correctement effectué les préparatoires.
hr: Prikazuje trenutačni status ugradbe. Dijelovi koji su već dovršeni označeni su zelenom bojom, dok su dijelovi koje treba dovršiti ili koji će se izvoditi sivi. Neki su postupci mogući tek nakon što ste pravilno završili one pripremne.
hu_hu: Megjeleníti a telepítés jelenlegi állapotát. A már elvégzett lépések zöld színben jelennek meg, míg az elvégzendőek vagy befejezendőek szürkék. Egyes eljárások csak az előkészítő eljárások elvégzése után lehetségesek.
it: Visualizza lo stato corrente dell'installazione. Le parti gia' completate sono evidenziate in verde mentre quelle da completare o da fare sono in grigio. Alcune procedure sono possibili solo dopo avere correttamente completato quelle propedeutiche.
pl_pl: Wyświetla aktualny stan instalacji. Części, które zostały już wykonane, są zaznaczone na zielono, natomiast te, które mają być wykonane lub wykonane, są zaznaczone na szaro. Niektóre procedury są możliwe tylko po prawidłowym wykonaniu procedur przygotowawczych.
ru_ru: Отображает текущее состояние установки. Уже завершенные части выделяются зеленым цветом, а те, которые должны быть завершены или должны быть выполнены, - серым. Некоторые процедуры возможны только после правильного завершения подготовительных процедур.
sl_si: Prikaži trenutno stanje namestitve. Že dokončani deli so označeni z zeleno, medtem ko so tisti, ki jih je treba dokončati ali narediti sivi. Nekateri postopki so možni šele po pravilnem zaključku pripravljalnih postopkov.
tr_tr: Kurulumun mevcut durumunu görüntüler. Halihazırda tamamlanmış kısımlar yeşil, tamamlanacak veya yapılacaklar gri renkle vurgulanır. Bazı prosedürler ancak hazırlık prosedürlerini doğru bir şekilde tamamladıktan sonra mümkündür.

# HelpInstallationStateToDo
source: The gray indicator indicates a procedure still to be done
bg: Сивият индикатор показва процедура все още не е извършена
cs: Šedý indikátor znamená postup, který se má dosud provést
de_de: Grauer Indikator, ein Verfahren steht noch aus
el_gr: Ο γκρι δείκτης δείχνει μια διαδικασία που είναι ακόμη προς εκτέλεση
es_es: El indicador en gris indica un procedimiento pendiente de realizar
fr_fr: L’indicateur gris indique une procédure encore à faire
hr: Sivi indikator označava postupak koji još treba obaviti
hu_hu: A szürke mutató a még elvégzendő eljárásokat jelöli
it: L'indicatore in grigio indica una procedura ancora da fare
pl_pl: Szary wskaźnik oznacza procedurę, którą należy jeszcze wykonać
ru_ru: Серый индикатор указывает на процедуру, которую еще предстоит выполнить
sl_si: Sivi indikator označ. postopek, ki ga je treba še opraviti
tr_tr: Gri gösterge, hala yapılması gereken bir prosedürü gösterir.

# HelpInstallationStateDone
source: The green indicator indicates a successful procedure.
bg: Зеленият индикатор показва успешно завършена процедура.
cs: Zelený indikátor označuje správně dokončený postup.
de_de: Die Anzeige in Grün zeigt ein korrekt abgeschlossenes Verfahren an.
el_gr: Ο πράσινος δείκτης δείχνει μια επιτυχή διαδικασία.
es_es: El indicador verde indica que el procedimiento se ha completado con éxito.
fr_fr: L’indicateur vert indique une procédure terminée avec succès.
hr: Zeleni indikator označava uspješno dovršenje postupka.
hu_hu: A zöld mutató a megfelelően befejeződött eljárásokat jelöli.
it: Lìndicatore in verde indica una procedura correttamente completata.
pl_pl: Zielony wskaźnik oznacza, że procedura została zakończona sukcesem.
ru_ru: Зеленый индикатор указывает на успешно завершенную процедуру.
sl_si: Zeleni indikator označuje uspešno zaključen postopek.
tr_tr: Yeşil gösterge başarılı bir prosedürü gösterir.

# HelpSSTitle
source: Sensor status display
bg: Индикация състояние сензор
cs: Zobrazení stavu snímačů
de_de: Statusanzeige der Sensoren
el_gr: Εμφάνιση της κατάστασης του αισθητήρα
es_es: Visualización del estado de los sensores
fr_fr: Affichage de l’état des capteurs
hr: Prikaz stanja senzora
hu_hu: Szenzorok állapotának megjelenítése
it: Visualizzazione stato sensori
pl_pl: Wskazanie stanu czujnika
ru_ru: Дисплей состояния датчика
sl_si: Prikaz stanja senzorjev
tr_tr: Sensör durumu ekranı

# HelpSSDescription
source: The gray color indicates the inactive state of the sensor.
bg: Различните страници показват състояние на сензорите в различните съставни части на машината. Дисплеят се показва в реално време и се променя при промяна на състояние на различните сензори.
cs: Různé stránky umožňuje zobrazení stavu snímačů přítomných na různých částech, které tvoří stroje. Zobrazení probíhá v reálném čase a mění se při změně stavu jednotlivých snímačů.
de_de: Die Seiten ermöglichen die Statusanzeige der in den versch. Maschinenteilen vorhandenen Sensoren. Die Anzeige erfolgt in Echtzeit und ändert sich mit der Statusänderung der verschiedenen Sensoren.
el_gr: Το γκρι χρώμα δείχνει την ανενεργή κατάσταση του αισθητήρα.
es_es: Las distintas páginas permiten visualizar el estado de los sensores presentes en las distintas partes de la máquina. La visualización es en tiempo real y cambia según el estado de los distintos sensores.
fr_fr: Les différentes pages permettent de visualiser l’état des capteurs présents dans les différents composants constituant la machine. L’affichage s’effectue en temps réel et évolue au fur et à mesure que l’état des différents capteurs change.
hr: Različite stranice omogućuju vam prikaz statusa senzora prisutnih u različitim dijelovima koji čine stroj. Prikaz se odvija u stvarnom vremenu i mijenja se kako se mijenja status različitih senzora.
hu_hu: A különböző oldalak lehetővé teszik a gépet alkotó különböző részegységek szenzorai állapotának megjelenítését. A megjelenítés valós időben történik, és a különböző szenzorok állapotának változásával változik.
it: Le varie pagine permettono la visualizzazione dello stato sensori presenti nelle varie parti costituenti la macchina. La visualizzazione avviene in tempo reale e cambia al variare dello stato dei vari sensori.
pl_pl: Kolor szary oznacza nieaktywny stan czujnika.
ru_ru: Серый цвет указывает на отключенное состояние датчика.
sl_si: Na različnih straneh si lahko ogledate stanje senzorjev, ki so prisotni v različnih delih stroja. Prikaz poteka v realnem času in se spreminja, ko se spreminja stanje različnih senzorjev.
tr_tr: Gri renk, sensörün etkin olmadığını gösterir.

# HelpSSStateOn
source: The green color indicates the active state of the sensor.
bg: Зеленото показва активто състояние на сензора.
cs: Zelená barva znamená aktivní stav snímače.
de_de: Aktiver Status der Sensors wird grün angez.
el_gr: Το πράσινο χρώμα δείχνει την ενεργή κατάσταση του αισθητήρα.
es_es: El color verde indica el estado activo del sensor.
fr_fr: La couleur verte indique l’état actif du capteur.
hr: Zelena boja označava aktivno stanje senzora.
hu_hu: A zöld szín a szenzor aktív állapotát jelöli.
it: Il colore verde indica lo stato attivo del sensore.
pl_pl: Kolor zielony oznacza aktywny stan czujnika.
ru_ru: Зеленый цвет указывает на включенное состояние датчика.
sl_si: Zelena barva prikazuje aktivno stanje senzorja.
tr_tr: Yeşil renk, sensörün aktif durumunu gösterir.

# HelpSSStateOff
source: The gray color indicates the inactive state of the sensor.
bg: Сивият цвят показва неактивто състояние на сензора.
cs: Šedá barva znamená neaktivní stav snímače.
de_de: Inaktiver Status des Sensors wird grau angez.
el_gr: Το γκρι χρώμα δείχνει την ανενεργή κατάσταση του αισθητήρα.
es_es: El color gris indica el estado inactivo del sensor.
fr_fr: La couleur grise indique l’état inactif du capteur.
hr: Siva boja označava neaktivno stanje senzora.
hu_hu: A szürke szín a szenzor nem aktív állapotát jelöli.
it: Il colore grigio indica lo stato non attivo del sensore.
pl_pl: Kolor szary oznacza nieaktywny stan czujnika.
ru_ru: Серый цвет указывает на отключенное состояние датчика.
sl_si: Siva barva prikazuje neaktivno stanje senzorja.
tr_tr: Gri renk, sensörün etkin olmadığını gösterir.

# HelpLSMTTitle
source: Low speed manual controls.
bg: Ръчно управл ниска скорост.
cs: Manuál ovladače s nízkou Rychlí.
de_de: Man Steuer. bei niedriger Gschw.
el_gr: Χειροκίνητοι έλεγχοι χαμηλής ταχύτητας.
es_es: Controles manuales de baja velocidad.
fr_fr: Commandes manuelles à faible vitesse.
hr: Ručne komande male brzine.
hu_hu: Alacsony sebességű kézi parancsok.
it: Comandi manuali a bassa velocita'.
pl_pl: Ręczne sterowanie małą prędkością.
ru_ru: Низкоскоростное ручное управление.
sl_si: Ročni krmilniki pri nizki hitr.
tr_tr: Düşük hızlı manuel kontroller.

# HelpLSMTDescription
source: It allows to carry out the movement of the various axes at low speed. A small movement space in both directions is set. The text of the buttons changes according to the required movement. Once the machine has been tested, it will be possible to control all the various axes at low speed without interlocks and for unlimited strokes.
bg: Той позволява движение на различни оси с ниска скорост. Намалено пространство за движение е определено и в двете посоки. Текстът на бутона се променя в зависимост от необходимо движение. Когато тест на машина приключи ще бъде възможно да се управляват всички различни оси при ниска скорост без блокировки и за неограничено движение.
cs: Umožňuje provést pohyb jednotlivých os nízkou rychlostí. Je nastaven omezený prostor pohybu oběma směry. Test tlačítek se mění v závislosti na požadovaném pohybu. Při kolaudaci stroje bude možné ovládat nízkou rychlostí všechny jednotlivé osy bez vzájemného blokování a na omezených drahách.
de_de: Ermöglicht Bew. der versch. Achsen mit niedriger Gschw. In beiden Richtungen wird ein reduz. Bewegungsraum eingest. Text der Tasten ändert sich entspr. gewünschter Bew.. Sobald Abnahmepr. der Maschine angeschl., können alle versch. Achsen bei niedriger Gschw. ohne Verr. und für uneingeschränkte Hübe gesteuert werden.
el_gr: Επιτρέπει την εκτέλεση της κίνησης των διαφόρων αξόνων σε χαμηλή ταχύτητα, Ορίζεται ένας μικρός χώρος κίνησης και στις δύο κατευθύνσεις. Το κείμενο των κουμπιών αλλάζει σύμφωνα με την απαιτούμενη κίνηση. Όταν το μηχάνημα έχει δοκιμαστεί, θα είναι δυνατόν να ελέγξετε όλους τους διάφορους άξονες σε χαμηλή ταχύτητα χωρίς αλληλοσυνδέσεις και για απεριόριστες διαδρομές.
es_es: Permite el movimiento de los distintos ejes a baja velocidad. Se establece un espacio de movimiento reducido en ambas direcciones. El texto del botón cambia en función del movimiento requerido. Una vez finalizadas las pruebas de la máquina, será posible controlar todos los distintos ejes a baja velocidad sin enclavamientos y para carreras sin restricciones.
fr_fr: Permet d’effectuer le mouvement des différents axes à faible vitesse. Un espace de mouvement réduit est configuré dans les deux directions. Le texte des boutons change en fonction du mouvement requis. Une fois la mise en service de la machine terminée, il sera possible de piloter tous les différents axes à faible vitesse sans verrouillage et pour des courses illimitées.
hr: Omogućuje kretanje različitih osi pri maloj brzini. Postavljen je mali prostor za kretanje u oba smjera. Tekst gumba mijenja se prema potrebnom kretanju. Jednom kada se stroj testira, moći će se upravljati svim raznim osima pri maloj brzini bez blokada i za neograničene poteze.
hu_hu: Lehetővé teszik a különböző tengelyek alacsony sebességű mozgatását. Minden irányban csökkentett mozgási tér van beállítva. A gombok szövege a lekért mozgásnak megfelelően változik. Ha a gép felülvizsgálata befejeződött, az összes tengely alacsony sebessége vezérelhető reteszelések és korlátozott mozgástartományok nélkül.
it: Permette di effettuare il movimento dei vari assi a bassa velocita. E' impostato uno spazio di movimento ridotto in entrambe le direzioni. Il testo dei pulsanti cambia in base al movimento richiesto. A collaudo macchina completato sara' possibile comandare a bassa velocita' tutti i vari assi senza interblocchi e per corse non limitate.
pl_pl: Pozwala na wykonywanie ruchów różnych osi z małą prędkością. Ustawiona jest niewielka przestrzeń ruchu w obu kierunkach. Tekst na przyciskach zmienia się w zależności od wymaganego ruchu. Po przetestowaniu maszyny możliwe będzie sterowanie wszystkimi różnymi osiami z niską prędkością bez blokad i dla nieograniczonych skoków.
ru_ru: Позволяет осуществлять перемещение различных осей с низкой скоростью. Устанавливается небольшое пространство для перемещения в обоих направлениях. Текст кнопок изменяется в соответствии с требуемым движением. После того, как машина будет испытана, можно будет управлять всеми различными осями на низкой скорости без блокировок и для неограниченного количества ходов.
sl_si: Omogoča premikanje različnih osi pri nizki hitrosti. Nastavljen je majhen prostor za premikanje v obeh smereh. Besedilo gumbov se spreminja glede na zahtevani premik. Po tovarniškem testiranju stroja bo mogoče upravljati vse različne osi pri nizki hitrosti brez blokade in na neomejenih tekih.
tr_tr: Çeşitli eksenlerin hareketini düşük hızda gerçekleştirmeyi sağlar. Her iki yönde de küçük bir hareket alanı ayarlanır. Düğmelerin metni gerekli harekete göre değişir. Makine test edildikten sonra, tüm çeşitli eksenleri düşük hızda kilitleme olmadan ve sınırsız strok için kontrol etmek mümkün olacaktır.

# HelpLSMTActualPosition
source: Indicates the current position or status for those parts that only have discrete positions.
bg: Показва текущата поз или състояние за частите които имат само дискретни позиции.
cs: Uvádí aktuální pozici nebo stav pro ty části, které mají pouze diskrétní pozice.
de_de: Zeigt aktuelle Pos. oder akt. Status für Teile, mit nur unwichtigen Positionen.
el_gr: Υποδεικνύει την τρέχουσα θέση ή κατάσταση για εκείνα τα μέρη που έχουν μόνο διακριτές θέσεις.
es_es: Indica la posición o el estado actual para aquellas piezas que sólo tienen posiciones discretas.
fr_fr: Indique la position ou l’état actuel des composants qui n’ont que des positions discrètes.
hr: Navodi trenutni položaj ili status za one dijelove koji imaju samo diskretne položaje.
hu_hu: A jelenlegi pozíciót vagy állapotot jelzi azon részegységekre, amelyek csak diszkrét pozíciókkal rendelkeznek.
it: Indica lo posizione corrente o lo stato per quelle parti che hanno solo posizioni discrete.
pl_pl: Wskazuje aktualną pozycję lub status dla tych części, które mają tylko dyskretne pozycje.
ru_ru: Указывает текущее положение или состояние для тех частей, которые имеют только дискретные положения.
sl_si: Označuje trenutni položaj ali stanje za tiste dele, ki imajo samo diskretne položaje.
tr_tr: Yalnızca ayrı konumlara sahip parçalar için geçerli konumu veya durumu gösterir.
