Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpMaintenanceMainPageGridRequest
source: The column indicates that a request for intervention has already been made to the maintenance staff for a specific kit.
bg: Колоната показва че за определен комплект вече е подадена заявка за обслужване до персонала по поддръжката.
cs: Sloupek signalizuje, zda pro konkrétní sadu byl již zaslán požadavek na zásah personálu údržby.
de_de: Die Spalte zeigt an, dass für einen best. Bausatz bereits eine Anfrage für einen Eingriff an das Wartungspers. gestellt wurde
el_gr: Η στήλη υποδεικνύει ότι έχει γίνει ήδη ένα αίτημα παρέμβασης στο προσωπικό συντήρησης για το συγκεκριμένο κιτ
es_es: La columna indica que ya se ha realizado una solicitud de servicio al personal de mantenimiento para un kit concreto.
fr_fr: La colonne indique qu’une demande d’intervention a déjà été faite au personnel de maintenance pour un groupe spécifique.
hr: Stupac označava da je osoblju za održavanje već upućen zahtjev za intervenciju za određeni komplet.
hu_hu: Az oszlop azt jelzi, hogy egy meghatározott egységre már volt-e beavatkozási kérelem a karbantartók felé.
it: La colonna segnala che per un determinato kit e' stata gia' fatta una richiesta di intervento agli addetti alla manutenzione.
pl_pl: Kolumna wskazuje, że dla danego zestawu został już złożony wniosek o interwencję do personelu utrzymania ruchu.
ru_ru: В колонке указывается, что запрос на вмешательство уже был направлен обслуживающему персоналу для получения конкретного комплекта.
sl_si: Stolpec opozarja, da je za določeni komplet že bila poslana zahteva za poseg vzdrževalcem.
tr_tr: Sütun, belirli bir kit için bakım personeline zaten bir müdahale talebinin yapıldığını gösterir.

# HelpMaintenanceMainPageModel
source: Show the machine model.
bg: Покажете модела на машината.
cs: Uvádí model stroje.
de_de: Zeigt das Maschinenmodell.
el_gr: Εμφανίζει το μοντέλο του μηχανήματος.
es_es: Muestra el modelo de la máquina.
fr_fr: Affiche le modèle de machine.
hr: Prikazuje model stroja.
hu_hu: A gépmodellt tartalmazza.
it: Mostra il modello di macchina.
pl_pl: Pokazać model maszyny.
ru_ru: Показать модель машины.
sl_si: Kaže model stroja.
tr_tr: Makine modelini gösterin.

# HelpMaintenanceMainPageSerial
source: Report the serial number of the machine.
bg: Той показва серийния номер на машината.
cs: Uvádí výrobní číslo stroje.
de_de: Zeigt die Seriennummer der Maschine.
el_gr: Αναφέρει το σειριακό αριθμό του μηχανήματος.
es_es: Muestra el número de serie de la máquina.
fr_fr: Indique le numéro de série de la machine.
hr: Navodi serijski broj stroja.
hu_hu: A gép sorozatszámát tartalmazza.
it: Riporta il numero di serie della macchina.
pl_pl: Podanie numeru seryjnego maszyny.
ru_ru: Сообщить серийный номер машины.
sl_si: Prikazuje serijsko številko stroja.
tr_tr: Makinenin seri numarasını bildirin.

# HelpMaintenanceMainPageInstallation
source: Reports the machine installation date.
bg: Той показва датата на инсталиране на машината.
cs: Uvádí datum instalace stroje.
de_de: Zeigt das Installationsdatum der Maschine.
el_gr: Αναφέρει την ημερομηνία εγκατάστασης του μηχανήματος.
es_es: Muestra la fecha de instalación de la máquina.
fr_fr: Indique la date d’installation de la machine.
hr: Navodi datum ugradbe stroja.
hu_hu: A gép telepítési dátumát tartalmazza.
it: Riporta la data di installazione della macchina.
pl_pl: Podaje datę instalacji maszyny.
ru_ru: Сообщить дату установки машины.
sl_si: Prikazuje datum namestitve stroja.
tr_tr: Makine kurulum tarihini bildirir.

# HelpMaintenanceMainPageLastMaintenance
source: Indicates the date on which the last maintenance was performed.
bg: Посочва датата на която е извършена последната поддръжка.
cs: Uvádí datum, kdy byla provedena poslední údržba.
de_de: Zeigt das Datum, an dem die letzte Wartung durchgeführt wurde.
el_gr: Υποδεικνύει την ημερομηνία κατά την οποία εκτελέστηκε η τελευταία συντήρηση.
es_es: Indica la fecha en que se realizó el último mantenimiento.
fr_fr: Indique la date à laquelle a été effectuée la dernière intervention de maintenance.
hr: Navodi datum posljednjeg održavanja.
hu_hu: Az utolsó karbantartás dátumát tartalmazza.
it: Indica la data in cui e' stata effettuata l'ultima manutenzione.
pl_pl: Wskazuje datę wykonania ostatniej konserwacji.
ru_ru: Указывает дату, когда было выполнено последнее техническое обслуживание.
sl_si: Navaja datum zadnjega vzdrževanja.
tr_tr: Son bakımın yapıldığı tarihi gösterir.

# HelpMaintenanceMainPageNextMaintenance
source: Indicates the estimated date for the next maintenance.
bg: Посочва приблизителната дата на следваща поддръжка.
cs: Uvádí odhadované datum následující údržby.
de_de: Geschätztes Datum für die nächste Wartung.
el_gr: Υποδεικνύει την εκτιμώμενη ημερομηνία για την επόμενη συντήρηση.
es_es: Indica la fecha estimada del próximo mantenimiento.
fr_fr: Indique la date estimée pour la prochaine intervention de maintenance.
hr: Navodi procjenu datuma sljedećeg održavanja.
hu_hu: A következő karbantartás becsült dátumát tartalmazza.
it: Indica la data stimata per la prossima manutenzione.
pl_pl: Wskazuje przewidywaną datę następnej konserwacji.
ru_ru: Указывает предполагаемую дату следующего технического обслуживания
sl_si: Navaja predvideni datum naslednjega vzdrževanja.
tr_tr: Bir sonraki bakım için tahmini tarihi gösterir.

# HelpMaintenanceMainPageMachineStatus
source: Indicates the current status of the kit. the orange color indicates the approach of maintenance, the red period expired and therefore maintenance required.
bg: Оранжево означава че предстои поддръжка а червено - че периодът е изтекъл и следователно е необходима поддръжка.
cs: Uvádí aktuální stav soupravy. Oranžová barva znamená, že se blíží údržba, červená uplynulou lhůtu údržby, a tedy nezbytnou údržbu.
de_de: Aktueller Status des Bausatzes. Orange kennzeichnet die bevorstehende Wartung, Rot die abgelaufene Frist und damit die notwendige Wartung.
el_gr: Υποδεικνύει την τρέχουσα κατάσταση του κιτ. Το πορτοκαλί χρώμα υποδεικνύει την προσέγγιση συντήρησης, το κόκκινο την περίοδο λήξης και για το λόγο αυτό της απαιτούμενης συντήρησης.
es_es: Indica el estado actual del kit. El color naranja indica que se aproxima el mantenimiento, el rojo indica que el periodo ha expirado y que, por tanto, es necesario el mantenimiento.
fr_fr: Indique l’état actuel du groupe. La couleur orange indique l’approche de la maintenance, le rouge la période échue et donc la maintenance requise.
hr: Označava trenutni status kompleta. narančasta boja označava približavanje održavanja, crvena da je razdoblje isteklo i stoga je potrebno održavanje.
hu_hu: Az egység aktuális állapotát jeleníti meg. A narancssárga szín a karbantartás közeledtét, a piros határidő lejártát, tehát a karbantartás szükségességét jelzi.
it: Indica lo stato corrente del kit. il colore arancione indica l'approssimarsi della manutenzione, il rosso periodo scaduto e quindi manutenzione necessaria.
pl_pl: Kolumna wskazuje aktualny status zestawu. Kolor pomarańczowy oznacza zbliżającą się konserwację, kolor czerwony okres, który upłynął i w związku z tym wymagana jest konserwacja.
ru_ru: Указывает текущее состояние комплекта. оранжевый цвет указывает на приближение технического обслуживания, красный - период истек и, следовательно, требуется техническое обслуживание.
sl_si: Navaja trenutno stanje kompleta. Oranžna barva navaja približevanje vzdrževanja, rdeča obdobje je poteklo in je zato potrebno vzdrževanje.
tr_tr: Kitin mevcut durumunu gösterir. turuncu renk bakımın yaklaştığını, kırmızı sürenin dolduğunu ve dolayısıyla bakım gerektiğini gösterir.

# HelpMaintenanceDetailDescription
source: The page allows you to view the data on which the maintenance of the selected kit is based. All the information used by the system to determine scheduled maintenance operations is displayed.
cs: Stránka umožňuje zobrazit data, ze kterých vychází údržby vybrané sady. Zobrazí se veškeré informace používané systémem pro stanovení plánovaných zásahů údržby.
de_de: Auf dieser Seite können die Daten eingesehen werden, auf denen die Wartung des ausgewählten Bausatzes basiert. Es werden alle Informationen angezeigt, die das System zur Ermittlung der geplanten Wartungsvorgänge verwendet.
el_gr: Η σελίδα σας επιτρέπει να προβάλετε τα δεδομένα στα οποία βασίζεται η συντήρηση του επιλεγμένου κιτ. Εμφανίζονται όλες οι πληροφορίες που χρησιμοποιούνται από το σύστημα για τον καθορισμό της προγραμματισμένης συντήρησης.
es_es: La página permite visualizar los datos en los que se basa el mantenimiento del kit seleccionado. Se muestra toda la información utilizada por el sistema para determinar las operaciones de mantenimiento programadas.
fr_fr: La page permet de visualiser les données sur lesquelles est basée la maintenance du groupe sélectionné. Toutes les informations utilisées par le système pour déterminer les opérations de maintenance programmées sont affichées.
hr: Stranica vam omogućuje pregled podataka na kojima se temelji održavanje odabranog kompleta. Prikazuju se sve informacije koje sustav koristi za određivanje operacija redovnog održavanja.
hu_hu: Az oldal lehetővé teszi azon adatok megjelenítését, amelyeken a kiválasztott egység karbantartása alapul. Megjeleníti a rendszer által a tervezett karbantartási műveletek meghatározására használt valamennyi információt.
it: La pagina permette di visualizzare i dati su cui e' basata la manutenzione del kit selezionato. Vengono visualizzate tutte le informazioni utilizzate dal sistema per la determinazione delle operazioni di manutenzione pianificate.
pl_pl: Strona umożliwia przeglądanie danych, na podstawie których przeprowadzana jest konserwacja wybranego zestawu. Wyświetlane są wszystkie informacje wykorzystywane przez system do określania planowanych czynności konserwacyjnych.
ru_ru: Страница позволяет просматривать данные, на которых основано обслуживание выбранного комплекта. Отображается вся информация, используемая системой для определения плановых операций технического обслуживания.
sl_si: Stran omogoča prikaz podatkov, na katerih temelji vzdrževanje izbranega kompleta. Prikazane so vse informacije, ki jih sistem uporablja za določanje načrtovanih vzdrževalnih del.
tr_tr: Sayfa, seçilen kitin bakımının dayandığı verileri görüntülemenizi sağlar. Planlı bakım işlemlerini belirlemek için sistem tarafından kullanılan tüm bilgiler görüntülenir.

# HelpMaintenanceDetailGridElement
source: Shows the part number used by the selected maintenance kit.
bg: Показва номера на частта използвана от избрания комплект за поддръжка.
cs: Zobrazuje kód komponenty použité vybranou sadou údržby.
de_de: Zeigt die vom ausgewählten Wartungssatz verwendete Teilenummer an.
el_gr: Εμφανίζει τον αριθμό του εξαρτήματος που χρησιμοποιείται από το επιλεγμένο κιτ συντήρησης.
es_es: Muestra el número de pieza del componente utilizado por el kit de mantenimiento seleccionado.
fr_fr: Affiche le code du composant utilisé dans le groupe de maintenance sélectionné.
hr: Prikazuje broj komponente koju koristi odabrani komplet za održavanje.
hu_hu: A kiválasztott karbantartási egység által használt komponens kódját tartalmazza.
it: Mostra il codice del componente utilizzato dal kit di manutenzione selezionato.
pl_pl: Pokazuje numer części używanej przez wybrany zestaw konserwacyjny.
ru_ru: Показывает номер части, используемый выбранным комплектом технического обслуживания.
sl_si: Prikazuje kodo komponente, ki jo uporablja izbrani komplet za vzdrževanje.
tr_tr: Seçilen bakım kiti tarafından kullanılan parça numarasını gösterir.

# HelpMaintenanceDetailGridDescription
source: Reports the description of the component used in the selected kit.
bg: Съобщава описанието на компонента използван в избрания комплект.
cs: Uvádí popis komponenty použité ve vybrané sadě údržby.
de_de: Beschreibung der im ausgewählten Bausatz verwendeten Komponente.
el_gr: Αναφέρει την περιγραφή του εξαρτήματος που χρησιμοποιείται στο επιλεγμένο κιτ.
es_es: Devuelve la descripción del componente utilizado en el kit seleccionado.
fr_fr: Indique la description du composant utilisé dans le groupe sélectionné.
hr: Izvještava opis komponente koja se koristi u odabranom kompletu.
hu_hu: A kiválasztott egységben használt komponens leírását tartalmazza.
it: Riporta la descrizione del componente utilizzato nel kit selezionato.
pl_pl: Informuje o opisie elementu używanego w wybranym zestawie.
ru_ru: Сообщает описание компонента, используемого в выбранном комплекте.
sl_si: Prikazuje opis komponente, uporabljene v izbranem kompletu.
tr_tr: Seçilen kitte kullanılan bileşenin açıklamasını raporlar.

# HelpMaintenanceDetailGridQuantity
source: Indicates the number of pieces of the element required in the selected kit.
bg: Посочва броя на бройките от артикула необходими в избрания комплект.
cs: Uvádí počet kusů prvku vyžadovaných vybranou sadou.
de_de: Stückanzahl des Elements, die im ausgewählten Bausatz benötigt wird.
el_gr: Υποδεικνύει τον αριθμό των κομματιών του στοιχείου που απαιτείται στο επιλεγμένο κιτ.
es_es: Indica el número de piezas del artículo requerido en el kit seleccionado.
fr_fr: Indique le nombre de pièces de l’élément requis dans le groupe sélectionné.
hr: Označava broj dijelova elementa potrebnih u odabranom kompletu.
hu_hu: A kiválasztott egységben lekért elem darabszámát tartalmazza.
it: Indica il numero di pezzi dell'elemento richiesti nel kit selezionato.
pl_pl: Wskazuje liczbę sztuk danego elementu wymaganą w wybranym zestawie
ru_ru: Указывает количество частей элемента, необходимых в выбранном наборе.
sl_si: Navaja število kosov elementa, ki je potrebno v izbranem kompletu.
tr_tr: Seçilen kitte bulunması gereken parça sayısını belirtir.

# HelpMaintenanceDetailCyclesTotal
source: Total number of cycles completed since the machine was installed.
bg: Общо завършени цикли след инсталирането на машината.
cs: Celkový počet cyklů realizovaných od okamžiku instalace stroje.
de_de: Gesamtzahl der seit der Installation der Maschine durchgeführten Zyklen.
el_gr: Συνολικός αριθμός κύκλων που ολοκληρώθηκαν από την εγκατάσταση του μηχανήματος.
es_es: Total de ciclos realizados desde la instalación de la máquina.
fr_fr: Nombre total de cycles effectués depuis l’installation de la machine.
hr: Ukupan broj ciklusa završenih od ugradbe stroja.
hu_hu: A teljesített ciklusok teljes száma a gép telepítésétől számítva.
it: Totale dei cicli compiuti dal momento dell'installazione della macchina.
pl_pl: Całkowita liczba cykli wykonanych od momentu zainstalowania maszyny.
ru_ru: Общее количество циклов, выполненных с момента установки машины.
sl_si: Skupno število zaključenih ciklov od namestitve stroja.
tr_tr: Makine kurulduğundan beri tamamlanan toplam döngü sayısı.

# HelpMaintenanceDetailCyclesFromLastMaint
source: Reports the number of cycles performed since the last maintenance.
bg: Тя показва броя на циклите извършени след последната поддръжка.
cs: Uvádí počet cyklů provedených od poslední údržby.
de_de: Anzahl der seit der letzten Wartung durchgeführten Zyklen.
el_gr: Αναφέρει τον αριθμό των κύκλων που εκτελέστηκαν από την τελευταία συντήρηση.
es_es: Muestra el número de ciclos realizados desde el último mantenimiento.
fr_fr: Indique le nombre de cycles effectués depuis la dernière intervention de maintenance.
hr: Izvještava o broju izvršenih ciklusa od posljednjeg održavanja.
hu_hu: A legutóbbi karbantartás óta elvégzett ciklusok számát tartalmazza.
it: Riporta il numero di cicli effettuati dall'ultima manutenzione.
pl_pl: Informuje o liczbie cykli wykonanych od czasu ostatniej konserwacji.
ru_ru: Сообщает количество циклов, выполненных с момента последнего технического обслуживания.
sl_si: Prikazuje število izvedenih ciklov od zadnjega vzdrževanja.
tr_tr: Son bakımdan bu yana gerçekleştirilen döngü sayısını raporlar.

# HelpMaintenanceDetailCyclesBetweenTwoMaint
source: Indicates the number of cycles that can be carried out between two maintenance operations.
bg: Посочва броя цикли които да бъдат извършени между две технически обслужвания.
cs: Uvádí počet cyklů, které lze provést mezi dvěma zásahy údržby.
de_de: Anzahl der Zyklen, die zwischen zwei Wartungen durchgeführt werden können.
el_gr: Υποδεικνύει τον αριθμό των κύκλων που μπορεί να εκτελείται μεταξύ δύο εργασιών συντήρησης.
es_es: Indica el número de ciclos que se pueden realizar entre dos mantenimientos.
fr_fr: Indique le nombre de cycles pouvant être effectués entre deux opérations de maintenance.
hr: Označava broj ciklusa koji se mogu provesti između dvije operacije održ.
hu_hu: Két karbantartás között elvégezhető ciklusok számát tartalmazza.
it: Indica il numero di cicli che possono essere effettuati fra due manutenzioni.
pl_pl: Wskazuje liczbę cykli, które mogą być wykonane pomiędzy dwiema czynnościami konserwacyjnymi.
ru_ru: Указывает количество циклов, которые могут быть выполнены между двумя операциями технического обслуживания.
sl_si: Navaja število ciklov, ki jih je mogoče izvesti med dvema vzdrževanjema.
tr_tr: İki bakım işlemi arasında gerçekleştirilebilecek döngü sayısını gösterir.

# HelpMaintenanceDetailElementStatus
source: It reports the status of the kit with the convention that the orange color indicates the approach of maintenance and the red that the maintenance is expired.
bg: Той показва състояние на комплекта като оранжевото означава че поддръжката наближава а червеното - че е изтекла.
cs: Uvádí stav sady s tím, že oranžová barva tradičně znamená blížící se údržbu, červená pak uplynutí lhůty pro údržbu.
de_de: Führt den Status des Bausatzes auf, dabei kennzeichnet die Farbe Orange die bevorstehende Wartung und Rot, dass die Wartung abgelaufen ist.
el_gr: Αναφέρει την κατάσταση του κιτ με τη σύμβαση ότι το πορτοκαλί χρώμα υποδεικνύει την προσέγγιση συντήρησης και το κόκκινο τη λήξη της συντήρησης.
es_es: Informa del estado del kit con la convención de que el color naranja indica la proximidad del mantenimiento y el color rojo que el mantenimiento está caducado.
fr_fr: Indique l’état du groupe avec la convention que la couleur orange indique l’approche de la maintenance, le rouge que la maintenance est échue.
hr: Izvještava o statusu kompleta uz konvenciju da narančasta boja označava približavanje održavanju, a crvena da je održavanje isteklo.
hu_hu: Az egység állapotát jeleníti meg, a narancssárga szín a karbantartás közeledtét, a piros pedig a karbantartási határidő lejártát.
it: Riporta lo stato del kit con la convenzione che il colore arancione indica l'approssimarsi della manutenzione il rosso che la manutenzione e' scaduta.
pl_pl: Raportuje status zestawu w ten sposób, że kolor pomarańczowy oznacza zbliżanie się konserwacji, a czerwony, że okres konserwacji upłynął.
ru_ru: Он сообщает о состоянии комплекта с соглашением о том, что оранжевый цвет указывает на приближение технического обслуживания, а красный-на то, что срок технического обслуживания истек.
sl_si: Prikazuje stanje kompleta, pri čemer velja, da oranžna barva navaja približevanje vzdrževanja, rdeča pa, da je vzdrževanje poteklo.
tr_tr: Turuncu rengin bakımın yaklaştığını, kırmızının ise bakımın bittiğini göstermesi kuralı ile kitin durumunu bildirir.

# HelpMaintenanceDetailHoursRequired
source: Indicates the number of hours required to carry out the required maintenance operation.
bg: Посочва броя на часовете необходими за извършв на необходимата операция по поддръжка.
cs: Uvádí nezbytný počet hodin pro provedení požadované údržby.
de_de: Anzahl der Stunden, die zur Durchführung der erforderlichen Wartung erforderlich sind.
el_gr: Υποδεικνύει τον αριθμό των ωρών που απαιτούνται για την εκτέλεση των απαιτούμενων εργασιών συντήρησης.
es_es: Indica el número de horas necesarias para realizar la operación de mantenimiento requerida.
fr_fr: Indique le nombre d’heures nécessaires pour effectuer l’opération de maintenance requise.
hr: Označava broj sati potrebnih za provođenje potrebnog postupka održavanja.
hu_hu: A lekért karbantartási művelet elvégzéséhez szükséges órák számát jeleníti meg.
it: Indica il numero di ore necessarie ad effettuare l'operazione di manutenzione richiesta.
pl_pl: Wskazuje liczbę godzin potrzebnych do przeprowadzenia wymaganej operacji konserwacyjnej.
ru_ru: Указывает количество часов, необходимых для выполнения требуемой операции технического обслуживания.
sl_si: Navaja število ur, potrebnih za izvedbo zahtevanega vzdrževanja.
tr_tr: Gerekli bakım işlemini gerçekleştirmek için gereken saat sayısını gösterir.

# HelpMaintenanceDetailPlatformRequired
source: Indicates whether the use of a platform for work at height is necessary for the maintenance operation to be carried out.
bg: Посочва дали операцията по поддръжка която да бъде извършена изисква използването на платформа за работа на височина.
cs: Informuje, zda se pro operace údržby, kterou je třeba provést, vyžaduje použití plošiny po práce ve výšce.
de_de: Gibt an, ob für Wartungsarbeiten die Verwendung einer Plattform für Arbeiten in großer Höhe erforderlich ist.
el_gr: Υποδεικνύει αν είναι αναγκαία η χρήση ενός μπαλκονιού πρόσβασης για εργασίες σε ύψος για τη συντήρηση που πρόκειται να εκτελεστεί.
es_es: Indica si la operación de mantenimiento para realizar requiere el uso de una plataforma de trabajo en altura.
fr_fr: Indique si l’utilisation d’une plateforme pour les travaux en hauteur est nécessaire pour effectuer l’opération de maintenance.
hr: Označava je li korištenje platforme za rad na visini neophodno za izvođenje operacija održavanja.
hu_hu: Azt jelzi, hogy az elvégzendő karbantartási művelethez szükséges-e állvány használata a magasban végzett munkákhoz.
it: Indica se per l'operazione di manutenzione da effettuare e' necessario l'uso di una piattaforma per il lavoro in quota.
pl_pl: Wskazuje, czy do wykonania czynności konserwacyjnych konieczne jest użycie platformy do pracy na wysokości.
ru_ru: Указывает, необходимо ли использовать платформу для работы на высоте для проведения работ по техническому обслуживанию.
sl_si: Navaja, ali je za vzdrževalna dela, ki jih je treba izvesti, potrebna uporaba ploščadi za delo na višini.
tr_tr: Bakım işleminin gerçekleştirilebilmesi için yüksekte çalışma için bir platform kullanımının gerekli olup olmadığını gösterir.
