Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# BeltBurnishingUpLimit
source: Indicates the value of the upper quota required by the test. Set the value only if the field is editable.
bg: Посочва стойността на горното ниво изисквано за теста. Задайте стойността само ако полето може да се редактира.
cs: Uvádí hodnotu horní kóty požadovanou testem. Hodnotu nastavte, pouze pokud je pole editovatelné.
de_de: Gibt den Wert der für den Test erforderlichen höheren Höhe an. Wert nur einstellen, wenn das Feld editierbar ist.
el_gr: Υποδεικνύει την τιμή του ανώτατου ορίου που απαιτείται από τη δοκιμή. Ορίστε την τιμή μόνο αν το πεδίο είναι επεξεργάσιμο.
es_es: Indica el valor de la cota superior requerida por la prueba. Establezca el valor solo si el campo es editable.
fr_fr: Indique la valeur de la cote supérieure requise par le test. Configurer la valeur uniquement si le champ est modifiable.
hr: Navodi vrijednost gornje kvote koju zahtijeva test. Postavite vrijednost samo ako je polje moguće uređivati.
hu_hu: A teszthez szükséges felső pozíció értékét jelöli. Csak akkor állítsa be az értéket, ha a mező szerkeszthető.
it: Indica il valore della quota superiore richiesta dal test. Impostare il valore solo se il campo risulta editabile.
pl_pl: Wskazuje wartość górnej wartości wymaganej przez test. Ustaw wartość tylko wtedy, gdy pole jest edytowalne.
ru_ru: Указывает значение верхней квоты, требуемой для испытания. Установить значение только в том случае, если поле доступно для редактирования.
sl_si: Navedi vrednost zgornje višine, ki jo zahteva test. Nastavite vrednost samo, če je polje mogoče urejati.
tr_tr: Testin gerektirdiği üst kotanın değerini gösterir. Değeri yalnızca alan düzenlenebilirse ayarlayın.

# BeltBurnishingDownLimit
source: Indicates the value of the lower quota required by the test. Set the value only if the field is editable.
bg: Посочва стойност на по-ниското ниво изисквана от теста. Задайте стойността само ако полето може да се редактира.
cs: Uvádí hodnotu dolní kóty požadovanou testem. Hodnotu nastavte, pouze pokud je pole editovatelné.
de_de: Gibt den Wert der für den Test erforderlichen unteren Höhe an. Wert nur einstellen, wenn das Feld editierbar ist.
el_gr: Υποδεικνύει την τιμή του κατώτατου ορίου που απαιτείται από τη δοκιμή. Ορίστε την τιμή μόνο αν το πεδίο είναι επεξεργάσιμο.
es_es: Indica el valor de la cota inferior requerida por la prueba. Establezca el valor solo si el campo es editable.
fr_fr: Indique la valeur de la cote inférieure requise par le test. Configurer la valeur uniquement si le champ est modifiable.
hr: Navodi vrijednost donje kvote koju zahtijeva test. Postavite vrijednost samo ako je polje moguće uređivati.
hu_hu: A teszthez szükséges alsó pozíció értékét jelöli. Csak akkor állítsa be az értéket, ha a mező szerkeszthető.
it: Indica il valore della quota inferiore richiesta dal test. Impostare il valore solo se il campo risulta editabile.
pl_pl: Wskazuje wartość dolnej wartości wymaganej przez test. Ustaw wartość tylko wtedy, gdy pole jest edytowalne.
ru_ru: Указывает значение нижней квоты, требуемой для испытания. Установить значение только в том случае, если поле доступно для редактирования.
sl_si: Navedi vrednost spodnje višine, ki jo zahteva test. Nastavite vrednost samo, če je polje mogoče urejati.
tr_tr: Testin gerektirdiği alt kotanın değerini gösterir. Değeri yalnızca alan düzenlenebilirse ayarlayın.

# BeltBurnishingRequiredCycles
source: Set the number of cycles required.
bg: Задайте необходимия брой цикли.
cs: Nastavte požadovaný počet cyklů.
de_de: Zahl der erford. Zyklen einstellen.
el_gr: Ορίστε τον αριθμό των κύκλων που απαιτούνται.
es_es: Establezca el número de ciclos necesarios.
fr_fr: Configurer le nombre de cycles requis.
hr: Postaviti broj traženih ciklusa.
hu_hu: Állítsa be a lekért ciklusok számát.
it: Impostare il numero di cicli richiesti.
pl_pl: Ustawić wymaganą liczbę cykli.
ru_ru: Установить необходимое количество циклов.
sl_si: Nastavite število zahtevanih ciklov.
tr_tr: Gerekli döngü sayısını ayarlayın.

# BeltBurnishingCompletedCycles
source: Displays the number of cycles currently completed.
bg: Показва броя на завършените в момента цикли.
cs: Zobrazuje počet aktuálně dokončených cyklů.
de_de: Zeigt Anzahl der derzeit abgeschlossenen Zyklen an.
el_gr: Εμφανίζει τον αριθμό των κύκλων που έχουν ολοκληρωθεί.
es_es: Muestra el número de ciclos completados actualmente.
fr_fr: Affiche le nombre de cycles actuellement terminés.
hr: Prikazuje broj trenutačno završenih ciklusa.
hu_hu: A jelenleg befejezett ciklusok számát jeleníti meg.
it: Visualizza il numero di cicli attualmente completati.
pl_pl: Wyświetla liczbę aktualnie wykonanych cykli.
ru_ru: Отображает количество завершенных в данный момент циклов.
sl_si: Prikaži število ciklov, ki so trenutno zaključeni.
tr_tr: Halihazırda tamamlanan döngü sayısını görüntüler.

# BeltBurnishingActualPosition
source: Reports the current position of the axis.
bg: Връща текущата поз на оста.
cs: Uvádí aktuální pozici osy.
de_de: Führt aktuelle Achsenposition auf.
el_gr: Αναφέρει την τρέχουσα θέση του άξονα.
es_es: Devuelve la posición actual del eje.
fr_fr: Indique la position actuelle de l’axe.
hr: Navodi trenutačni položaj osi.
hu_hu: A tengely jelenlegi pozícióját mutatja.
it: Riporta la posizione corrente dell'asse.
pl_pl: Informuje o aktualnej pozycji osi.
ru_ru: Сообщает текущее положение оси.
sl_si: Prikazuje trenutni položaj osi.
tr_tr: Eksenin mevcut konumunu raporlar.

# BeltBurnishingStartCycle
source: Start the test. The test continues until the required number of cycles is reached or until the stop button is pressed.
bg: Започнете теста. Тестът продължава до достигане на необходимия брой цикли или до натискане на бутона за спиране.
cs: Spustit test. Test pokračuje až do dosažení požadovaného počtu cyklů nebo až do stisknutí tlačítka zastavení.
de_de: Test starten. Test wird bis zur Erreichung der erford. Anzahl von Zyklen oder bis zur Betätigung der Stopptaste fortgesetzt.
el_gr: Εκκίνηση της δοκιμής. Η δοκιμή συνεχίζεται έως ότου επιτευχθεί ο απαιτούμενος αριθμός των κύκλων ή μέχρι να πατηθεί το κουμπί διακοπής.
es_es: Inicie la prueba. La prueba continúa hasta que se alcanza el número de ciclos requerido o hasta que se pulsa el botón de parada.
fr_fr: Démarrer le test. Le test se poursuit jusqu’à ce que le nombre de cycles requis soit atteint ou jusqu’à ce que la touche d’arrêt soit enfoncée.
hr: Počinje test. Test se nastavlja sve dok se ne postigne potreban broj ciklusa ili dok se ne pritisne tipka za zaustavljanje.
hu_hu: A teszt indítása. A teszt folytatódik, amíg el nem éri a lekért ciklusok számát, vagy a leállító gomb megnyomásáig.
it: Avvia il test. Il test continua fino al raggiungimento del numero di cicli richiesti o fino alla pressione del tasto di arresto.
pl_pl: Rozpocząć test. Test jest kontynuowany do momentu osiągnięcia wymaganej liczby cykli lub do momentu naciśnięcia przycisku Stop.
ru_ru: Начать испытание. Испытание продолжается до тех пор, пока не будет достигнуто необходимое количество циклов или пока не будет нажата кнопка останова.
sl_si: Zaženi test. Test se nadaljuje, dokler ni doseženo zahtevano število ciklov ali dokler ne pritisnete gumba za zaustavitev.
tr_tr: Testi başlatın. Test, gerekli döngü sayısına ulaşılana veya durdurma düğmesine basılana kadar devam eder.

# BeltBurnishingStopCycle
source: Stop the test. The cycle stops at the end of the current movement. Pressing the cycle start button resumes test execution until completion.
bg: Спрете теста. Цикълът спира в края на текущото движение. Натискането на бутона за стартиране на цикъла възобновява изпълнто на теста до завършването му.
cs: Zastavit test. Cyklus se zastaví po skončení aktuálního pohybu. Stisknutí tlačítka spuštění cyklu bude pokračovat v provádění testu až do jeho dokončení.
de_de: Test beenden. Der Zyklus stoppt am Ende der aktuellen Bewegung. Durch Drücken der Zyklusstart-Taste wird die Testausführung bis zum Abschluss fortgesetzt.
el_gr: Διακοπή της δοκιμής. Ο κύκλος διακόπτεται στο τέλος της τρέχουσας κίνησης. Πατώντας το κουμπί εκκίνησης του κύκλου συνεχίζεται η εκτέλεση της δοκιμής έως ότου ολοκληρωθεί.
es_es: Detenga la prueba. El ciclo se detiene al final del movimiento actual. Al pulsar el botón de inicio de ciclo se reanuda la ejecución de la prueba hasta su finalización.
fr_fr: Arrêter le test. Le cycle s’arrête à la fin du mouvement en cours. La pression de la touche de démarrage du cycle entraîne la reprise de l’exécution du test jusqu’à la fin.
hr: Zaustavlja test. Ciklus se zaustavlja na kraju trenutačnog pokreta. Pritiskom na tipku za pokretanje ciklusa nastavlja se izvršavanje testa do završetka.
hu_hu: A teszt leállítása. A ciklus leáll a jelenlegi mozgás végén. A ciklusindítás gomb megnyomása folytatja a teszt végrehajtását a befejezésig.
it: Arresta il test. Il ciclo si arresta al termine del movimento corrente. La pressione del tasto di avvio ciclo riprende l'esecuzione del test fino a completamento.
pl_pl: Zatrzymać test. Cykl zatrzymuje się na końcu bieżącego ruchu. Naciśnięcie przycisku rozpoczęcia cyklu powoduje wznowienie wykonywania testu aż do jego zakończenia.
ru_ru: Остановить испытание. Цикл останавливается в конце текущего движения. Нажатие кнопки запуска цикла возобновляет выполнение испытания до завершения.
sl_si: Ustavi test. Cikel se ustavi na koncu trenutnega premika. S pritiskom na gumb za zagon cikla se test nadaljuje do zaključka.
tr_tr: Testi durdurun. Döngü, mevcut hareketin sonunda durur. Döngü başlat düğmesine basmak, tamamlanana kadar test yürütmesini sürdürür.

# BeltBurnishingFunctionDescription
source: The procedure allows to carry out a series of cycles of moving the vertical axis between two points indicated in the input data. The cycle, when started, continues either until the required cycles are reached or the end key is pressed.
bg: Процедурата извършва поредица от цикли за да премести вертикалната ос между две точки посочени във входните данни. Когато цикълът започне той продължава до достигане на необходимия брой цикли или до натискане на бутона за край.
cs: Postup umožňuje provést řadu cyklů přesunů vertikální osy mezi dvěma body uvedenými v zadaných datech. Po spuštění cyklus pokračuje až do dosažení požadovaného počtu cyklů nebo do stisknutí tlačítka konce.
de_de: Verfahren ermöglicht eine Reihe von Zyklen zur Bew. der vert. Achse zwischen zwei in den Eingabedaten angegebenen Pkt. Beim Zyklusstart wird er entweder bis zur Erreichung der erforderlichen Zyklen fortgesetzt od. bis zum Drücken der Ende-Taste.
el_gr: Η διαδικασία επιτρέπει την εκτέλεση μιας σειράς κύκλων κίνησης του κατακόρυφου άξονα μεταξύ δύο σημείων που υποδεικνύονται στα δεδομένα εισαγωγής. Ο κύκλος, όταν αρχίσει, συνεχίζεται ακόμη και όταν οι απαιτούμενοι κύκλοι έχουν επιτευχθεί ή έχει πατηθεί το κουμπί τερματισμού.
es_es: El procedimiento permite realizar una serie de ciclos de desplazamiento del eje vertical entre dos puntos indicados en los datos de entrada. El ciclo, una vez iniciado, continúa hasta que se alcanzan los ciclos requeridos o cuando se pulsa la tecla de fin.
fr_fr: La procédure permet d’effectuer une série de cycles de déplacement de l’axe vertical entre deux points indiqués dans les données d’entrée. Le cycle, une fois lancé, se poursuit soit jusqu’à ce que les cycles requis soient atteints, soit jusqu’à la pression de la touche de fin.
hr: Postupak omogućuje izvođenje niza ciklusa pomicanja okomite osi između dviju točaka naznačenih u ulaznim podacima. Kad se ciklus započne, nastavlja se sve dok se ne postignu potrebni ciklusi ili dok se ne pritisne tipka za završetak.
hu_hu: Az eljárás lehetővé teszi a függőleges tengely egy sor elmozdulási ciklusának végrehajtását a bemeneti adatokban meghatározott két pont között. A ciklus az indítást követően addig folytatódik, amíg el nem éri a lekért ciklusszámot, vagy meg nem nyomják a vége gombot.
it: La procedura permette di effettuare una serie di cicli di spostamento dell'asse verticale fra due punti indicati nei dati di input. Il ciclo, quando avviato, prosegue o fino al raggiungimento dei cicli richiesti o alla pressione del tasto di fine.
pl_pl: Procedura pozwala na wykonanie serii cykli przemieszczania osi pionowej pomiędzy dwoma punktami wskazanymi w danych wejściowych. Rozpoczęty cykl jest kontynuowany do momentu osiągnięcia wymaganej liczby cykli lub naciśnięcia klawisza zakończenia.
ru_ru: Процедура позволяет выполнить серию циклов перемещения вертикальной оси между двумя точками, указанными во входных данных. Цикл при запуске продолжается либо до тех пор, пока не будут достигнуты необходимые циклы, либо не будет нажата клавиша завершения.
sl_si: Postopek omogoča izvedbo vrste ciklov premikanja navpične osi med dvema točkama, navedenima v podatkih vnosa. Ko se cikel zažene, poteka, dokler niso doseženi zahtevani cikli ali se pritisne tipko za konec.
tr_tr: Prosedür, giriş verilerinde belirtilen iki nokta arasında dikey ekseni hareket ettirmek için bir dizi döngü gerçekleştirmeye izin verir. Döngü başlatıldığında, gerekli döngülere ulaşılana veya bitirme tuşuna basılana kadar devam eder.

# ResolutionCalibrationFunctionDescription
source: The vertical axis resolution calibration function allows you to calibrate the correct value by measuring in the field, then updating the default value proposed by the system. The procedure operates in successive steps until successful completion.
bg: Функцията калибр разделит способност вертикал ос позволява калибрир правилна стойност чрез измерване на място и след това актуализира стойност по подраз предложена от система. Процедура се изпълнява на последов етапи до успешното ѝ приключване.
cs: Funkce kalibrace rozlišení vertikální osy umožňuje správnou kalibraci hodnoty pomocí měření v terénu a následnou aktualizaci výchozí hodnoty nabízené systémem. Postup probíhá po sobě jdoucími kroky až do správného dokončení.
de_de: Kalibrierungsf. für Auflösung der vert. Achse ermöglicht es, durch Feldmessung den richtigen Wert zu kalibr. und dann den vom Syst. vorgeschlagenen Standardwert zu akt.. Das Verfahren arbeitet in aufeinanderfolgenden Schritten bis zum korrekten Abschluss.
el_gr: Η λειτουργία βαθμονόμησης ανάλυσης του κατακόρυφου άξονα σας επιτρέπει να βαθμονομείτε τη σωστή τιμή κάνοντας τη μέτρηση στο πεδίο. Κατόπιν ενημερώστε την τιμή της προεπιλογής που προτείνεται από το σύστημα. Η διαδικασία λειτουργεί σε διαδοχικά βήματα μέχρι να ολοκληρωθεί επιτυχώς.
es_es: La función de calibración de la resolución del eje vertical permite calibrar el valor correcto por medición de campo y luego actualizar el valor por defecto propuesto por el sistema. El procedimiento funciona por etapas hasta su finalización con éxito.
fr_fr: La fonction de calibrage de la résolution de l’axe vertical permet d’étalonner la valeur correcte en mesurant sur le terrain, puis en mettant à jour la valeur par défaut proposée par le système. La procédure se déroule par étapes successives jusqu’à son achèvement.
hr: Funkcija kalibracije razlučivosti okomite osi omogućuje vam kalibriranje ispravne vrijednosti mjerenjem na terenu, a zatim ažuriranjem zadane vrijednosti koju je predložio sustav. Postupak radi prema sljedećim koracima sve do potpunog završetka.
hu_hu: A függőleges tengely felbontási kalibrációjának funkciója lehetővé teszi a helyes érték kalibrálását a mező mérése segítségével, majd a rendszer által ajánlott alapértelmezett érték frissítésével. Az eljárást egymást követő lépések alkotják, amíg megfelelően be nem fejeződik.
it: La funzione di calibrazione della risoluzione dell'asse verticale permette di tarare il corretto valore tramite misura sul campo aggiornando poi il valore di default proposto dal sistema. La procedura opera per passi successivi fino al corretto completamento.
pl_pl: Funkcja kalibracji rozdzielczości osi pionowej pozwala na skalibrowanie poprawnej wartości poprzez pomiar w terenie, a następnie uaktualnienie wartości domyślnej proponowanej przez system. Procedura przebiega w kolejnych krokach aż do pomyślnego zakończenia.
ru_ru: Функция калибровки разрешения по вертикальной оси позволяет откалибровать правильное значение путем измерения в поле, а затем обновить значение по умолчанию, предложенное системой. Процедура выполняется последовательно до успешного завершения.
sl_si: Funkcija umerjanja ločljivosti navpične osi omogoča umerjanje pravilne vrednosti z dejanskim merjenjem in nato posodobitvijo privzete vrednosti, ki jo predlaga sistem. Postopek deluje v zaporednih korakih do uspešnega zaključka.
tr_tr: Dikey eksen çözünürlüğü kalibrasyon işlevi, sahada ölçüm yaparak ve ardından sistem tarafından önerilen varsayılan değeri güncelleyerek doğru değeri kalibre etmenize olanak tanır. Prosedür, başarılı bir şekilde tamamlanana kadar ardışık adımlarla çalışır.

# ResolutionCalibrationInitialPositionHelp
source: If the field is editable, set the required initial quota.
bg: Ако полето може да се редак задайте необходим първонач квота.
cs: Je-li pole editovatelné, nastavte požad počáteční kótu.
de_de: Wenn das Feld bearbeitbar, die anfangs verlangte Höhe eingeben.
el_gr: Αν το πεδίο είναι επεξεργάσιμο, ορίστε το απαιτούμενο αρχικό όριο.
es_es: Si el campo es editable establezca la cuota inicial requerida.
fr_fr: Si le champ est modifiable, configurer la cote initiale requise.
hr: Ako je polje moguće uređivati, postavite potr. početnu visinu.
hu_hu: Ha a mező szerkeszthető, állítsa be a lekért kezdeti értéket.
it: Se il campo e' editabile impostare la quota iniziale richiesta.
pl_pl: Jeśli pole jest edytowalne, ustawić wymaganą wartość początkową.
ru_ru: Если поле доступно для редактирования, установить требуемую начальную квоту.
sl_si: Če je polje mogoče urejati, nastavite zahtevano začetno višino.
tr_tr: Alan düzenlenebilirse, gerekli başlangıç ​​kotasını ayarlayın.

# ResolutionCalibrationInitialStartHelp
source: Indicates the measured travel from the start to the end position.
bg: Бутонът стартира процедурата с изпълн на началото на оста и последващото позициониране към предварително посочения размер.
cs: Tlačítko spustí postup s provedení návratu osy do výchozí polohy a jejím následným nastavením na dříve uvedenou kótu.
de_de: Taste startet das Verfahren, indem sie den Achsenursprung und die anschließende Position. auf zuvor angegebene Höhe ausführt.
el_gr: Υποδεικνύει τη μετρούμενη διαδρομή από την εκκίνηση έως τη θέση τερματισμού.
es_es: El botón inicia el procedimiento con la ejecución del origen del eje y el posterior posicionamiento en la cota previamente indicada.
fr_fr: Le bouton lance la procédure avec l’exécution du homing de l’axe et le positionnement ultérieur à la cote indiquée précédemment.
hr: Gumb započinje postupak izvršavanjem ishodišta osi i naknadnim postavljanjem na gore naznačenoj visini.
hu_hu: A gomb elindítja az eljárást, a tengely origójának végrehajtásával, majd az előzetesen meghatározott értékre történő pozicionálással.
it: Il pulsante avvia la procedura con l'esecuzione dell'origine asse ed il successivo posizionamento alla quota indicata in precedenza.
pl_pl: Wskazuje zmierzony odcinek drogi od pozycji początkowej do końcowej.
ru_ru: Указывает измеренное перемещение от начального до конечного положения.
sl_si: Gumb zažene postopek z izvedbo začetka osi in nato postavitvijo na prej navedeno višino.
tr_tr: Başlangıç ​​konumundan bitiş konumuna kadar ölçülen hareketi gösterir.

# ResolutionCalibrationFinalPositionHelp
source: If the field is editable, set the final quota required.
bg: Ако полето може да се редактира задай необходимо крайно ниво.
cs: Je-li pole editovatelné, nastavte požad konečnou kótu.
de_de: Wenn Feld bearbeitbar, die verlangte endgültige Höhe einst.
el_gr: Αν το πεδίο είναι επεξεργάσιμο, ορίστε το απαιτούμενο τελικό όριο.
es_es: Si el campo es editable, establezca la cuota final requerida.
fr_fr: Si le champ est modifiable, configurer la cote finale requise.
hr: Ako je polje moguće uređivati, postav. potr. završnu visinu.
hu_hu: Ha a mező szerkeszthető, állítsa be a lekért végső értéket.
it: Se il campo e' editabile impostare la quota finale richiesta.
pl_pl: Jeśli pole jest edytowalne, ustawić wymaganą wartość końcową.
ru_ru: Если поле доступно для редактирования, установить требуемую конечную квоту.
sl_si: Če je polje mog urejati, nastavite zahtevano končno višino.
tr_tr: Alan düzenlenebilirse, gerekli son kotayı ayarlayın.

# ResolutionCalibrationFinalPosizionStartHelp
source: The button starts moving the axis to the final position previously set.
bg: Бутонът стартира преместването на оста до предварително зададения краен размер.
cs: Tlačítko spustí posun osy na dříve nastavenou konečnou kótu.
de_de: Die Taste startet die Verstellung der Achse auf die zuvor eingestellte Endhöhe.
el_gr: Το κουμπί αρχίζει να κινεί τον άξονα στην τελική θέση που έχει οριστεί.
es_es: El botón comienza a mover el eje a la dimensión final previamente establecida.
fr_fr: Le bouton lance le déplacement de l’axe jusqu’à la cote finale précédemment configurée.
hr: Tipka započinje pomicanje osi u konačni položaj koji je prethodno postavljen.
hu_hu: A gomb elindítja a tengely elmozdítását az előzetesen beállított végső értékre.
it: Il pulsante avvia lo spostamento dell'asse alla quota finale impostata in precedenza.
pl_pl: Przycisk uruchamia przemieszczenie osi do uprzednio ustawionej pozycji końcowej.
ru_ru: Кнопка начинает перемещать ось в заданное ранее конечное положение.
sl_si: Gumb začne premikati os na končno višino, ki je bila predhodno nastavljena.
tr_tr: Düğme, ekseni önceden ayarlanan son konuma hareket ettirmeye başlar.

# ResolutionCalibrationMeasuredeValueHelp
source: Indicates the measured travel from the start to the end position.
bg: Показва измерено движение от начална поз до крайната поз.
cs: Uvádí dráhu naměřenou z počáteční polohy do konečné.
de_de: Zeigt den Hub an, gemessen von Start- bis zur Endposition.
el_gr: Υποδεικνύει τη μετρούμενη διαδρομή από την εκκίνηση έως τη θέση τερματισμού.
es_es: Indica el recorrido medido desde la posición inicial hasta la posición final.
fr_fr: Indique la course mesurée de la position initiale à la position finale.
hr: Navodi izmjereni hod od početnog do krajnjeg položaja.
hu_hu: A kezdeti pontból a végső pontba vezető mért utat jeleníti meg.
it: Indica la corsa misurata dalla posizione iniziale a quella finale.
pl_pl: Wskazuje zmierzony odcinek drogi od pozycji początkowej do końcowej.
ru_ru: Указывает измеренное перемещение от начального до конечного положения.
sl_si: Označuje izmerjeno pot od začetnega do končnega položaja.
tr_tr: Başlangıç ​​konumundan bitiş konumuna kadar ölçülen hareketi gösterir.

# VerticalResolutionCalibrationStep1
source: Step 1: place axis at the initial position
bg: Стъпка 1: позиционира оста в начална квота
cs: Krok 1: nastaví osu na počáteční kótu
de_de: Schritt 1 : Position. Achse auf Ausgangshöhe
el_gr: Βήμα 1: τοποθετήστε τον άξονα στην αρχική θέση
es_es: Paso 1 : posicionar el eje a la altura inicial
fr_fr: Étape 1 : positionne l’axe à la cote initiale
hr: Korak 1: postavlja os na početnu visinu
hu_hu: 1. lépés: tengely pozicionálása a kezdeti pontba
it: Passo 1 : posiziona asse alla quota iniziale
pl_pl: Krok 1: pozycjonować oś na pozycji początkowej
ru_ru: Шаг 1: поместить ось в исходное положение
sl_si: 1. korak: postavi os na začetni položaj
tr_tr: Adım 1: ekseni başlangıç ​​konumuna getirin
