Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpCellsStatisticsDescription
source: The procedure shows the statistical data relating to the cells present inside the machine. In addition to the global data relating to the front and rear side, the data relating to the number of cells in the various states provided for both the front and rear sides are displayed.
bg: Процедурата показва статистическите данни за клетките в машината. В допълнение към глобалните данни за предната и задната страна се показват и данни за броя на клетките в различните състояния.
cs: Postup uvádí statistická data týkající se buněk přítomných uvnitř stroje. Kromě dalších globálních dat se na přední a zadní straně zobrazují data týkající se počtu buněk v různých předpokládaných stavech, a to jak pro přední, tak pro zadní čelo.
de_de: Statistischen Daten derZellen in der Maschine. Zusätzlich zu den globalen Daten für die Vorder- und Rückseite werden die Daten für die Anzahl der Zellen in den verschiedenen Zuständen angezeigt, die sowohl für die Vorder- als auch für die Rückseite vorgesehen sind.
el_gr: Η διαδικασία δείχνει τα στατιστικά δεδομένα σε σχέση με τις κυψέλες που υπάρχουν μέσα στο μηχάνημα. Παράλληλα με τα συνολικά δεδομένα σχετικά με τη μπροστινή και πίσω πλευρά, εμφανίζονται τα δεδομένα που σχετίζονται με τον αριθμό των κυψελών στις διάφορες καταστάσεις που παρέχονται τόσο για τις μπροστινές όσο και τις πίσω πλευρές.
es_es: El procedimiento muestra los datos estadísticos relacionados con las células dentro de la máquina. Además de los datos globales relativos a la parte delantera y trasera, se muestran los datos relativos al número de células en los distintos estados.
fr_fr: La procédure montre les données statistiques relatives aux cellules présentes à l’intérieur de la machine. En plus des données globales relatives au côté avant et arrière, les données relatives au nombre de cellules dans les différents états prévus à la fois pour les côtés avant et arrière sont affichées.
hr: Postupak prikazuje statističke podatke koji se odnose na stanice prisutne u stroju. Uz globalne podatke koji se odnose na prednju i stražnju stranu, prikazuju se podaci koji se odnose na broj ćelija u različitim statusima predviđenim i za prednju i za stražnju stranu.
hu_hu: Az eljárás a gép belsejében található rekeszek statisztikai adatait mutatja. Az elülső és hátsó oldalra vonatkozó globális adatokon kívül megjelenik a különböző tervezett állapotokban lévő rekeszek száma, mind az elülső, mind a hátsó oldalra vonatkozóan.
it: La procedura mostra i dati statistici relativi alle celle presenti all'interno della macchina. Oltre ai dati globali relativi al lato anteriore e posteriore vengono visualizzati i dati relativi al numero di celle nei vari stati previsti sia per il fronte anteriore che per quello posteriore.
pl_pl: Procedura pokazuje dane statystyczne odnoszące się do komórek znajdujących się w maszynie. Oprócz danych globalnych odnoszących się do strony przedniej i tylnej, wyświetlane są dane odnoszące się do liczby komórek w różnych stanach, przewidzianych zarówno dla strony przedniej jak i tylnej.
ru_ru: Процедура показывает статистические данные, относящиеся к ячейкам, присутствующим внутри машины. В дополнение к глобальным данным, относящимся к передней и задней сторонам, отображаются данные, относящиеся к числу ячеек в различных состояниях, предусмотренных как для передней, так и для задней сторон.
sl_si: Postopek prikazuje statistične podatke za celice v stroju. Poleg splošnih podatkov, ki se nanašajo na sprednjo in zadnjo stran, so prikazani podatki o številu celic v različnih stanjih, predvidenih tako za sprednjo kot za zadnjo stran.
tr_tr: Prosedür, makinenin içinde bulunan hücrelerle ilgili istatistiksel verileri gösterir. Ön ve arka tarafla ilgili global verilere ek olarak, hem ön hem de arka taraf için sağlanan çeşitli durumlardaki hücre sayısına ilişkin veriler görüntülenir.

# HelpCellsStatisticsGridStatus
source: Reports the status of the cell to which the row data refers.
bg: Връща състояние на клетката за която се отнасят данните на реда.
cs: Uvádí stav buňky, které se týkají dat řádku.
de_de: Gibt den Status der Zelle an, auf die sich die Zeilendaten beziehen.
el_gr: Αναφέρει την κατάσταση της κυψέλης στην οποία αναφέρονται τα δεδομένα της σειράς.
es_es: Devuelve el estado de la celda a la que se refieren los datos de la fila.
fr_fr: Indique l’état de la cellule à laquelle les données de ligne se réfèrent.
hr: Izvještava o stanju ćelije na koju se odnose podaci reda.
hu_hu: Megjelenik azon rekesz állapota, amelyre a sor adatai vonatkoznak.
it: Riporta lo stato della cella a cui si riferiscono i dati della riga.
pl_pl: Informuje o stanie komórki, do której odnoszą się dane wiersza.
ru_ru: Сообщает о состоянии ячейки, к которой относятся данные строки.
sl_si: Prikazuje stanje celice, na katero se nanašajo podatki vrstice.
tr_tr: Satır verilerinin başvurduğu hücrenin durumunu bildirir.

# HelpCellsStatisticsGridTotAnt
source: Shows the total of the cells that have the status indicated in the first column of the grid referring to the front side.
bg: Показва общия брой клетки които имат състояние посочено в първата колона на решетка отнасяща се за предната страна.
cs: Uvádí celkový počet buněk, které mají stav uvedený v prvním sloupku tabulky ve vztahu k přední straně.
de_de: Gesamtzahl der Zellen, deren Status in der ersten Spalte des Rasters angegeben wird, bezogen auf die Vorderseite.
el_gr: Δείχνει το σύνολο των κυψελών που έχουν την κατάσταση που υποδεικνύεται στην πρώτη στήλη του πλέγματος σχετικά με τη μπροστινή πλευρά.
es_es: Muestra el número total de celdas que tienen el estado indicado en la primera columna de la cuadrícula referida al anverso.
fr_fr: Affiche le total des cellules qui ont l’état indiqué dans la première colonne de la grille se référant au côté avant.
hr: Prikazuje ukupni broj ćelija koje imaju status naznačen u prvom stupcu tablice koja se odnosi na prednju stranu.
hu_hu: Az összes rekeszt mutatja, amelyek állapota az elülső oldalra vonatkozó táblázat első oszlopában szerepel.
it: Mostra il totale delle celle che hanno lo stato indicato nella prima colonna della griglia riferito al lato anteriore.
pl_pl: Pokazuje sumę komórek, które mają status wskazany w pierwszej kolumnie siatki odnoszącej się do strony przedniej.
ru_ru: Показывает общее количество ячеек со состоянием, указанным в первом столбце сетки, относящемся к лицевой стороне.
sl_si: Prikazuje skupno število celic, katerih stanje je navedeno v prvem stolpcu mreže, ki se nanaša na sprednjo stran.
tr_tr: Ön tarafa atıfta bulunan kılavuzun ilk sütununda belirtilen duruma sahip hücrelerin toplamını gösterir.

# HelpCellsStatisticsGridPercTotAnt
source: Indicates the percentage of cells that have the status indicated in the first column of the grid referring to the front side.
bg: Показва процента на клетките които имат състояние посочено в първата колона на решетката отнасяща се до предната страна.
cs: Uvádí procento buněk, které mají stav uvedený v prvním sloupku tabulky ve vztahu k přední straně.
de_de: Prozentsatz der Zellen, deren Status in der ersten Spalte des Rasters angegebenen wird, bezogen auf die Vorderseite.
el_gr: Υποδεικνύει το ποσοστό των κυψελών που έχουν την κατάσταση που υποδεικνύεται στην πρώτη στήλη του πλέγματος σχετικά με τη μπροστινή πλευρά.
es_es: Indica el porcentaje de celdas que tienen el estado indicado en la primera columna de la rejilla referida al anterior.
fr_fr: Indique le pourcentage des cellules qui ont l’état indiqué dans la première colonne de la grille se référant au côté avant.
hr: Označava postotak ćelija koje imaju status naznačen u prvom stupcu tablice koja se odnosi na prednju stranu.
hu_hu: Azon rekeszek százalékértékét mutatja, amelyek állapota az elülső oldalra vonatkozó táblázat első oszlopában szerepel.
it: Indica la percentuale delle celle che hanno lo stato indicato nella prima colonna della griglia riferita al lato anteriore.
pl_pl: Wskazuje procent komórek, które mają status wskazany w pierwszej kolumnie siatki odnoszącej się do strony frontowej.
ru_ru: Указывает процент ячеек, имеющих состояние, указанный в первом столбце сетки, относящемся к лицевой стороне.
sl_si: Navaja odstotek celic, katerih stanje je navedeno v prvem stolpcu mreže, ki se nanaša na sprednjo stran.
tr_tr: Ön tarafa atıfta bulunan kılavuzun ilk sütununda belirtilen duruma sahip hücrelerin yüzdesini gösterir.

# HelpCellsStatisticsGridTotPost
source: Shows the total of the cells that have the status indicated in the first column of the grid referring to the front side.
bg: Показва общия брой клетки които имат състояние посочено в първа колона на решетката отнасяща се за предната страна.
cs: Uvádí celkový počet buněk, které mají stav uvedený v prvním sloupku tabulky ve vztahu k přední straně.
de_de: Gesamtzahl der Zellen, deren Status in der ersten Spalte des Rasters angegeben wird, bezogen auf die Vorderseite.
el_gr: Δείχνει το σύνολο των κυψελών που έχουν την κατάσταση που υποδεικνύεται στην πρώτη στήλη του πλέγματος σχετικά με τη μπροστινή πλευρά.
es_es: Muestra el número total de celdas que tienen el estado indicado en la primera columna de la cuadrícula referida al anverso.
fr_fr: Affiche le total des cellules qui ont l’état indiqué dans la première colonne de la grille se référant au côté avant.
hr: Prikazuje ukupni broj ćelija koje imaju status naznačen u prvom stupcu tablice koja se odnosi na prednju stranu.
hu_hu: Az összes rekeszt mutatja, amelyek állapota az elülső oldalra vonatkozó táblázat első oszlopában szerepel.
it: Mostra il totale delle celle che hanno lo stato indicato nella prima colonna della griglia riferito al lato anteriore.
pl_pl: Pokazuje sumę komórek, które mają status wskazany w pierwszej kolumnie siatki odnoszącej się do strony przedniej.
ru_ru: Показывает общее количество ячеек со состоянием, указанным в первом столбце сетки, относящемся к лицевой стороне.
sl_si: Prikazuje skupno število celic, katerih stanje je navedeno v prvem stolpcu mreže, ki se nanaša na sprednjo stran.
tr_tr: Ön tarafa atıfta bulunan kılavuzun ilk sütununda belirtilen duruma sahip hücrelerin toplamını gösterir.

# HelpCellsStatisticsGridPercTotPost
source: Indicates the percentage of cells that have the status indicated in the first column of the grid referring to the back side.
bg: Посочва процента на клетките които имат състояние посочено в първата колона на решетката отнасяща се до задната страна.
cs: Uvádí procento buněk, které mají stav uvedený v prvním sloupku tabulky ve vztahu k zadní straně.
de_de: Prozentsatz der Zellen, deren Status in der ersten Spalte des Rasters angegebenen wird, bezogen auf die Rückseite.
el_gr: Υποδεικνύει το ποσοστό των κυψελών που έχουν την κατάσταση που υποδεικνύεται στην πρώτη στήλη του πλέγματος σχετικά με την πίσω πλευρά.
es_es: Indica el porcentaje de celdas que tienen el estado indicado en la primera columna de la cuadrícula referida al reverso.
fr_fr: Indique le pourcentage des cellules qui ont l’état indiqué dans la première colonne de la grille se référant au côté arrière.
hr: Označava postotak ćelija koje imaju status naznačen u prvom stupcu tablice koja se odnosi na stražnju stranu.
hu_hu: Azon rekeszek százalékértékét mutatja, amelyek állapota a hátsó oldalra vonatkozó táblázat első oszlopában szerepel.
it: Indica la percentuale delle celle che hanno lo stato indicato nella prima colonna della griglia riferita al lato posteriore.
pl_pl: Wskazuje procent komórek, które mają status wskazany w pierwszej kolumnie siatki odnoszącej się do strony tylnej.
ru_ru: Указывает процент ячеек, имеющих состояние, указанное в первом столбце сетки, относящемся к обратной стороне.
sl_si: Navaja odstotek celic, katerih stanje je navedeno v prvem stolpcu mreže, ki se nanaša na zadnjo stran.
tr_tr: Arka tarafa atıfta bulunan kılavuzun ilk sütununda belirtilen duruma sahip hücrelerin yüzdesini gösterir.

# HelpCellsStatisticsCellsTot
source: Total number of cells present in the machine.
bg: Общ брой клетки в машината.
cs: Celkový počet buněk přítomných ve stroji.
de_de: Gesamtanzahl der Zellen in der Maschine.
el_gr: Συνολικός αριθμός κυψελών που υπάρχουν στο μηχάνημα.
es_es: Número total de células en la máquina.
fr_fr: Total des cellules présentes dans la machine.
hr: Ukupni broj ćelija prisutnih na stroju.
hu_hu: A gépen található rekeszek teljes száma.
it: Totale delle celle presenti nella macchina.
pl_pl: Całkowita liczba komórek obecnych w maszynie.
ru_ru: Общее количество ячеек, присутствующих в машине.
sl_si: Skupno število celic v stroju.
tr_tr: Makinede bulunan toplam hücre sayısı.

# HelpCellsStatisticsCellsAnt
source: Total number of cells present on the front of the machine.
bg: Общ брой клетки в предната част на машината.
cs: Celkový počet buněk přítomný na přední straně stroje.
de_de: Gesamtzahl der Zellen an der Vorderseite der Maschine.
el_gr: Συνολικός αριθμός κυψελών που υπάρχουν στο μπροστινό μέρος του μηχανήματος.
es_es: Número total de celdas en la parte delantera de la máquina.
fr_fr: Total des cellules présentes sur le côté avant de la machine.
hr: Ukupni broj ćelija prisutnih na prednjoj strani stroja.
hu_hu: A gép elülső oldalán található rekeszek teljes száma.
it: Totale delle celle presenti nel lato anteriore della macchina.
pl_pl: Całkowita liczba komórek znajdujących się z przodu maszyny.
ru_ru: Общее количество ячеек, присутствующих на передней панели машины.
sl_si: Skupno število celic na sprednji strani stroja.
tr_tr: Makinenin önünde bulunan toplam hücre sayısı.

# HelpCellsStatisticsCellsPost
source: Total number of cells present on the rear side of the machine.
bg: Общ брой клетки в задната част на машината.
cs: Celkový počet buněk přítomný na zadní straně stroje.
de_de: Gesamtanzahl der Zellen auf der Rückseite der Maschine.
el_gr: Συνολικός αριθμός κυψελών που υπάρχουν στην πίσω πλευρά του μηχανήματος.
es_es: Número total de celdas en la parte trasera de la máquina.
fr_fr: Total des cellules présentes sur le côté arrière de la machine.
hr: Ukupni broj ćelija prisutnih na stražnjoj strani stroja.
hu_hu: A gép hátsó oldalán található rekeszek teljes száma.
it: Totale delle celle presenti nel lato posteriore della macchina.
pl_pl: Całkowita liczba komórek znajdujących się z tyłu maszyny.
ru_ru: Общее количество ячеек, присутствующих на задней стороне машины.
sl_si: Skupno število celic na sprednji zadnji stroja.
tr_tr: Makinenin arka tarafında bulunan toplam hücre sayısı.

# HelpCellsStatisticsTotalOccupiedCells
source: Shows the percentage of occupied cells referred to the total of cells present.
bg: Връща процента на заетите клетки спрямо общия брой налични клетки.
cs: Uvádí procento obsazených buněk v poměru k celkovému počtu přítomných buněk.
de_de: Prozentsatz der belegten Zellen im Verhältnis zur Gesamtzahl der vorhandenen Zellen
el_gr: Εμφανίζει το ποσοστό των κατειλημμένων κυψελών που αναφέρεται στο σύνολο των κυψελών που υπάρχουν.
es_es: Informa del porcentaje de celdas ocupadas respecto al número total de celdas presentes.
fr_fr: Indique le pourcentage des cellules occupées par rapport au nombre total de cellules présentes.
hr: Izvještava o postotku zauzetih ćelija u odnosu na ukupan broj prisutnih ćelija.
hu_hu: Az elfoglalt rekeszek száma az összes jelen lévő rekesz számához képest.
it: Riporta la percentuale delle celle occupate riferite al totale delle celle presenti.
pl_pl: Pokazuje procent zajętych komórek w stosunku do całkowitej liczby komórek obecnych w maszynie.
ru_ru: Показывает процент занятых ячеек, отнесенных к общему количеству присутствующих ячеек.
sl_si: Prikazuje odstotek zasedenih celic glede na skupno število prisotnih celic.
tr_tr: Mevcut hücrelerin toplamına atıfta bulunulan dolu hücrelerin yüzdesini gösterir.

# HelpCellsStatisticsButtonOther
source: The button allows access to the storage space compaction procedure.
bg: Бутонът позволява достъп до процедурата за уплътняване на пространството за съхран.
cs: Tlačítko umožňuje vstup do postupu zhutnění prostoru zásobníku.
de_de: Mit der Taste kann das Verfahren zur Verdichtung des Speicherplatzes aufgerufen werden.
el_gr: Το κουμπί επιτρέπει την πρόσβαση στη διαδικασία συμπίεσης του χώρου αποθήκευσης.
es_es: El botón permite acceder al procedimiento de compactación del espacio del almacén.
fr_fr: Le bouton permet d’accéder à la procédure de compactage de l’espace de stockage.
hr: Gumb omogućuje pristup postupku sabijanja prostora u skladištu.
hu_hu: A gomb lehetővé teszi a tárolótér tömörítési eljárásának megnyitását.
it: Il pulsante permette di accedere alla procedura di compattazione dello spazio a magazzino.
pl_pl: Przycisk umożliwia dostęp do procedury zagęszczania przestrzeni magazynowej.
ru_ru: Кнопка позволяет получить доступ к процедуре сжатия пространства для хранения.
sl_si: Gumb omogoča dostop do postopka optimizacije prostora v skladišču.
tr_tr: Düğme, depolama alanı sıkıştırma prosedürüne erişim sağlar.

# HelpStatisticsGeneralDataButtonCellsStatistics
source: Activate the cell statistics display page.
bg: Активира страницата за показване на статистиката на клетките.
cs: Aktivuje stránku zobrazení statistik týkajících se buňky.
de_de: Aktiviert die Seite zur Anzeige der Zellstatistik.
el_gr: Ενεργοποιήστε τη σελίδα εμφάνισης στατιστικών κυψέλης.
es_es: Activa la página de visualización de las estadísticas de las células.
fr_fr: Active la page d’affichage des statistiques des cellules.
hr: Aktivira stranicu prikaza statistika vezanih za stroj.
hu_hu: Aktiválja a rekeszekre vonatkozó statisztikák megjelenítési oldalát.
it: Attiva la pagina di visualizzazione delle statistiche relative alle celle.
pl_pl: Uaktywnienie strony wyświetlania statystyk komórek.
ru_ru: Активировать страницу отображения статистики ячеек.
sl_si: Aktivira stran za prikaz statistike celic.
tr_tr: Hücre istatistikleri görüntüleme sayfasını etkinleştirin.

# HelpStatisticsGeneralDataButtonDrawersStatistics
source: Displays the statistical data page of the various drawers present in the machine.
bg: Показва страницата със статистически данни за различните чекмеджета в машината.
cs: Zobrazuje stránku statistických dat různých zásuvek přítomných ve stroji.
de_de: Seite mit den statistischen Daten der verschiedenen Kästen in der Maschine an.
el_gr: Εμφανίζει τη σελίδα των στατιστικών δεδομένων των διαφόρων συρταριών που υπάρχουν στο μηχάνημα.
es_es: Muestra la página de datos estadísticos de los distintos cajones presentes en la máquina.
fr_fr: Affiche la page de données statistiques des différents tiroirs présents dans la machine.
hr: Prikazuje stranicu statističkih podataka raznih pretinaca prisutnih na stroju.
hu_hu: Megjeleníti a gépen található különböző tálcák statisztikai adatainak oldalát.
it: Visualizza la pagina dei dati statistici dei vari cassetti presenti nella macchina.
pl_pl: Wyświetla stronę z danymi statystycznymi różnych szuflad znajdujących się w urządzeniu.
ru_ru: Отображает страницу статистических данных различных ящиков, имеющихся в машине.
sl_si: Prikaže stran s statističnimi podatki različnih predalov v stroju.
tr_tr: Makinede bulunan çeşitli çekmecelerin istatistiksel veri sayfasını görüntüler.

# HelpStatisticsGeneralDataButtonMachineStatistics
source: Allows access to the display page of the statistical data of the machine.
bg: Позволява достъп до страницата показваща статистическите данни на машината.
cs: Umožňuje přístup na stránku zobrazení statistických dat stroje.
de_de: Ermöglicht den Zugriff auf die Anzeigeseite der statistischen Daten der Maschine.
el_gr: Επιτρέπει την πρόσβαση στη σελίδα προβολής των στατιστικών δεδομένων του μηχανήματος.
es_es: Permite acceder a la página que muestra los datos estadísticos de la máquina.
fr_fr: Permet d’accéder à la page d’affichage des données statistiques de la machine.
hr: Omogućuje pristup stranici prikaza statističkih podataka stroja.
hu_hu: Lehetővé teszi a gép statisztikai adatait megjelenítő oldal megnyitását.
it: Permette di accedere alla pagina di visualizzazione dei dati statistici della macchina.
pl_pl: Umożliwia dostęp do strony wyświetlania danych statystycznych maszyny.
ru_ru: Позволяет получить доступ к странице отображения статистических данных машины.
sl_si: Omogoča dostop do strani za prikaz statističnih podatkov stroja.
tr_tr: Makinenin istatistiksel verilerinin görüntülendiği sayfaya erişim sağlar.

# HelpStatisticsGeneralDataButtonErrorsStatistics
source: Activates the page for displaying the statistical data relating to errors generated by the machine since installation.
bg: Активира страницата показваща статистически данни за грешките генерирани от машината след инсталацията.
cs: Aktivuje stránku zobrazení statistických dat týkajících se chyb vygenerovaných strojem od okamžiku instalace.
de_de: Aktiviert die Anzeigeseite für statistische Daten zu Fehlern, die seit der Installation von der Maschine generiert wurden.
el_gr: Ενεργοποιεί τη σελίδα για την εμφάνιση των στατιστικών δεδομένων σχετικά με τα σφάλματα του μηχανήματος από την εγκατάσταση.
es_es: Activa la página que muestra los datos estadísticos relativos a los errores generados por la máquina desde su instalación.
fr_fr: Active la page d’affichage des données statistiques relatives aux erreurs générées par la machine depuis l’installation.
hr: Aktivira stranicu za prikaz statističkih podataka koji se odnose na greške koje je stroj generirao od trenutka ugradbe.
hu_hu: Aktiválja a gép által generált hibákra vonatkozó statisztikai adatok megjelenítési oldalát a gép telepítésétől kezdve.
it: Attiva la pagina di visualizzazione dei dati statistici relativi agli errori generati dalla macchina dal momento dell'installazione.
pl_pl: Aktywuje stronę wyświetlania danych statystycznych dotyczących błędów generowanych przez maszynę od momentu instalacji.
ru_ru: Активирует страницу для отображения статистических данных, относящихся к ошибкам, сгенерированным машиной с момента установки.
sl_si: Aktivira stran za prikaz statističnih podatkov za napake, ki jih je stroj ustvarila od namestitve.
tr_tr: Kurulumdan bu yana makine tarafından oluşturulan hatalarla ilgili istatistiksel verileri görüntülemek için sayfayı etkinleştirir.

# HelpGeneralInfoButtonDrawerCall
source: View the page dedicated to immediate call by drawer.
bg: Показване страница посветена на незабавно повикване всяко чекмедже.
cs: Zobrazuje stránku vyhrazenou pro okamžité vyvolání zásuvky.
de_de: Zeigt die Seite für den sofortigen Kastenaufruf an.
el_gr: Εμφανίζει τη σελίδα που προορίζεται για την άμεση κλήση του συρταριού.
es_es: Muestra la página dedicada a la llamada inmediata por cajón.
fr_fr: Affiche la page destinée à l’appel immédiat par tiroir.
hr: Prikazuje stranicu posvećenu trenutnom pozivu za pretinac.
hu_hu: Megjeleníti a tálca azonnali behívására vonatkozó oldalt.
it: Visualizza la pagina dedicata alla chiamata immediata per cassetto.
pl_pl: Wyświetlenie strony poświęconej natychmiastowemu wywołaniu według szuflady.
ru_ru: Просмотреть страницу, посвященную немедленному вызову по ящику.
sl_si: Prikaže stran, namenjeno takojšnjemu priklicu predala.
tr_tr: Çekmeceye göre anında aramaya ayrılmış sayfayı görüntüleyin.
