Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpDrawerSpaceSaturationMachineFilling
source: Indicates, in both graphic and numerical form, the total filling degree of the machine.
bg: Той показва в графичен и цифров вид общото ниво на запълване на машината.
cs: Uvádí, v grafické i numerické podobě, celkovou míru naplnění stroje.
de_de: Zeigt sowohl in grafischer als auch in numerischer Form die Befüllung der Maschine an.
el_gr: Υποδεικνύει, τόσο γραφικά όσο και αριθμητικά, το συνολικό βαθμό πλήρωσης του μηχανήματος.
es_es: Indica, tanto gráfica como numéricamente, el nivel de llenado total de la máquina.
fr_fr: Indique, sous forme graphique et numérique, le degré de remplissage total de la machine.
hr: Označuje, u grafičkom i brojčanom obliku, stupanj sveukupne popunjenosti stroja.
hu_hu: A gép teljes töltöttségének fokát jeleníti meg akár grafikus, akár numerikus formában.
it: Indica, in forma sia grafica che numerica, il grado di riempimento totale della macchina.
pl_pl: Wskazuje, w formie graficznej i liczbowej, całkowity stopień zapełnienia maszyny.
ru_ru: Указывает как в графической, так и в цифровой форме общую степень заполнения машины.
sl_si: V grafični in številčni obliki navaja skupno stopnjo polnjenja stroja.
tr_tr: Makinenin toplam dolum derecesini hem grafik hem de sayısal biçimde gösterir.

# HelpDrawerSpaceSaturationWeightAnalisys
source: Allows access to the statistical analysis procedure relating to the weight allocated in the various drawers.
bg: Позволява достъп до процедура статистически анализ на теглото разпределено между различните чекмеджета.
cs: Umožňuje přístup k postupu statistické analýzy ohledně hmotnosti umístěné v různých zásuvkách.
de_de: Zugriff auf das Verfahren zur statistischen Anal. des in den versch. Kästen untergebrachten Gewichts.
el_gr: Επιτρέπει την πρόσβαση στη διαδικασία στατιστικής ανάλυσης σε σχέση με το βάρος που βρίσκεται στα διάφορα συρτάρια.
es_es: Permite acceder al procedimiento de análisis estadístico del peso asignado a los distintos cajones.
fr_fr: Permet d’accéder à la procédure d’analyse statistique relative au poids affecté dans les différents tiroirs.
hr: Dozvoljava pristup postupku statističke analize vezane uz težinu smještenu u raznim pretincima.
hu_hu: Lehetővé teszi a statisztikai elemzések eljárásának megnyitását a különböző tálcákon elhelyezett súlyra vonatkozóan.
it: Consente di accedere alla procedura di analisi statistiche relative al peso allocato nei vari cassetti.
pl_pl: Umożliwia dostęp do procedury analizy statystycznej, dotyczącej wagi przypisanej do poszczególnych szuflad.
ru_ru: Позволяет получить доступ к процедуре статистического анализа, относящейся к весу, распределенному в различных выдвижных узлах.
sl_si: Omogoča dostop do postopka statistične analize za maso v različnih predalih.
tr_tr: Çeşitli çekmecelerde tahsis edilen ağırlıkla ilgili istatistiksel analiz prosedürüne erişim sağlar.

# HelpDrawerWeightSaturationDescription
source: The procedure provides data on the weight allocated in the various drawers and, globally, inside the machine. For each drawer, further information is provided, including the current height, the maximum weight that can be loaded for each drawer, the tare, the current total weight, as well as the percentage of the current weight compared to the maximum provided both in graphical and numerical form. A global indication valid for the whole machine is also provided.
bg: Процедурата предоставя данни за тегло между различните чекмеджета и като цяло в машината. За всяко чекмедже се предоставя допълнителна информация включително текущата височина максималното тегло за зареждане за всяко чекмедже теглото на тарата текущото общо тегло както и процентното съотношение на текущото тегло спрямо максималното както в графичен така и в цифров вид. Предоставя се и глобална индикация валидна за цялата машина.
cs: Postup poskytuje data o hmotnosti rozdělené do různých zásuvek a celkově uvnitř stroje. Pro každou ze zásuvek jsou poskytovány podrobnější informace, jako jsou aktuální výška, maximální hmotnost naplnění každé zásuvky, tára, celková aktuální hmotnost, stejně jako aktuální procento hmotnosti s ohledem na maximální plnění, a to jak v grafické, tak numerické podobě. Je poskytována také celková indikace platná pro celý stroj.
de_de: Verfahren liefert Daten über das in den versc. Kästen und allg. in der Maschine befindliche Gewicht. Je Kasten werden weitere Infos gegeben, darunter die akt.Höhe, das pro Kasten max. zu ladenden Gewicht, das Taragewicht, das akt. Gesamtgew. sowie der proz. Anteil des akt. Gewichts im Verhältnis zum max. Gewicht. Diese Infos werden sowohl grafisch als auch numerisch angezeigt. Es gibt auch eine globale Angabe für die gesamte Maschine.
el_gr: Η διαδικασία παρέχει δεδομένα σχετικά με το βάρος που κατανέμεται στα διάφορα συρτάρια και, συνολικά, μέσα στο μηχάνημα. Για κάθε συρτάρι, παρέχονται περαιτέρω πληροφορίες, συμπεριλαμβανομένου του τρέχοντος ύψους, του μέγιστου βάρους που μπορεί να φορτωθεί για κάθε συρτάρι, του απόβαρου, του τρέχοντος συνολικού βάρους, καθώς επίσης και το ποσοστό του τρέχοντος βάρους σε σύγκριση με το μέγιστο που παρέχεται τόσο στη γραφική όσο και στην αριθμητική μορφή. Παρέχεται επίσης μια συνολική υπόδειξη που ισχύει για όλο το μηχάνημα.
es_es: El procedimiento proporciona datos sobre el peso asignado a los distintos cajones y, en general, al interior de la máquina. Para cada cajón, se proporciona más información, incluyendo la altura actual, el peso máximo que se puede cargar para cada cajón, la tara, el peso total actual, así como el porcentaje del peso actual comparado con el máximo proporcionado tanto en forma gráfica como numérica. También se proporciona una indicación global válida para toda la máquina.
fr_fr: La procédure fournit des données sur le poids affecté dans les différents tiroirs et, globalement, à l’intérieur de la machine. Des informations supplémentaires sont fournies pour chaque tiroir, y compris la hauteur actuelle, le poids maximum pouvant être chargé pour chaque tiroir, la tare, le poids total actuel, ainsi que le pourcentage du poids actuel par rapport au maximum fourni à la fois sous forme graphique et forme numérique. Une indication globale valable pour l’ensemble de la machine est également fournie.
hr: Postupak pruža podatke o težini smještenoj u raznim pretincima i, općenito, unutar stroja. Za svaki se pretinac pružaju dodatne informacije među kojima su trenutačna visina, najveća utovarna težina za svaki pretinac, tara, trenutačna sveukupna težina, osim postotka trenutačne težine u odnosu na maksimalnu, u grafičkom i brojčanom obliku. Pruža se također globalna slika koja vrijedi za cijeli stroj.
hu_hu: Az eljárás adatokat jelenít meg a különböző tálcákon elhelyezett, és általánosságban a gép belsejében található súlyra vonatkozóan. Minden tálcára vonatkozóan további információk jelennek meg, például a jelenlegi magasság, a maximum betölthető súly tálcánként, a tárasúly, a teljes jelenlegi súly, valamint a jelenlegi súly százalékértéke a megadott maximumhoz képest, akár grafikus, akár numerikus formátumban. Megjelenik továbbá a teljes gépre vonatkozó globális érték is.
it: La procedura fornisce dati sul peso allocato nei vari cassetti e, in globale, all'interno della macchina. Per ogni cassetto sono fornite ulteriori informazioni fra cui l'altezza corrente, il peso massimo caricabile per ogni cassetto, la tara, il peso attuale totale, oltre alla percentuale del peso attuale rispetto al massimo fornita sia in forma grafica che numerica. Viene fornita anche una indicazione globale valida per tutta la macchina.
pl_pl: Procedura ta dostarcza danych na temat wagi przypisanej do poszczególnych szuflad i ogólnie do maszyny. Dla każdej szuflady podawane są dalsze informacje, w tym aktualna wysokość, maksymalny ciężar, jaki można załadować do każdej szuflady, tara, aktualny ciężar całkowity, jak również procent aktualnego ciężaru w stosunku do maksymalnego, podany zarówno w formie graficznej, jak i liczbowej. Podawane jest również globalne wskazanie dla całej maszyny.
ru_ru: Процедура предоставляет данные о весе, распределенном в различных выдвижных узлах и, в глобальном масштабе, внутри машины. Для каждого выдвижного узла предоставляется дополнительная информация, включая текущую высоту, максимальный вес, который может быть загружен для каждого такого узла, тару, текущий общий вес, а также процент текущего веса по сравнению с максимумом, предоставленным как в графической, так и в числовой форме. Также предоставляется глобальный показатель, действительный для всей машины.
sl_si: Postopek zagotavlja podatke o teži v različnih predalih in na splošno znotraj stroja. Za vsak predal so razpoložljive dodatne informacije, vključno s trenutno višino, največjo težo, ki jo je mogoče naložiti za posamezen predal, taro, trenutno skupno težo in odstotkom trenutne teže glede na največjo možno v grafični in številčni obliki. Podan je tudi splošen prikaz, ki velja za celoten stroj.
tr_tr: Prosedür, çeşitli çekmecelerde ve genel olarak makinenin içinde tahsis edilen ağırlık hakkında veri sağlar. Her çekmece için, mevcut yükseklik, her çekmece için yüklenebilecek maksimum ağırlık, dara, mevcut toplam ağırlık ve ayrıca grafiksel olarak sağlanan maksimum ağırlıkla karşılaştırıldığında mevcut ağırlığın yüzdesi dahil olmak üzere daha fazla bilgi sağlanır. ve sayısal form. Tüm makine için geçerli bir global gösterge de sağlanır.

# HelpDrawerWeightSaturationGridDrawer
source: Indicates the drawer number.
bg: Посочва номера на чекмеджето.
cs: Uvádí číslo zásuvky.
de_de: Nummer des Kastens
el_gr: Υποδεικνύει τον αριθμό του συρταριού.
es_es: Indica el número de cajón.
fr_fr: Indique le numéro du tiroir.
hr: Označuje broj pretinca.
hu_hu: A tálca számát jeleníti meg.
it: Indica il numero del cassetto.
pl_pl: Wskazuje numer szuflady.
ru_ru: Указывает номер выдвижного узла.
sl_si: Navaja številko predala.
tr_tr: Çekmece numarasını gösterir.

# HelpDrawerWeightSaturationGridHeight
source: Current drawer height.
bg: Текуща височина на чекмеджето.
cs: Aktuální výška zásuvky.
de_de: Aktuelle Höhe des Kastens.
el_gr: Τρέχον ύψος συρταριού.
es_es: Altura actual del cajón.
fr_fr: Hauteur actuelle du tiroir.
hr: Trenutačna visina pretinca.
hu_hu: A tálca jelenlegi magassága.
it: Altezza corrente del cassetto.
pl_pl: Aktualna wysokość szuflady.
ru_ru: Текущая высота выдвижного узла.
sl_si: Trenutna višina predala.
tr_tr: Mevcut çekmece yüksekliği.

# HelpDrawerWeightSaturationGridMaxWeight
source: Indicates the maximum weight allowed for the drawer.
bg: Посочва максимално допустимо тегло за чекмедже.
cs: Uvádí maximální přípustnou hmotnost zásuvky.
de_de: Gibt das maximal zulässige Kastengewicht an.
el_gr: Υποδεικνύει το μέγιστο βάρος που επιτρέπεται για το συρτάρι.
es_es: Indica el peso máximo permitido para el cajón.
fr_fr: Indique le poids maximum autorisé pour le tiroir.
hr: Označuje najveću dozvoljenu težinu po pretincu.
hu_hu: A tálcára megengedett maximum súlyt mutatja.
it: Indica il peso massimo ammesso per il cassetto.
pl_pl: Wskazuje maksymalny ciężar dopuszczalny dla szuflady.
ru_ru: Указывает максимальный вес, допустимый для выдвижного узла.
sl_si: Navaja največjo dovoljeno težo za predal.
tr_tr: Çekmece için izin verilen maksimum ağırlığı belirtir.

# HelpDrawerWeightSaturationGridGross
source: Indicates the weight of the empty drawer.
bg: Показва тегло на празно чекмедже.
cs: Uvádí hmotnost prázdné zásuvky.
de_de: Gewicht des leeren Kastens.
el_gr: Υποδεικνύει το βάρος του άδειου συρταριού.
es_es: Indica el peso del cajón vacío.
fr_fr: Indique le poids du tiroir vide.
hr: Označuje težinu praznog pretinca.
hu_hu: Az üres tálca súlyát mutatja.
it: Indica il peso del cassetto vuoto.
pl_pl: Wskazuje wagę pustej szuflady.
ru_ru: Указывает вес пустого выдвижного узла.
sl_si: Navaja težo praznega predala.
tr_tr: Boş çekmecenin ağırlığını gösterir.

# HelpDrawerWeightSaturationGridActualWeight
source: Reports the current weight of the drawer.
bg: Той показва текущо тегло на чекмедже.
cs: Uvádí aktuální hmotnost zásuvky.
de_de: Aktuelles Gewicht des Kastens.
el_gr: Αναφέρει το τρέχον βάρος του συρταριού.
es_es: Devuelve el peso actual del cajón.
fr_fr: Indique le poids actuel du tiroir.
hr: Navodi trenutačnu težinu pretinca.
hu_hu: A tálca jelenlegi súlyát jelzi.
it: Riporta il peso attuale del cassetto.
pl_pl: Podaje aktualny ciężar szuflady.
ru_ru: Сообщает текущий вес выдвижного узла.
sl_si: Prikazuje trenutno težo predala.
tr_tr: Çekmecenin mevcut ağırlığını raporlar.

# HelpDrawerWeightSaturationGridWeightPercent
source: Indicates the percentage of weight used referred to the maximum possible.
bg: Посочва процента на използвано тегло спрямо максималното възможно.
cs: Uvádí procent využité hmotnosti ve vztahu k možnému maximu.
de_de: Prozents. des verwendeten Gew. bez. auf das max.mögliche Gewicht.
el_gr: Υποδεικνύει το ποσοστό βάρους που χρησιμοποιείται σε σχέση με το μέγιστο δυνατό.
es_es: Indica el porcentaje de peso utilizado referido al máximo posible.
fr_fr: Indique le pourcentage de poids utilisé par rapport au maximum possible.
hr: Označuje postotak korištene težine u odnosu na najveću moguću.
hu_hu: A felhasznált súly százalékértékét mutatja a lehetséges maximumhoz képest.
it: Indica la percentuale di peso usata riferita al massimo possibile.
pl_pl: Wskazuje procent wykorzystanego ciężaru w stosunku do maksymalnej możliwej wartości.
ru_ru: Указывает процент использованного веса, отнесенный к максимально возможному.
sl_si: Navaja odstotek uporabljene teže glede na največjo možno.
tr_tr: Mümkün olan maksimuma göre kullanılan ağırlık yüzdesini gösterir.

# HelpDrawerWeightSaturationTotalDrawers
source: Indicates the maximum number of drawers allocated in the machine.
bg: Показва максим брой чекмеджета разпределени в машината.
cs: Uvádí maximální počet zásuvek umístěných ve stroji.
de_de: Amx. Anzahl derKästen in der Maschine.
el_gr: Υποδεικνύει το μέγιστο αριθμό των συρταριών που βρίσκονται στο μηχάνημα.
es_es: Indica el número máximo de cajones asignados en la máquina.
fr_fr: Indique le nombre maximum de tiroirs affectés à la machine.
hr: Označuje najveći broj pretinaca smještenih na stroju.
hu_hu: A gépen elhelyezett tálcák maximális számát mutatja.
it: Indica il numero massimo di cassetti allocati nella macchina.
pl_pl: Wskazuje maksymalną liczbę szuflad przydzielonych w maszynie.
ru_ru: Указывает максимальное количество выдвижных ящиков, выделенных в машине.
sl_si: Navaja maksimalno število predalov, vstavljenih v stroj.
tr_tr: Makinede tahsis edilen maksimum çekmece sayısını belirtir.

# HelpDrawerWeightSaturationGrossCapacityMax
source: Shows the maximum gross capacity of the machine.
bg: Показва максим брутен капацитет машината.
cs: Uvádí maximální hrubou kapacitu stroje.
de_de: Maximale Bruttokapazität der Maschine.
el_gr: Εμφανίζει τη μέγιστη μεικτή χωρητικότητα του μηχανήματος.
es_es: Muestra la capacidad bruta máxima de la máquina.
fr_fr: Affiche la capacité de charge maximale brute de la machine.
hr: Prikazuje maksimalnu bruto nosivost stroja.
hu_hu: A gép maximális bruttó teherbírását mutatja.
it: Mostra la portata massima lorda della macchina.
pl_pl: Pokazuje maksymalną pojemność brutto maszyny.
ru_ru: Показывает максимальную полную мощность машины.
sl_si: Prikazuje največjo bruto zmogljivost stroja.
tr_tr: Makinenin maksimum brüt kapasitesini gösterir.

# HelpDrawerWeightSaturationGrossLoaded
source: Indicates the gross weight loaded.
bg: Показва натоваре брутно тегло.
cs: Uvádí naloženou hrubou hmot.
de_de: Geladenes Bruttogewicht.
el_gr: Υποδεικνύει το μέγιστο μεικτό βάρος φόρτωσης.
es_es: Indica el peso bruto cargado.
fr_fr: Indique le poids brut chargé.
hr: Označuje utovar. bruto težinu.
hu_hu: A betöltött bruttó súlyt mutatja.
it: Indica il peso lordo caricato.
pl_pl: Wskazuje załadowaną masę brutto.
ru_ru: Указывает загруженный вес брутто.
sl_si: Navaja naloženo bruto težo.
tr_tr: Yüklenen brüt ağırlığı gösterir.

# HelpDrawerWeightSaturationNetCapacity
source: Maximum net flow allowed by the machine.
bg: Максимален нетен капацитет на машината.
cs: Přípustná maximální čistá kapacita stroje.
de_de: Maximale Nettokapazität der Maschine.
el_gr: Μέγιστη καθαρή ροή που επιτρέπεται στο μηχάνημα.
es_es: Capacidad neta máxima permitida por la máquina.
fr_fr: Capacité de charge nette maximale autorisée par la machine.
hr: Maksimalna neto dozvoljena nosivost stroja.
hu_hu: A gépen megengedett maximális nettó teherbírás.
it: Portata netta massima ammessa dalla macchina.
pl_pl: Maksymalny przepływ netto dozwolony przez maszynę.
ru_ru: Максимальный чистый расход, разрешенный машиной.
sl_si: Maks neto zmogljivost, ki jo dovoljuje stroj.
tr_tr: Makine tarafından izin verilen maksimum net akış.

# HelpDrawerWeightSaturationNetLoaded
source: Indicates the net weight currently loaded.
bg: Показва нетното тегло заредено в момента.
cs: Uvádí aktuálně naloženou čistou hmotnost.
de_de: Aktuell geladenes Nettogewicht.
el_gr: Υποδεικνύει το τρέχον καθαρό βάρος φόρτωσης.
es_es: Indica el peso neto cargado actualmente.
fr_fr: Indique le poids net actuellement chargé.
hr: Označuje trenutačno utovarenu neto težinu.
hu_hu: A ténylegesen betöltött nettó súlyt mutatja.
it: Indica il peso netto attualmente caricato.
pl_pl: Wskazuje aktualnie załadowaną masę netto.
ru_ru: Указывает вес нетто, загруженный в данный момент.
sl_si: Navaja trenutno naloženo neto težo.
tr_tr: Halihazırda yüklü olan net ağırlığı gösterir.

# HelpDrawerWeightSaturationWeightPercent
source: Shows the current percentage of loaded weight referred to the maximum allowed weight.
bg: Показва текущия процент на натоварено тегло спрямо максимално допустимо тегло.
cs: Uvádí aktuální procento naložené hmotnosti ve vztahu j přípustnému maximu.
de_de: Aktueller Prozentsatz des geladenen Gew. im Verhältnis zum max.zul. Gewicht.
el_gr: Εμφανίζει το τρέχον ποσοστό του φορτωμένου βάρους σχετικά με το μέγιστο επιτρεπόμενο βάρος.
es_es: Muestra el porcentaje actual de peso cargado en relación con el peso máximo permitido.
fr_fr: Affiche le pourcentage actuel de poids chargé par rapport au poids maximum autorisé.
hr: Prikazuje trenutni postotak utovarene težine u odnosu na maks dozvolj. težinu.
hu_hu: A betöltött súly jelenlegi százalékértékét mutatja a megengedett maximum súlyhoz képest.
it: Mostra l'attuale percentuale di peso caricato riferito al peso massimo ammesso.
pl_pl: Pokazuje aktualny procent załadowanej masy w odniesieniu do maksymalnej dopuszczalnej masy.
ru_ru: Показывает текущий процент загруженного веса, относящийся к максимально допустимому весу.
sl_si: Prikazuje trenutni odstotek naložene teže glede na največjo dovoljeno težo.
tr_tr: İzin verilen maksimum ağırlığa atıfta bulunulan yüklü ağırlığın mevcut yüzdesini gösterir.

# HelpMachineStatisticsDescription
source: The procedure provides statistical data of the main parts of the machine. The data provided refer to what the machine has done during its life cycle from the moment of installation.
bg: Процедурата предоставя статистически данни за основните части на машината. Предоставените данни се отнасят до това което машината е направила по време на жизнения си цикъл след инсталирането.
cs: Postup poskytuje statistická data pro hlavní části stroje. Uvedená data se vztahují k tomu, co stroj udělal během svého životního cyklu od okamžiku instalace.
de_de: Liefert statistische Daten über die wichtigsten Teile der Maschine. Die angegebenen Daten beziehen sich darauf, was die Maschine ab der Installation während ihres Lebenszyklus geleistet hat.
el_gr: Η διαδικασία παρέχει στατιστικά δεδομένα των κυρίων μερών του μηχανήματος. Τα δεδομένα που παρέχονται αναφέρονται σε ότι έχει εκτελέσει το μηχάνημα κατά τη διάρκεια του κύκλου ζωής του από τη στιγμή της εγκατάστασης.
es_es: El procedimiento proporciona los datos estadísticos de las principales partes de la máquina. Los datos proporcionados se refieren a lo que la máquina ha hecho durante su ciclo de vida desde su instalación.
fr_fr: La procédure fournit les données statistiques des principaux composants de la machine. Les données fournies se réfèrent à ce que la machine a fait pendant son cycle de vie à partir du moment de l’installation.
hr: Postupak pruža statističke podatke glavnih dijelova stroja. Pružani podaci se odnose na ono što je stroj napravio tijekom svog životnog ciklusa od trenutka ugradbe.
hu_hu: Az eljárás a gép főbb részegységeinek statisztikai adatait biztosítja. A megjelenített adatok a gép teljes életciklusára vonatkoznak a telepítés pillanatától kezdve.
it: La procedura fornire i dati statistici delle principali parti della macchina. I dati forniti si riferiscono a quanto dalla macchina fatto durante il suo ciclo di vita dal momento dell'installazione.
pl_pl: Procedura dostarcza danych statystycznych dotyczących głównych części maszyny. Podane dane odnoszą się do tego, co maszyna zrobiła podczas swojego cyklu życia od momentu instalacji.
ru_ru: Процедура предоставляет статистические данные об основных частях машины. Приведенные данные относятся к тому, что машина выполнила в течение своего жизненного цикла с момента установки.
sl_si: Postopek zagotavlja statistične podatke glavnih delov stroja. Navedeni podatki se nanašajo na to, kaj je naprava storila v svojem življenjskem ciklu od trenutka namestitve.
tr_tr: Prosedür, makinenin ana parçalarının istatistiksel verilerini sağlar. Sağlanan veriler, kurulum anından itibaren makinenin kullanım ömrü boyunca ne yaptığına atıfta bulunur.

# HelpMachineStatisticsVerticalCycles
source: Indicates the total number of cycles performed by the vertical axis. A cycle is equivalent to a shift between two points.
bg: Показва общия брой цикли извършени от вертикалната ос. Цикълът е еквивалентен на преместване между две точки.
cs: Uvádí celkový počet cyklů provedený vertikální osou. Cyklus se rovná přesunu mezi dvěma body.
de_de: Von der vert. Achse insg. ausgef. Zyklen. Ein Zykl. ist gleichbedeutend mit einer Verschieb. Zwisch. 2 Punkten.
el_gr: Υποδεικνύει το συνολικό αριθμό των κύκλων που εκτελούνται από τον κατακόρυφο άξονα. Ένας κύκλος ισοδυναμεί με μια μετατόπιση μεταξύ δύο σημείων.
es_es: Indica el número total de ciclos realizados por el eje vertical. Un ciclo equivale a un desplazamiento entre dos puntos.
fr_fr: Indique le nombre total de cycles effectués par l’axe vertical. Un cycle équivaut à un déplacement entre deux points.
hr: Označuje ukupan broj ciklusa koje je izvršila okomita os. Jedan ciklus odgovarapremještanju između dvije točke.
hu_hu: A függőleges tengely végrehajtott ciklusainak teljes számát mutatja. Egy ciklus két pont közötti elmozdulásnak felel meg.
it: Indica il numero totale di cicli effettuati dall'asse verticale. Un ciclo equivale ad uno spostamento fra due punti.
pl_pl: Wskazuje całkowitą liczbę cykli wykonanych przez oś pionową. Cykl jest równoważny przesunięciu pomiędzy dwoma punktami.
ru_ru: Указывает общее количество циклов, выполненных вертикальной осью. Цикл эквивалентен сдвигу между двумя точками.
sl_si: Navaja skupno število ciklov, ki jih je izvedla navpična os. Cikel pomeni premik med dvema točkama.
tr_tr: Dikey eksen tarafından gerçekleştirilen toplam döngü sayısını gösterir. Bir döngü, iki nokta arasındaki kaymaya eşdeğerdir.
