Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpOpMainHelp
source: The button opens the help page contextual to the procedure you are using.
bg: Бутонът отваря контекстуалната помощна страница за използваната процедура.
cs: Tlačítkem se otevře stránka kontextové nápovědy postupu, který používáte.
de_de: Die Taste öffnet die kontextbezogen Hilfeseite zu dem von verwendeten Verfahren.
el_gr: Το κουμπί ανοίγει τη σελίδα βοήθειας ανάλογα με τη διαδικασία που χρησιμοποιείτε.
es_es: El botón abre la página de ayuda contextual del procedimiento que está utilizando.
fr_fr: Le bouton ouvre la page d’aide contextuelle à la procédure en cours d’utilisation.
hr: Gumb otvara stranicu za pomoć, kontekstualnu postupku u uporabi.
hu_hu: A gomb megnyitja a súgó kontextusablakát a folyamatban lévő eljárásra vonatkozóan.
it: Il pulsante apre la pagina di help contestuale alla procedura che si sta utilizzando.
pl_pl: Przycisk otwiera stronę pomocy kontekstowej dla używanej procedury.
ru_ru: Кнопка открывает страницу справки, контекстно связанную с используемой процедурой.
sl_si: Gumb odpre stran s pomočjo za postopek, ki ga uporabljate.
tr_tr: Düğme, kullandığınız yordam bağlamında yardım sayfasını açar.

# HelpOpMainDrawerOp
source: The button opens the page for managing the operations scheduled on the drawer in the bay.
bg: Бутонът отваря страницата за управл на планираните операции в отдел.
cs: Tlačítko otevře stránku řízení naplánovaných operací na zásuvce přítomné ve stanici.
de_de: Taste öffnet Verwaltungsseite der Arbeiten für den in der Bucht befindlichen Kasten
el_gr: Το κουμπί ανοίγει τη σελίδα για τη διαχείριση των λειτουργιών που έχουν προγραμματιστεί στο συρτάρι της πλατφόρμας.
es_es: El botón abre la página de gestión de las operaciones programadas en el cajón de la bahía.
fr_fr: Le bouton ouvre la page de gestion des opérations programmées sur le tiroir présent dans la baie.
hr: Gumb otvara stranicu upravljanja planiranim operacijama na pretincu prisutnom u uvali.
hu_hu: A gomb megnyitja a munkaállomáson lévő tálca ütemezett műveleteinek kezelőoldalát.
it: Il pulsante apre la pagina di gestione delle operazioni schedulate sul cassetto presente in baia.
pl_pl: Przycisk otwiera stronę umożliwiającą zarządzanie operacjami zaplanowanymi na szufladzie w zatoce.
ru_ru: Кнопка открывает страницу для управления операциями, запланированными на выдвижном узле в секции
sl_si: Gumb odpre stran za upravljanje načrtovanih postopkov v predalu na nakladalni polici.
tr_tr: Düğme, bölmedeki çekmecede programlanan işlemleri yönetmek için sayfayı açar.

# HelpOpMainItem
source: The button opens the page that allows you to search for an article code.
bg: Бутонът отваря страница която ви позволява да търсите код на артикула.
cs: Tlačítkem se otevře stránka, která umožňuje provést vyhledávání kódu položky.
de_de: Die Taste öffnet die Seite, auf der nach einem Artikelcode gesucht werden kann.
el_gr: Το κουμπί ανοίγει τη σελίδα που σας επιτρέπει να αναζητήσετε έναν κωδικό στοιχείου.
es_es: El botón abre la página que permite buscar un código de artículo.
fr_fr: Le bouton ouvre la page qui permet de rechercher un code article.
hr: Gumb otvara stranicu koja dozvoljava traženje koda artikla.
hu_hu: A gomb megnyitja az oldalt, amely lehetővé teszi a cikkszámok keresését.
it: Il pulsante apre la pagina che permette di effettuare la ricerca di un codice articolo.
pl_pl: Przycisk otwiera stronę umożliwiającą wyszukanie kodu artykułu.
ru_ru: Кнопка открывает страницу, на которой можно выполнить поиск кода изделия.
sl_si: Gumb odpre stran, ki omogoča iskanje kode izdelka.
tr_tr: Düğme, bir makale kodu aramanıza izin veren sayfayı açar.

# HelpOpMainLists
source: The button opens the display page of the lists pending execution scheduled by the WMS.
bg: Бутонът отваря страница на която са показани чакащите списъци планирани от WMS.
cs: Tlačítkem se otevře stránka zobrazení seznamů čekajících na plánované provedení zařízením WMS.
de_de: Die Taste öffnet die Anzeigeseite der Wartelisten für die vom WMS geplanten Ausführungen.
el_gr: Το κουμπί ανοίγει τη σελίδα προβολής των λιστών που είναι σε εκκρεμότητα για την προγραμματισμένη εκτέλεση των WMS.
es_es: El botón abre la página que muestra las listas pendientes programadas por el WMS.
fr_fr: Le bouton ouvre la page d’affichage des listes en attente d’exécution programmées par le WMS.
hr: Gumb otvara stranicu prikaza lista čekanja za planirano izvođenje s WMS-a.
hu_hu: A gomb megnyitja az oldalt, amely megjeleníti a WMS által ütemezett végrehajtásra várakozó listákat.
it: Il pulsante apre la pagina di visualizzazione delle liste in attesa di esecuzione schedulate dal WMS.
pl_pl: Przycisk otwiera stronę wyświetlania list oczekujących na wykonanie, zaplanowanych przez system WMS.
ru_ru: Кнопка открывает страницу отображения перечней, ожидающих выполнения и запланированных СУС.
sl_si: Gumb odpre stran s seznami, ki čakajo na izvedbo in ki jih je načrtoval WMS.
tr_tr: Düğme, WMS tarafından planlanan yürütmeyi bekleyen listelerin görüntü sayfasını açar.

# HelpOpMainOther
source: Allows access to additional functions.
bg: Позволява достъп до допълнителни функции.
cs: Umožňuje přístup k dalším funkcím.
de_de: Zugriff auf zusätzliche Funktionen.
el_gr: Επιτρέπει την πρόσβαση στις συμπληρωματικές λειτουργίες.
es_es: Permite acceder a funciones adicionales.
fr_fr: Permet l’accès à des fonctions complémentaires.
hr: Dozvoljava pristup dodatnim funkcijama.
hu_hu: Lehetővé teszi a további funkciókhoz való hozzáférést.
it: Permette l'accesso ad ulteriori funzioni.
pl_pl: Umożliwia dostęp do dodatkowych funkcji.
ru_ru: Позволяет получить доступ к дополнительным функциям.
sl_si: Omogoča dostop do dodatnih funkcij.
tr_tr: Ek işlevlere erişim sağlar.

# HelpDrawerWaitDescription
source: The page indicates that the system has completed the operations planned on the last drawer arrived in the bay. It is awaiting the arrival of the next drawer which will cause the opening of the page dedicated to the planned operations.
bg: Страницата показва че система е завършила планирани операции за последно чекмедже пристигнало в отдел. Очаква се пристигане на следващо чекмедже което ще доведе до отваряне на страница посветена на планираните операции.
cs: Stránka uvádí, že systém dokončil předpokládané operace na poslední zásuvce, která dorazila do stanice. Čeká na příchod následující zásuvky, který způsobí otevření stránky vyhrazené pro předpokládané operace.
de_de: Seite zeigt an, dass das System die vorgesehenen Vorgänge an dem zuletzt in der Bucht eingetroffenen Kasten abgeschlossen hat. Wartet auf die Ankunft des nächsten Kastens, mit der die Seite der vorgesehenen Vorgänge geöffnet wird.
el_gr: Η σελίδα υποδεικνύει ότι το σύστημα έχει ολοκληρώσει τις λειτουργίες που έχουν προγραμματιστεί στο τελευταίο συρτάρι που έφθασε στην πλατφόρμα. Αναμένεται η άφιξη του επόμενου συρταριού το οποίο θα προκαλέσει το άνοιγμα της σελίδας που προορίζεται για τις προγραμματισμένες λειτουργίες.
es_es: La página indica que el sistema ha completado sus operaciones programadas en el último cajón que llegó a la bahía. Está esperando la llegada del próximo cajón que provocará la apertura de la página dedicada a las operaciones previstas.
fr_fr: La page indique que le système a terminé les opérations prévues sur le dernier tiroir arrivé dans la baie. Il attend l’arrivée du tiroir suivant qui provoquera l’ouverture de la page réservée aux opérations prévues.
hr: Stranica označuje da je sustav završio predviđene operacije na posljednjem pretincu pristiglom u uvalu. Čeka dolazak sljedećeg pretinca koji će izazvati otvaranje namjenske stranice za predviđene operacije.
hu_hu: Az oldal azt jelzi, hogy a rendszer elvégezte a tervezett műveleteket a munkaállomásra érkezett utolsó tálcán. A következő tálca beérkezésére várakozik, amely megnyitja majd a tervezett műveletek oldalát.
it: La pagina indica che il sistema ha completato le operazioni previste sull'ultimo cassetto arrivato in baia. E' in attesa dell'arrivo del cassetto successivo che provochera' l'apertura della pagina dedicata alle operazioni previste.
pl_pl: Strona informuje, że system zakończył operacje zaplanowane na ostatniej szufladzie przybyłej do zatoki. Oczekuje na przybycie kolejnej szuflady, co spowoduje otwarcie strony poświęconej planowanym operacjom.
ru_ru: Страница указывает, что система выполнила операции, запланированные на последнем выдвижном узле, поступившим в секцию. Ожидает поступления следующего выдвижного узла, что вызовет открытие страницы, посвященной запланированным операциям.
sl_si: Stran kaže, da je sistem zaključil postopke, predvidene na zadnjem predalu, ki je prispel na nakladalno polico. Pričakuje prihod naslednjega predala, ki bo povzročil odprtje strani s predvidenimi postopki.
tr_tr: Sayfa, bölmeye gelen son çekmecede sistemin planlanan işlemleri tamamladığını gösterir. Planlanan işlemlere ayrılmış sayfanın açılmasına neden olacak bir sonraki çekmecenin gelişini bekliyor.

# HelpDrawerWaitNote
source: The note reports the current situation of the system.
bg: В бележка се докладва за текущо състояние система.
cs: Poznámka uvádí aktuální situaci systému.
de_de: Hinweis zeigt die aktuelle Situation des Systems.
el_gr: Η σημείωση αναφέρει την τρέχουσα κατάσταση του συστήματος.
es_es: La nota muestra la situación actual del sistema.
fr_fr: La note indique la situation actuelle du système.
hr: Napomena navodi trenutačnu situaciju sustava.
hu_hu: A megjegyzés a rendszer aktuális állapotát mutatja.
it: La nota riporta la situazione attuale del sistema.
pl_pl: Notatka informuje o aktualnej sytuacji systemu.
ru_ru: В примечании сообщается о текущем состоянии системы.
sl_si: Opomba poroča o trenutnem stanju sistema.
tr_tr: Not, sistemin mevcut durumunu bildirir.

# HelpDrawerWaitScheduledOperations
source: The field reports the number of operations currently scheduled towards the bay on which the operator works.
bg: Това поле показва броя на операциите планирани в момента за отдел в който работи операторът.
cs: Políčko uvádí počet aktuálně naplánovaných operací pro stanici, na které obsluha pracuje.
de_de: Feld mit Anzahl dergeplanten Vorgänge für die Bucht, an der der Bediener arbeitet.
el_gr: Το πεδίο αναφέρει τον αριθμό των προγραμματισμένων λειτουργιών επί του παρόντος προς την πλατφόρμα όπου εργάζεται ο χειριστής.
es_es: El campo informa del número de operaciones programadas actualmente en la bahía en la que trabaja el operador.
fr_fr: Le champ indique le nombre d’opérations actuellement programmées vers la baie sur laquelle travaille l’opérateur.
hr: Polje navodi broj trenutačno planiranih operacija prema uvali na kojoj rukovatelj radi.
hu_hu: A mező a jelenleg ütemezett műveletek számát mutatja azon munkaállomásra, ahol a kezelő dolgozik.
it: Il campo riporta il numero di operazioni attualmente schedulate verso la baia su cui l'operatore lavora.
pl_pl: Pole informuje o liczbie operacji aktualnie zaplanowanych dla zatoki, na którym pracuje operator.
ru_ru: Поле сообщает о количестве операций, запланированных в настоящее время в направлении секции, на которой работает оператор.
sl_si: Polje navaja število trenutno načrtovanih postopkov v smeri nakladalne police,na katerem dela operater.
tr_tr: Alan, operatörün üzerinde çalıştığı bölmeye yönelik halihazırda programlanmış olan operasyonların sayısını bildirir.

# HelpDrawerActivityPickingDescription
source: The procedure provides all the detailed information relating to the withdrawal operation scheduled on the drawer present in the bay where the user operates. The drawing, if present, shows the division of the drawer and the highlighted area indicates the compartment on which to operate. If present, the image of the item being handled is also shown.
bg: Процедурата предоставя цялата подробна информация свързана с операцията по изтегляне планирана за чекмеджето в отделто в което работи потребителят. Чертежът ако има такъв показва подразделението на чекмеджето а подчертаната област показва отделто което трябва да се управлява. Ако е налице се показва и изображението на обработвания елемент.
cs: Postup poskytuje veškeré podrobné informace týkající se plánované operace odběru na zásuvce přítomné ve stanici, na které uživatel pracuje. Výkres, pokud je k dispozici, zobrazuje rozdělení zásuvky a zvýrazněná oblast znamená oddělení, na kterém se pracuje. Pokud jsou k dispozici, zobrazují se také obrázky položky, která je předmětem přesunu.
de_de: Verfahren liefert alle detaillierten Info. bez. geplanten Entnahmevorgang für den Kasten in der Bucht, an der der Bediener arbeitet. Die Zeichnung, falls vorhanden, zeigt die Einteilung des Kastens, und der hervorgehobene Bereich gibt die zu bearbeitende Abteilung an. Falls vorhanden, wird auch das Bild des zu bewegenden Gegenstandes angezeigt.
el_gr: Η διαδικασία παρέχει όλες τις λεπτομερείς πληροφορίες σχετικά με τη λειτουργία απόσυρσης που έχει προγραμματιστεί στο συρτάρι που υπάρχει στην πλατφόρμα όπου ενεργεί ο χρήστης. Ο σχεδιασμός, αν υπάρχει, δείχνει το διαχωρισμό του συρταριού και την επισημασμένη περιοχή που υποδεικνύει το διαμέρισμα στο οποίο θα γίνουν οι εργασίες. Αν υπάρχει, εμφανίζεται επίσης η εικόνα του στοιχείου χειρισμού.
es_es: El procedimiento proporciona toda la información detallada relativa a la operación de toma programada en el cajón de la bahía en la que opera el usuario. El dibujo, si está presente, muestra la subdivisión del cajón y la zona resaltada indica el compartimento sobre el que hay que actuar. Si está presente, también se muestra la imagen del artículo que se manipula.
fr_fr: La procédure fournit toutes les informations détaillées relatives à l’opération de prélèvement programmée sur le tiroir présent dans la baie où l’utilisateur opère. Le dessin, s’il est présent, montre la division du tiroir et la zone en surbrillance indique le compartiment sur lequel opérer. Si présente, l’image de l’article objet de la manutention est également affichée.
hr: Postupak pruža sve detaljne informacije o operaciji planiranog preuzimanja na pretincu prisutnom u uvali u kojoj radi korisnik. Nacrt, ako je prisutan, prikazuje podjelu pretinca i istaknuta zona označuje odjeljenje za rad. Ako je prisutan, prikazuje se također slika artikla koji je predmet premještanja.
hu_hu: Az eljárás minden részletinformációt megmutat azon tálca ütemezett kitárolási műveletére vonatkozóan, amely azon a munkaállomáson található, ahol a felhasználó dolgozik. A vázlatrajz, ha van, a tálca felosztását mutatja, és a megjelölt zóna mutatja azon fakkot, amelyen a műveletet el kell végezni. Ha van, a mozgatás tárgyát képező cikk képe is megjelenik.
it: La procedura fornisce tutte le informazioni di dettaglio relative all'operazione di prelievo schedulata sul cassetto presente nella baia in cui opera l'utente. Il disegno, se presente, mostra la suddivisione del cassetto e la zona evidenziata indica lo scomparto su cui operare. Se presente viene mostrata anche l'immagine dell'articolo oggetto della movimentazione.
pl_pl: Procedura dostarcza wszystkich szczegółowych informacji związanych z operacją wycofania, zaplanowaną na szufladzie znajdującej się w zatoce, na którym pracuje użytkownik. Rysunek, jeśli jest obecny, pokazuje podział szuflady, a podświetlony obszar wskazuje przegródkę, na której należy wykonać operację. Jeżeli jest obecny, pokazany jest również obraz przedmiotu, który jest obsługiwany.
ru_ru: Процедура предоставляет всю подробную информацию, касающуюся операции вывода, запланированной на выдвижном узле, находящемся в секции, где работает пользователь. На чертеже, если таковой имеется, показано разделение выдвижного узла, а выделенная область указывает на отделение, в котором необходимо работать. Если имеется, также отображается изображение обрабатываемого элемента.
sl_si: Postopek vsebuje vse podrobne informacije v zvezi z jemanjem, predvidenim v predalu, ki je na nakladalni polici, kjer dela uporabnik. Načrt, če je prisoten, prikazuje razdelitev predala, označeno območje pa predel, na katerem lahko delate. Če je prisotna, je prikazana tudi slika izdelka, ki se ga premika.
tr_tr: Prosedür, kullanıcının çalıştığı bölmede bulunan çekmecede planlanan para çekme işlemi ile ilgili tüm detaylı bilgileri sağlar. Varsa çizim çekmecenin bölünmesini gösterir ve vurgulanan alan üzerinde çalışılacak bölmeyi gösterir. Varsa, işlenmekte olan öğenin görüntüsü de gösterilir.

# HelpDrawerActivityPickingQtyRequest
source: The quantity of the item to be removed from the highlighted compartment is displayed.
bg: Показва се Количто на елемента който трябва да се вземе от маркираното отдел.
cs: Zobrazí se množství položky k odběru z vyznačeného oddělení.
de_de: Die Menge des aus der markierten Abteilung zu entnehmenden Artikels wird angezeigt.
el_gr: Εμφανίζεται η ποσότητα του στοιχείου που πρόκειται να αφαιρεθεί από το επισημασμένο διαμέρισμα.
es_es: Se muestra la cantidad del artículo que debe tomarse del compartimento resaltado.
fr_fr: La quantité de l’article à prélever dans le compartiment en surbrillance s’affiche.
hr: Prikazuje se količina artikla za preuzimanje iz istaknutog odjeljenja.
hu_hu: Megjelenik a kitárolandó áru mennyisége a megnevezett rekeszből.
it: Viene visualizzata la quantita' dell'articolo da prelevare dallo scomparto evidenziato.
pl_pl: Wyświetlana jest ilość artykułu, który ma być wyjęty z podświetlonej przegródki.
ru_ru: Отображается количество элемента, который необходимо удалить из выделенного отсека.
sl_si: Prikaže se količina izdelka, ki ga je treba vzeti iz označenega predala.
tr_tr: Vurgulanan bölmeden çıkarılacak öğenin miktarı görüntülenir.

# HelpDrawerActivityPickingQtyPicked
source: The user can change the quantity actually withdrawn in the event that the stock is not sufficient. Under normal conditions the field is already filled with the required quantity.
bg: Потребителят може да промени действително изтегленото Колич ако запасите не са достатъчни. При нормални условия полето вече е попълнено с необходимата сума.
cs: Uživatel může změnit množství skutečně odebrané a v takovém případě nebude stav zásob dostatečný. Za běžných podmínek je políčko již vyplněno požadovaným množstvím.
de_de: Falls der Bestand nicht ausreicht, kann der Bediener die tatsächlich entnommene Menge ändern. Unter normalen Bedingungen ist das Feld bereits mit der erforderlichen Menge gefüllt.
el_gr: Ο χρήστης μπορεί να αλλάξει την ποσότητα που πραγματικά ανακλήθηκε αν το απόθεμα δεν είναι επαρκές. Υπό κανονικές συνθήκες το πεδίο είναι ήδη γεμάτο με την απαιτούμενη ποσότητα.
es_es: El usuario puede modificar la cantidad realmente retirada en caso de que las existencias no sean suficientes. En condiciones normales, el campo ya está lleno con la cantidad requerida.
fr_fr: L’utilisateur peut modifier la quantité effectivement prélevée si le stock n’est pas suffisant. Dans des conditions normales, le champ est déjà rempli avec la quantité requise.
hr: Korisnik može promijeniti stvarno preuzetu količinu ako zaliha nije dovoljna. U normalnim uvjetima, polje je već popunjeno traženom količinom.
hu_hu: A felhasználó módosíthatja a ténylegesen kitárolt mennyiséget, ha a készlet nem elegendő. Normál esetben a mezőben már szerepel a kért mennyiség.
it: L'utente puo' cambiare la quantita' realmente prelevata nel caso in cui la giacenza non sia sufficiente. In condizioni normali il campo e' gia' riempito con la quantita' richiesta.
pl_pl: Użytkownik może zmienić faktycznie pobraną ilość w przypadku, gdy stan magazynowy jest niewystarczający. W normalnych warunkach pole jest już wypełnione wymaganą ilością.
ru_ru: Пользователь может изменить фактически выведенное количество в том случае, если запаса недостаточно. При нормальных условиях поле уже заполнено необходимым количеством.
sl_si: Uporabnik lahko dejansko dvignjeno količino spremeni v primeru, da zaloga ne zadostuje. V normalnih pogojih je polje že napolnjeno z zahtevano količino.
tr_tr: Kullanıcı, stokun yeterli olmaması durumunda fiilen çekilen miktarı değiştirebilir. Normal koşullar altında, alan zaten gerekli miktarla doldurulmuştur.

# HelpDrawerActivityPickingDetailDescription
source: The window shows a series of additional information to those present in the picking window. Detailed information is displayed both for the item being picked and for any associated packing list. If present, the article image is also displayed.
bg: В прозореца се показва набор от информация в допълнение към тази в прозореца за избиране. Показва се подробна информация както за продукта който се взима така и за съответния опаковъчен списък ако има такъв. Ако има такова се показва и изображението на артикула.
cs: Okno zobrazuje řadu doplňujících informací pro informace dostupné v okně odběru. Zobrazují se podrobné informace o položce ve fázi odběru, tak o případném propojeném balicím listu. Pokud je k dispozici, zobrazuje se i obrázek položky.
de_de: Fenster mitZusatzinformationen im Picking-Fenster. Anzeige detaillierter Informationen sowohl über den zu entnehmenden Ar. als auch über die zugehörige Packing List, falls vorhanden. Falls vorhanden, wird auch das Bild des Artikels angezeigt.
el_gr: Το παράθυρο εμφανίζει μια σειρά από πληροφορίες επιπρόσθετες σε εκείνες που υπάρχουν στο παράθυρο λήψης. Εμφανίζονται λεπτομερείς πληροφορίες τόσο για το στοιχείο που λαμβάνεται όσο και για κάθε σχετική λίστα συσκευασίας. Αν υπάρχει, εμφανίζεται επίσης η εικόνα του στοιχείου.
es_es: La ventana muestra una serie de informaciones adicionales a las de la ventana de selección. La información detallada se muestra tanto en el artículo que se recoge como en la lista de empaquetado asociada. Si está presente, también se muestra la imagen del artículo.
fr_fr: La fenêtre affiche une série d’informations complémentaires de celles présentes dans la fenêtre de picking. Des informations détaillées sont affichées à la fois pour l’article prélevé et pour toute liste de picking associée. Si présente, l’image de l’article est également affichée.
hr: Prozor prikazuje niz dodatnih informacija u odnosu na one prisutne u prozoru za preuzimanje. Prikazuju se detaljne informacije o artiklu u fazi preuzimanja kao i o mogućoj povezanoj listi pakiranja. Ako je prisutan, prikazuje se slika artikla.
hu_hu: Az ablak tartalmaz egy sor további információt is a kivételi ablak információin kívül. Megjelennek a részletinformációk a kitárolási fázisban lévő cikkre és a kapcsolódó esetleges csomagolási listára vonatkozóan. Ha van, megjelenik a cikk képe is.
it: La finestra mostra una serie di informazioni aggiuntive a quelle presenti nella finestra di picking. Sono visualizzate informazioni di dettaglio sia dell'articolo in fase di prelievo che della eventuale packing list associata. Se presente, e' visualizzata anche l'immagine dell'articolo.
pl_pl: Okno wyświetla szereg dodatkowych informacji do tych, które są obecne w oknie kompletacji. Szczegółowe informacje wyświetlane są zarówno dla pobieranej pozycji, jak i dla każdej powiązanej listy opakowań. Jeśli obecny, wyświetlany jest również obraz artykułu.
ru_ru: В окне отображается ряд сведений, дополняющих данные, имеющиеся в окне отбора. Подробная информация отображается как для выбранного элемента, так и для любого соответствующего упаковочного листа. Если имеется, также отображается изображение артикула.
sl_si: Okno prikazuje vrsto dodatnih informacij poleg tistih v oknu za pobiranje. Podrobne informacije so prikazane tako za izdelek, ki ga jemljete, kot tudi za morebitni povezan pakirni seznam. Če je prisotna, se prikaže tudi slika izdelka.
tr_tr: Pencere, çekme penceresinde mevcut olanlara bir dizi ek bilgi gösterir. Hem toplanan kalem hem de ilişkili herhangi bir paketleme listesi için ayrıntılı bilgiler görüntülenir. Varsa, makale resmi de görüntülenir.
