Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpVPPMStepPiu
source: Increases the current coordinate of the axis by the value indicated by the step.
bg: Увеличава размера на текущата ос със стойността посочена от стъпката.
cs: Zvýší aktuální kótu osy o hodnotu uvedenou krokem.
de_de: Erhöht aktuelle Achsenhöhe um denangegebenen Step.
el_gr: Αυξάνει την τρέχουσα συντεταγμένη του άξονα με την τιμή που υποδεικνύεται από το βήμα.
es_es: Aumenta la dimensión actual del eje en el valor indicado por el paso.
fr_fr: Augmente la cote actuelle de l’axe de la valeur indiquée par le pas.
hr: Povećava trenutačnu visinu osi za vrijednost navedenu u koraku.
hu_hu: Növeli a tengely aktuális magasságát a lépésben megadott értékkel.
it: Incrementa la quota corrente dell'asse del valore indicato dallo step.
pl_pl: Zwiększa aktualną współrzędną osi o wartość wskazaną przez krok.
ru_ru: Увеличивает текущую координату оси на значение, указанное шагом.
sl_si: Povečaj trenutno višino osi vrednosti, označene s korakom.
tr_tr: Eksenin mevcut koordinatını adım tarafından belirtilen değer kadar artırır.

# HelpVPPMStepMeno
source: Decreases the current coordinate of the axis by the value indicated by the step.
bg: Намалява размера на текущата ос със стойността посочена от стъпката.
cs: Sníží aktuální kótu osy o hodnotu uvedenou krokem.
de_de: Verringert aktuelle Achsenhöhe um den durch den Step angegebenen Wert.
el_gr: Μειώνει την τρέχουσα συντεταγμένη του άξονα με την τιμή που υποδεικνύεται από το βήμα.
es_es: Disminuye la dimensión actual del eje en el valor indicado por el paso.
fr_fr: Diminue la cote actuelle de l’axe de la valeur indiquée par le pas.
hr: Smanjuje trenutačnu visinu osi za vrijednost navedenu u koraku.
hu_hu: Csökkenti a tengely aktuális magasságát a lépésben megadott értékkel.
it: Decrementa la quota corrente dell'asse del valore indicato dallo step.
pl_pl: Zmniejsza aktualną współrzędną osi o wartość wskazaną przez krok.
ru_ru: Уменьшает текущую координату оси на значение, указанное шагом.
sl_si: Zmanjšaj trenutno višino osi vrednosti, označene s korakom.
tr_tr: Eksenin mevcut koordinatını adım tarafından belirtilen değer kadar azaltır.

# HelpVPPMApplyCorrection
source: Apply the correction to the group of cells in the currently selected panel.
bg: Прилага корекцията към групата клетки в текущо избрания панел.
cs: Aplikuje korekci na skupinu buněk přítomných na aktuálně vybraném panelu.
de_de: Wendet die Korrektur auf die aktuell im ausgewählten Panel befindlichen Zellengruppen an.
el_gr: Εφαρμόστε τη διόρθωση στην ομάδα των κυψελών στον τρέχων επιλεγμένο πίνακα.
es_es: Aplica la corrección al grupo de celdas del panel actualmente seleccionado.
fr_fr: Applique la correction au groupe de cellules présentes dans le panneau actuellement sélectionné.
hr: Primjenjuje ispravak na skupinu ćelija prisutnih u trenutačno odabranoj ploči.
hu_hu: Alkalmazza a korrekciót a jelenleg kiválasztott panelen lévő rekeszcsoportra.
it: Applica la correzione al gruppo di celle presenti nel pannello correntemente selezionato.
pl_pl: Zastosuj korektę do grupy komórek w aktualnie wybranym panelu.
ru_ru: Применить корректировку к группе ячеек на выбранной в данный момент панели.
sl_si: Popravek uporabi v skupini celic na trenutno izbrani plošči.
tr_tr: Düzeltmeyi, seçili olan paneldeki hücre grubuna uygulayın.

# HelpGHCDescription
source: The procedure allows you to adjust the drawer height detection barrier. The height reached signal must also be used in the pre-positioning phase of the test template.
bg: Процедурата позволява да се регулира бариерата за откриване на височината на чекмеджето. Сигналът за достигната височина трябва да се използва и при предварителното позициониране на изпитвателния уред.
cs: Postup umožňuje provést regulaci bariéry zjištění výšky zásuvky. Signál dosažené výšky se použije ve fázi předběžného umístění testovací šablony.
de_de: Das Verfahren ermöglicht die Einstellung der Schranke zur Erkennung der Kastenhöhe. Das erreichte Höhensignal ist auch bei der Vorpositionierung des Testprofils zu verwenden.
el_gr: Η διαδικασία σας επιτρέπει να προσαρμόσετε το φράγμα ανίχνευσης ύψους συρταριού. Το σήμα που φθάνει το ύψος πρέπει επίσης να χρησιμοποιείται στη φάση προ-τοποθέτησης του προτύπου δοκιμής.
es_es: El procedimiento permite el ajuste de la barrera de detección de la altura del cajón. La señal de altura alcanzada también se debe utilizar cuando se posiciona previamente el medidor de pruebas.
fr_fr: La procédure permet de régler la barrière de détection de la hauteur du tiroir. Le signal de hauteur atteinte est également utilisé lors de la phase de pré-positionnement du gabarit de test.
hr: Postupak dozvoljava izvođenje prilagođavanja barijere za očitavanje visine pretinca. Signal za dostignutu visinu se upotrebljava također u fazi pred stavljanja u položaj testnog profila.
hu_hu: Az eljárás lehetővé teszi a tálca magasságát érzékelő fényfüggöny beállítását. A magasság elérésének jele a tesztkeret előpozicionálásának fázisában is felhasználásra kerül.
it: La procedura permette di effettuale la regolazione della barriera di rilevamento altezza del cassetto. Il segnale di altezza raggiunta va usato anche in fase di pre posizionamento della sagoma di test.
pl_pl: Procedura umożliwia ustawienie bariery detekcji wysokości szuflady. Sygnał osiągniętej wysokości musi być również wykorzystywany w fazie wstępnego pozycjonowania szablonu testowego.
ru_ru: Процедура позволяет настроить барьер обнаружения высоты выдвижного узла. Сигнал достигнутой высоты также должен использоваться на этапе предварительного позиционирования шаблона испытания.
sl_si: Postopek omogoča nastavitev pregrade za zaznavanje višine predala. Signal dosežene višine je treba uporabiti tudi v fazi predhodne postavitve testnega modela.
tr_tr: Prosedür, çekmece yüksekliği algılama bariyerini ayarlamanıza izin verir. Yüksekliğe ulaşıldı sinyali, test şablonunun ön konumlandırma aşamasında da kullanılmalıdır.

# HelpGHCVelocity
source: Set the speed to be used during the calibration phase.
bg: Задайте скорост ще се използва по време на фаза калибр.
cs: Nastavte rychlost, která se má použít během fáze kalibrace.
de_de: Gschw.einst, die während der Eichungsphase zu verwenden ist.
el_gr: Ορίστε την ταχύτητα που πρόκειται να χρησιμοποιήσετε κατά τη διάρκεια της φάσης βαθμονόμησης.
es_es: Establezca la velocidad que se utilizará durante la fase de calibración.
fr_fr: Configurer la vitesse à utiliser pendant la phase d’étalonnage.
hr: Postavite brzinu za uporabu tijekom faze kalibracije.
hu_hu: Állítsa be a kalibrálási fázisban felhasználandó sebességet.
it: Impostare la velocita' da usare durante la fase di taratura.
pl_pl: Ustawić prędkość, która będzie używana podczas fazy kalibracji.
ru_ru: Установить скорость, которая будет использоваться на этапе калибровки.
sl_si: Nastavite hitrost, ki se bo uporabljala med fazo umerjanja.
tr_tr: Kalibrasyon aşamasında kullanılacak hızı ayarlayın.

# HelpGHCSystemError
source: Indicates the system error resulting from the set calibration speed and the system scan time. Reduce the speed to decrease the error.
bg: Показва системна грешка произтичаща от зададена скорост на калибр и време за сканиране на система. Намалете скоростта за да намалите грешката.
cs: Uvádí chybu systému, která vyplývá z nastavené rychlosti kalibrace a doby skenování systému. Snižte rychlost a omezte tak chybu.
de_de: Zeigt Systemfehler aus der eingest. Einstellungsgschw. und Scan Time des Systems ergibt. Gschw. reduzieren, um Fehler zu verringern.
el_gr: Υποδεικνύει το σφάλμα του συστήματος που προέρχεται από την καθορισμένη ταχύτητα βαθμονόμησης και το χρόνο σάρωσης του συστήματος. Μειώστε την ταχύτητα για να μειώσετε το σφάλμα.
es_es: Indica el error del sistema que resulta de la velocidad de calibración establecida y del tiempo de exploración del sistema. Reduzca la velocidad para disminuir el error.
fr_fr: Indique l’erreur de système résultant de la vitesse d’étalonnage définie et du temps de balayage du système. Réduire la vitesse pour diminuer l’erreur.
hr: Označuje grešku sustava koja proizlazi iz brzine postavljene kalibracije i iz vremena skeniranja sustava. Smanjite brzinu radi smanjenja greške.
hu_hu: Rendszerhibát jelez, amely a beállított kalibrálási sebességből és a rendszer szkennelési idejéből származik. Csökkentse a sebességet a hiba csökkentése érdekében.
it: Indica l'errore di sistema che deriva dalla velocita' di taratura impostata e dallo scan time del sistema. Ridurre la velocita' per diminuire l'errore.
pl_pl: Wskazuje błąd systemu wynikający z ustawionej prędkości kalibracji i czasu skanowania systemu. Zmniejszyć prędkość, aby zmniejszyć błąd.
ru_ru: Указывает системную ошибку, вызванную установленной скоростью калибровки и временем сканирования системы. Уменьшить скорость, чтобы устранить ошибку.
sl_si: Navaja sistemsko napako, ki izhaja iz nastavljene hitrosti umerjanja in časa skeniranja sistema. Zmanjšajte hitrost, da zmanjšate napako.
tr_tr: Ayarlanan kalibrasyon hızından ve sistem tarama süresinden kaynaklanan sistem hatasını gösterir. Hatayı azaltmak için hızı azaltın.

# HelpGHCTollerance
source: Sets the maximum tolerance allowed in the measurement. The test fails if the result exceeds the required value.
bg: Задайте максим допустим толеранс при измерване. Тестът дава отриц резултат ако резултатът надвишава необходима стойност.
cs: Nastavuje maxim. přípustnou toleranci míry. Test bude mít negativní výsledek, pokud výsledek překračuje požad hodnotu.
de_de: Legt max. zul. Tol. bei Messung fest. Der Test ist negativ, wenn das Ergebnis den erforderlichen Wert überschreitet.
el_gr: Ορίζει τη μέγιστη ανοχή που επιτρέπεται στη μέτρηση. Η δοκιμή αποτυχαίνει αν το αποτέλεσμα υπερβαίνει την απαιτούμενη τιμή.
es_es: Establece la tolerancia máxima permitida en la medición. La prueba es negativa si el resultado supera el valor requerido.
fr_fr: Configure la tolérance maximum autorisée dans la mesure. Le test échoue si le résultat dépasse la valeur requise.
hr: Postavlja maksimalno dozv.odstupanje u mjeri. Test daje negativan ishod ako rezultat prekoračuje traženu vrijednost.
hu_hu: Beállítja a mérés során megengedett maximális tűrést. A teszt kimenete negatív, ha az eredmény meghaladja a lekért értéket.
it: Imposta la tolleranza massima ammessa nella misura. Il test da' esito negativo se il risultato eccede il valore richiesto.
pl_pl: Ustawia maksymalną tolerancję dopuszczalną podczas pomiaru. Test kończy się niepowodzeniem, jeśli wynik przekracza wymaganą wartość.
ru_ru: Устанавливает максимальный допуск, допустимый при измерении. Испытание завершается неуспешно, если результат превышает требуемое значение.
sl_si: Nastavi največjo dovoljeno toleranco pri merjenju. Test ne uspe, če rezultat preseže zahtevano vrednost.
tr_tr: Ölçümde izin verilen maksimum toleransı ayarlar. Sonuç gerekli değeri aşarsa test başarısız olur.

# HelpGHCHeightReached
source: Indicates the activation of the beam used as a height verification element.
bg: Посочва активиране на гредата използвана като елемент за проверка на височината.
cs: Uvádí aktivaci intervalu používaného jako kontrolní prvek výšky.
de_de: Zeigt die Aktivierung des Radius an, der für die Höhenprüfung verwendet wird.
el_gr: Υποδεικνύει την ενεργοποίηση της δέσμης που χρησιμοποιείται ως στοιχείο επαλήθευσης ύψους.
es_es: Indica la activación de la viga utilizada como elemento de verificación de la altura.
fr_fr: Indique l’activation du rayon utilisé comme élément de vérification de la hauteur.
hr: Označuje aktiv. radijusa koji se upotrebljava kao element za provjeru visine.
hu_hu: A magasság ellenőrzési elemeként felhasznált sugár aktiválását jelzi.
it: Indica l'attivazione del raggio utilizzato come elemento di verifica dell'altezza.
pl_pl: Wskazuje aktywację belki używanej jako element weryfikacji wysokości.
ru_ru: Указывает на активацию луча, используемого в качестве элемента проверки высоты.
sl_si: Označuje aktiviranje žarka, ki se uporablja kot element za preverjanje višine.
tr_tr: Yükseklik doğrulama elemanı olarak kullanılan kirişin aktivasyonunu gösterir.

# HelpGHCCurrentPosition
source: Returns the current position of the chain axis.
bg: Връща текущата поз на верижната ос.
cs: Uvádí aktuální pozici osy řetězu.
de_de: Gibt die aktuelle Position der Kettenachse an.
el_gr: Επιστρέφει την τρέχουσα θέση του άξονα αλυσίδας.
es_es: Devuelve la posición actual del eje de la cadena.
fr_fr: Indique la position actuelle de l’axe de la chaîne.
hr: Navodi trenutačni položaj osi lanca.
hu_hu: A lánctengely jelenlegi pozícióját mutatja.
it: Riporta la posizione corrente dell'asse catena.
pl_pl: Zwraca aktualną pozycję osi łańcucha.
ru_ru: Возвращает текущее положение оси цепного конвейера.
sl_si: Navaja trenutni položaj osi verige.
tr_tr: Zincir ekseninin geçerli konumunu döndürür.

# HelpGHCBarrierCorrection
source: Indicates the correction to be applied to the barrier. The plus sign requires to raise the barrier, the minus sign to lower it by the indicated value.
bg: Посочва корекцията да се приложи към бариера. Знакът "плюс" изисква повишаване бариера а знакът "минус" - понижаване ѝ с посочената стойност.
cs: Uvádí korekci, která se má aplikovat na bariéru. Znaménko plus vyžaduje zvýšení bariéry, znaménko mínus požaduje její spuštění o uved hodnotu.
de_de: Gibt die auf Schranke anzuw. Korrektur. Mit Plus wird die Schranke angehoben, mit Minus wird sie um den angegebenen Wert gesenkt.
el_gr: Υποδεικνύει τη διόρθωση που εφαρμόζεται στο φράγμα. Το σύμβολο πρόσθεσης απαιτεί την ανύψωση του φράγματος, το σύμβολο αφαίρεσης το χαμήλωμα με την τιμή που υποδεικνύεται.
es_es: Indica la corrección que debe aplicarse a la barrera. El signo más requiere subir la barrera, el signo menos bajarla en el valor indicado.
fr_fr: Indique la correction à appliquer à la barrière. Le signe plus exige de lever la barrière, le signe moins de l’abaisser de la valeur indiquée.
hr: Označuje ispravak za primijeniti na barijeru. Znak plus može zahtijevati podizanje barijere, znak minus spuštanje navedene vrijednosti.
hu_hu: A fényfüggönyre alkalmazandó korrekciót mutatja. A plusz jel a fényfüggöny emelését, a mínusz jel a leengedését vezérli a meghatározott értékkel.
it: Indica la correzione da applicare alla barriera. Il segno piu' richiede di alzare la barriera, il segno meno di abbassarla del valore indicato.
pl_pl: Wskazuje korektę, która ma być zastosowana do bariery. Znak plus wymaga podniesienia bariery, znak minus obniżenia jej o wskazaną wartość.
ru_ru: Указывает корректировку, которая должна быть применена к барьеру. Знак плюс - требуется поднятие барьера, знак минус - требуется спуск барьера на указанное значение.
sl_si: Navaja popravek, ki ga je treba uporabiti na pregradi. Znak plus zahteva dvig pregrade, znak minus pa spust za navedeno vrednost.
tr_tr: Bariyere uygulanacak düzeltmeyi belirtir. Artı işareti bariyeri yükseltmeyi, eksi işareti ise belirtilen değer kadar düşürmeyi gerektirir.

# HelpGHCFinalResult
source: Report the final test result.
bg: Докладвай крайния резултат от теста.
cs: Uvádí konečný výsledek testu.
de_de: Gibt das endgültige Testergebnis an.
el_gr: Αναφορά του τελικού αποτελέσματος δοκιμής.
es_es: Informar del resultado final de la prueba.
fr_fr: Indique le résultat final du test.
hr: Navodi krajnji rezultat testa.
hu_hu: A teszt végső eredményét mutatja.
it: Riporta il risultato finale del test.
pl_pl: Podaje ostateczny wynik testu.
ru_ru: Сообщает окончательный результат испытания.
sl_si: Navaja končni rezultat testa.
tr_tr: Nihai test sonucunu rapor edin.

# HelpGHCStart
source: The button starts the check procedure.
bg: Бутонът стартира процедурата за управл.
cs: Tlačítko spustí kontrolní postup.
de_de: Die Taste startet den Kontrollvorgang.
el_gr: Το κουμπί αρχίζει να ελέγχει τη διαδικασία.
es_es: El botón inicia el procedimiento de comprobación.
fr_fr: Le bouton démarre la procédure de contrôle.
hr: Gumb za pokretanje postupka provjere.
hu_hu: A gomb elindítja az ellenőrzési eljárást.
it: Il pulsante avvia la procedura di controllo.
pl_pl: Przycisk uruchamia procedurę kontroli.
ru_ru: Кнопка запускает процедуру проверки.
sl_si: Gumb zažene postopek preverjanja.
tr_tr: Düğme, kontrol prosedürünü başlatır.

# HelpGHCStop
source: The button stops the check procedure.
bg: Бутонът спира процедурата за управл.
cs: Tlačítko zastaví kontrolní postup.
de_de: Die Taste stoppt den Kontrollvorgang.
el_gr: Το κουμπί σταματά να ελέγχει τη διαδικασία.
es_es: El botón detiene el procedimiento de control.
fr_fr: Le bouton arrête la procédure de contrôle.
hr: Gumb za zaustavljanje postupka provjere.
hu_hu: A gomb leállítja az ellenőrzési eljárást.
it: Il pulsante arresta la procedura di controllo.
pl_pl: Przycisk zatrzymuje procedurę kontroli.
ru_ru: Кнопка останавливает процедуру проверки.
sl_si: Gumb zaustavi postopek preverjanja.
tr_tr: Düğme, kontrol prosedürünü durdurur.

# HelpWCDescription
source: The procedure allows you to verify that the weight measurement falls within the expected tolerance. For the measurement, sample weights are used in the quantity indicated in the appropriate field.
bg: Процедурата позволява да се провери дали измерването на теглото е в рамките на предписаното отклонение. Теглата на пробите се използват за измерване на Количто посочено в съответното поле.
cs: Postup umožňuje ověřit, zda míra hmotnosti spadá do předpokládané tolerance. Pro míru se používají hmotnosti v jednotce uvedené v příslušném políčku.
de_de: Mit dem Verfahren kann geprüft werden, ob die Gewichtsmessung in der vorgeschriebenen Toleranz liegt. Für die Messung werden Mustergewichte in der im entsprechenden Feld angegebenen Menge verwendet.
el_gr: Η διαδικασία σας επιτρέπει να επαληθεύετε ότι η μέτρηση βάρους εμπίπτει στην αναμενόμενη ανοχή. Για τη μέτρηση, χρησιμοποιούνται βάρη δείγματος στην ποσότητα που υποδεικνύεται στο κατάλληλο πεδίο.
es_es: El procedimiento permite verificar que la medición del peso está dentro de la tolerancia prevista. Los pesos de las muestras se utilizan para la medición en la cantidad indicada en el campo correspondiente.
fr_fr: La procédure permet de vérifier que la mesure du poids se situe dans la tolérance prévue. Pour la mesure, des poids étalons sont utilisés dans la quantité indiquée dans le champ approprié.
hr: Postupak dozvoljava da se provjeri da je mjera težine unutar predviđenog dozv.odstupanja. Za mjeru se upotrebljavaju uzorci utega u količini navedenoj u odgovarajućem polju.
hu_hu: Az eljárás lehetővé teszi annak ellenőrzését, hogy a súlymérés a meghatározott tűréseken belül van-e. A méréshez mintasúlyok kerülnek felhasználásra a vonatkozó mezőben meghatározott mennyiségben.
it: La procedura permette di verificare che la misura del peso rientri all'interno della tolleranza prevista. Per la misura vengono utilizzati dei pesi campione nella quantita' indicata nell'apposito campo.
pl_pl: Procedura pozwala sprawdzić, czy pomiar masy mieści się w oczekiwanej tolerancji. Do pomiaru używane są odważniki próbne w ilości wskazanej w odpowiednim polu.
ru_ru: Эта процедура позволяет убедиться, что измерение веса соответствует предусмотренному допуску. Для измерения используются веса образцов в количестве, указанном в соответствующем поле.
sl_si: Postopek omogoča preverjanje, ali je merjenje teže znotraj predvidene tolerance. Za merjenje se uporabljajo vzorčne uteži v količini, navedeni v ustreznem polju.
tr_tr: Prosedür, ağırlık ölçümünün beklenen tolerans dahilinde olduğunu doğrulamanızı sağlar. Ölçüm için uygun alanda belirtilen miktarda numune ağırlıkları kullanılır.

# HelpWCTestRun
source: Indicates the run performed at low speed during which the samples of the delivered current are carried out.
bg: Показва нискоскоростния ход по време на който се извършва текущото вземане на проби.
cs: Uvádí dráhu překonanou nízkou rychlostí, během které se provádí odběr vzorků spotřebovaného proudu.
de_de: Zeigt den bei niedriger Geschwindigkeit durchgeführten Hub, bei dem die Proben des zugeführten Stroms entnommen werden.
el_gr: Υποδεικνύει τη λειτουργία που εκτελείται σε χαμηλή ταχύτητα κατά τη διάρκεια της οποίας εκτελούνται τα δείγματα του παραδιδόμενου ρεύματος.
es_es: Indica el recorrido realizado a baja velocidad durante el cual se realiza el muestreo de la corriente suministrada.
fr_fr: Indique la course effectuée à faible vitesse pendant laquelle sont effectués les échantillonnages du courant distribué.
hr: Označuje izvršeni hod na niskoj brzini tijekom kojeg se izvodi uzorkovanje isporučene struje.
hu_hu: Az alacsony sebességgel megtett utat jelöli, melynek során megtörténik a felvett áramerősség mintavételezése.
it: Indica la corsa effettuata a bassa velocita' durante la quale vengono effettuati i campionamenti della corrente erogata.
pl_pl: Wskazuje przebieg wykonywany z małą prędkością, podczas którego wykonywane są próbki dostarczanego prądu.
ru_ru: Указывает на ход, выполняемый на низкой скорости, во время которого выполняются пробы подаваемого тока.
sl_si: Navaja tek, izveden pri nizki hitrosti, med katerim se izvajajo vzorčenja oddanega toka.
tr_tr: Verilen akımın örneklerinin gerçekleştirildiği düşük hızda gerçekleştirilen çalışmayı gösterir.

# HelpWCWeightInserted
source: Indicates the sample weight entered for the test.
bg: Показва тегло на пробата въведено за теста.
cs: Uvádí hmotnost vzorku zadanou pro test.
de_de: Zeigt das für den Test eingegebene Mustergew.
el_gr: Υποδεικνύει το βάρος δείγματος που εισέρχεται για τη δοκιμή.
es_es: Indica el peso de la muestra introducido para la prueba.
fr_fr: Indique le poids étalon inséré pour le test.
hr: Označuje uzorak težine unijet radi testa.
hu_hu: A teszthez felhasznált mintasúlyt tartalmazza.
it: Indica il peso campione inserito per il test.
pl_pl: Wskazuje masę próbki wprowadzonej do badania.
ru_ru: Указывает вес образца, введенного для испытания.
sl_si: Navaja maso vzorca, vneseno za test.
tr_tr: Test için girilen numune ağırlığını gösterir.

# HelpWCWeightTollerance
source: Indicates the tolerance required by the measure.
bg: Посочва допуст откл при измерване.
cs: Uvádí požadovanou toleranci míry.
de_de: Gibt die für die Messung erforderliche Tol.
el_gr: Υποδεικνύει την ανοχή που απαιτείται από τη μέτρηση.
es_es: Indica la tolerancia requerida por la medición.
fr_fr: Indique la tolérance requise par la mesure.
hr: Označuje traženo dozv.odstupanje od mjere.
hu_hu: A mérés lekért tűrését tartalmazza.
it: Indica la tolleranza richiesta dalla misura.
pl_pl: Wskazuje tolerancję wymaganą przez pomiar.
ru_ru: Указывает допуск, необходимый для измерения.
sl_si: Navaja toleranco, ki jo zahteva meritev.
tr_tr: Ölçünün gerektirdiği toleransı gösterir.

# HelpWCWeightMeasured
source: Indicates the weight measured by the system.
bg: Показва тегло измерено от система.
cs: Uvádí hmotnost naměřenou systémem.
de_de: Gibt das vom Syst. gemessene Gew.
el_gr: Υποδεικνύει το βάρος που μετριέται από το σύστημα.
es_es: Indica el peso medido por el sistema.
fr_fr: Indique le poids mesuré par le système.
hr: Označ. težinu koju je izmj. sustav.
hu_hu: A rendszer által mért súlyt jelöli.
it: Indica il peso misurato dal sistema.
pl_pl: Wskazuje masę zmierzoną przez system.
ru_ru: Указывает вес, измеренный системой.
sl_si: Navaja težo, ki jo izmeri sistem.
tr_tr: Sistem tarafından ölçülen ağırlığı gösterir.
