Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpDrawerActivityPickingDetailListRow
source: Shows the row of the list to which the withdrawal operation in progress refers.
bg: Връща реда в списъка за който се отнася текущата операция за изтегляне.
cs: Uvádí řádek, ke kterému se váže probíhající operace odběru.
de_de: Zeigt die Zeile in der Liste, auf die sich der aktuelle Entnahmevorgang bezieht.
el_gr: Εμφανίζει τη σειρά της λίστας στην οποία αναφέρεται η λειτουργία ανάκλησης σε εξέλιξη.
es_es: Devuelve la línea de la lista a la que se refiere la operación de retirada actual.
fr_fr: Indique la ligne de la liste à laquelle se réfère l’opération de prélèvement en cours.
hr: Navodi red liste na koji se odnosi operacija preuzimanja u tijeku.
hu_hu: Megjelenik a lista azon sora, amely a folyamatban lévő kitárolási műveletre hivatkozik.
it: Riporta la riga della lista a cui si riferisce l'operazione di prelievo in corso.
pl_pl: Pokazuje wiersz listy, do którego odnosi się trwająca operacja wycofania.
ru_ru: Показывает строку списка, к которой относится выполняемая операция вывода.
sl_si: Prikaže vrstico seznama, na katero se nanaša postopek jemanja v teku.
tr_tr: Devam eden para çekme işleminin başvurduğu liste satırını gösterir.

# HelpDrawerActivityPickingDetailProductionDate
source: The production date of the item being picked is indicated.
bg: Посочва се датата на производство на избрания артикул.
cs: Je uvedeno datum výroby položky ve fázi odběru.
de_de: Es wird das Produktionsdatum des entnommenen Artikels angegeben.
el_gr: Υποδεικνύεται η ημερομηνία παραγωγής του στοιχείου που λαμβάνεται.
es_es: Se indica la fecha de producción del artículo que se recoge.
fr_fr: La date de production de l’article en phase de prélèvement est indiquée.
hr: Navodi se datum proizvodnje artikla u fazi preuzimanja.
hu_hu: Megjelenik a kitárolási fázisban lévő cikk gyártási dátuma.
it: Viene indicata la data di produzione dell'articolo in fase di prelievo.
pl_pl: Wskazana jest data produkcji pobieranej pozycji.
ru_ru: Указывается дата изготовления отбираемого элемента.
sl_si: Naveden je datum izdelave izdelka, ki je v fazi jemanja.
tr_tr: Toplanan ürünün üretim tarihi belirtilir.

# HelpDrawerActivityPickingDetailLotto
source: If present, the production lot of the item being picked is indicated.
bg: Посочва се производствената партида на артикула което се взема ако има такава.
cs: Pokud je k dispozici, je uvedena výrobní šarže položky ve fázi odběru.
de_de: Die Produktionscharge des entnommenen Artikels wird, falls vorhanden, angegeben.
el_gr: Αν υπάρχει, υποδεικνύεται η παρτίδα παραγωγής του στοιχείου που λαμβάνεται.
es_es: Se indica el lote de producción del artículo que se recoge, si está presente.
fr_fr: S’il est présent, le lot de production de l’article prélevé est indiqué.
hr: Navodi se, ako je prisutna, serija proizvodnje artikla u fazi preuzimanja.
hu_hu: Megjelenik a kitárolási fázisban lévő cikk gyártási tételszáma is, ha van ilyen.
it: Viene indicato, se presente, il lotto di produzione dell'articolo in fase di prelievo.
pl_pl: Jeśli obecna, wskazywana jest partia produkcyjna pobieranej pozycji.
ru_ru: При наличии указывается производственная партия отбираемого элемента.
sl_si: Če je prisotna, je navedena serija izdelka, ki je v fazi jemanja.
tr_tr: Varsa, çekilen ürünün üretim lotu belirtilir.

# HelpDrawerActivityPickingDetailMaterialStatus
source: If required, the state of the material subject to withdrawal is indicated.
bg: Посочва статусът на материал от който вземат проби ако е приложимо.
cs: Je-li k dispozici, je uveden stav materiálu pro odběr.
de_de: Zustand des zu entnehmenden Materials, falls vorhanden.
el_gr: Αν απαιτείται, υποδεικνύεται η κατάσταση του υλικού που υπόκειται σε ανάκληση.
es_es: Se indicará, en su caso, el estado del material objeto de muestreo.
fr_fr: Le cas échéant, l’état du produit faisant l’objet du prélèvement est indiqué.
hr: Navodi se, ako je predviđeno, stanje mater. koji je predmet preuzim.
hu_hu: Ha van, megjelenik a kitárolás tárgyát képező anyag állapota.
it: E' indicato, se previsto, lo stato del materiale soggetto a prelievo.
pl_pl: Jeśli jest to wymagane, wskazywany jest stan materiału podlegającego wycofaniu.
ru_ru: При необходимости указывается состояние материала для вывода.
sl_si: Če je predvideno, je navedeno stanje materiala, ki ga je treba vzeti.
tr_tr: Gerektiğinde cayma konusu materyalin durumu belirtilir.

# HelpDrawerActivityPickingDetailPackListCode
source: If applicable, it indicates the packing list where information relating to the various items being picked is collected.
bg: Посочва ако е приложимо опаковъчния списък в който се събира информация за различните артикули които се събират.
cs: V příslušných případech uvádí balicí list, v němž jsou uvedeny informace týkající se různých položek ve fázi odběru.
de_de: Zeigt, falls vorgesehen, Packing List mit Informationen zu den versch. entnommenen Artikeln.
el_gr: Αν ισχύει, υποδεικνύει τη λίστα συσκευασίας όπου συλλέγονται οι πληροφορίες σχετικά με τα διάφορα στοιχεία που λαμβάνονται.
es_es: Indica, en su caso, la lista de empaque en la que se recoge la información relativa a los distintos artículos que se recogen.
fr_fr: Indique, le cas échéant, la liste de picking où sont collectées les informations relatives aux différents articles en cours de prélèvement.
hr: Označuje, ako je predviđena, listu pakiranja gdje se sakupljaju informacije o raznim artiklima u fazi preuzimanja.
hu_hu: Ha van, megjelenik a csomagolási lista, amelyen szerepelnek a kitárolási fázisban lévő különböző cikkekre vonatkozó információk.
it: Indica, se prevista, la packing list dove vengono raccolte le informazioni relative ai vari articoli in fase di prelievo.
pl_pl: Jeżeli ma to zastosowanie, wskazuje listę pakowania, na której gromadzone są informacje odnoszące się do różnych kompletowanych pozycji.
ru_ru: Если это применимо, указывается упаковочный лист, в котором собирается информация, относящаяся к различным отбираемым элементам.
sl_si: Če je predvideno, navaja pakirni seznam, kjer se zbirajo informacije v zvezi z različnimi izdelki v fazi jemanja.
tr_tr: Varsa, toplanan çeşitli öğelerle ilgili bilgilerin toplandığı paketleme listesini gösterir.

# HelpDrawerActivityPickingDetailPackListDescription
source: If present, it indicates the description of the packing list that unites the materials being picked.
bg: Посочва ако е налице описание на опаковъчния списък който обединява комплект материали.
cs: Pokud je k dispozici, uvádí popis balicího listu, který spojuje odebírané materiály.
de_de: Nennt, falls vorhanden, die Beschreibung der Packing List mit den entnommenen Materialien
el_gr: Αν υπάρχει, υποδεικνύει την περιγραφή της λίστας συσκευασίας που ενώνει τα υλικά που λαμβάνονται.
es_es: Indica, en su caso, la descripción de la lista de embalaje que combina los materiales que se recogen.
fr_fr: Indique, si présente, la description de la liste de picking qui regroupe les produits à prélever.
hr: Označuje, ako je prisutna, opis liste pakiranja koja spaja materijale u preuzimanju.
hu_hu: Ha van, megjelenik a csomagolási lista leírása, amely magában foglalja a kitárolt anyagokat.
it: Indica, se presente, la descrizione della packing list che unisce i materiali in prelievo.
pl_pl: Jeżeli występuje, wskazuje opis listy pakowania, który łączy pobierane materiały.
ru_ru: Если имеется, указывается описание упаковочного листа, объединяющего отбираемые материалы.
sl_si: Če obstaja, navaja opis pakirnega seznama, ki združuje materiale v jemanju.
tr_tr: Varsa, toplanan malzemeleri birleştiren paketleme listesinin açıklamasını gösterir.

# HelpDrawerActivityPickingDetailBoxType
source: Provides indication of the type of packaging of the item being picked.
bg: Предоставя индикация за вида на опаковката на продукта който се взема.
cs: Poskytuje informace o typu balení položky ve fázi odběru.
de_de: Gibt einen Hinweis auf die Verpackung des entnommenen Artikels.
el_gr: Παρέχει υποδείξεις για τον τύπο της συσκευασίας του στοιχείου που επιλέγεται.
es_es: Proporciona una indicación del tipo de embalaje del artículo que se está recogiendo.
fr_fr: Fournit l’indication du type d’emballage de l’article en phase de prélèvement.
hr: Pruža smjernice o vrsti pakiranja artikla u fazi preuzimanja.
hu_hu: Tartalmazza a kitárolási fázisban lévő cikk csomagolási típusának megjelölését.
it: Fornisce l'indicazione del tipo di confezionamento dell'articolo in fase di prelievo.
pl_pl: Podaje rodzaj opakowania pobieranej pozycji.
ru_ru: Обеспечивает указание типа упаковки отбираемого элемента.
sl_si: Prikazuje navedbo vrste embalaže izdelka v fazi jemanja.
tr_tr: Toplanan öğenin ambalaj tipinin göstergesini sağlar.

# HelpDrawerActivityPickingDetailQtyRequest
source: The quantity of the item to be removed from the highlighted compartment is displayed.
bg: Показва се Количто на елемента който трябва да се вземе от маркираното отдел.
cs: Zobrazí se množství položky k odběru z vyznačeného oddělení.
de_de: Die Menge des aus der markierten Abteilung zu entnehmenden Artikels wird angezeigt.
el_gr: Εμφανίζεται η ποσότητα του στοιχείου που πρόκειται να αφαιρεθεί από το επισημασμένο διαμέρισμα.
es_es: Se muestra la cantidad del artículo que debe tomarse del compartimento resaltado.
fr_fr: La quantité de l’article à prélever dans le compartiment en surbrillance s’affiche.
hr: Prikazuje se količina artikla za preuzimanje iz istaknutog odjeljenja.
hu_hu: Megjelenik a megnevezett rekeszből kitárolandó áru mennyisége.
it: Viene visualizzata la quantita' dell'articolo da prelevare dallo scomparto evidenziato.
pl_pl: Wyświetlana jest ilość artykułu, który ma być wyjęty z podświetlonej przegródki.
ru_ru: Отображается количество элемента, который необходимо удалить из выделенного отсека.
sl_si: Prikaže se količina izdelka, ki ga je treba vzeti iz označenega predala.
tr_tr: Vurgulanan bölmeden çıkarılacak öğenin miktarı görüntülenir.

# HelpDrawerActivityRefillingDetailDescription
source: The page shows the details of the deposit operation currently in progress. More details about the operations to be performed are provided on the basic page.
bg: Страница показва подробности за операция по депозиране ход в момента. Предоставени са повече подробности за операции които трябва да се извършат отколкото на основна страница.
cs: Stránka zobrazuje podrobnosti týkající se aktuálně probíhající operace plnění. Uvedeny jsou další podrobnosti ve vztahu k základní stránce o operacích, které mají být provedeny.
de_de: Die Seite zeigt die Details des aktuellen Ausgabevorgangs an. Ausführlichere Details zu den auszuführenden Vorgängen werden auf der entsprechenden Seite gegeben.
el_gr: Η σελίδα δείχνει τις λεπτομέρειες της τρέχουσας λειτουργίας εναπόθεσης σε εξέλιξη Περισσότερες λεπτομέρειες για τις λειτουργίες που πρόκειται να εκτελεστούν παρέχονται στη βασική σελίδα.
es_es: La página muestra los detalles de la operación de depósito en curso. Se ofrecen más detalles que en la página básica sobre las operaciones a realizar.
fr_fr: La page présente les détails de l’opération de refilling en cours. Plus de détails sont fournis sur la page de base sur les opérations à effectuer.
hr: Stranica prikazuje detalje o operaciji polaganja trenutačno u tijeku. Pruža se više detalja u odnosu na osnovnu stranicu o operacijama za provesti.
hu_hu: Az oldal a jelenleg folyamatban lévő utántöltési műveletre vonatkozó részleteket tartalmazza. További részletek jelennek meg az elvégzendő műveletek alapoldalához képest.
it: La pagina mostra i dettagli relativi all'operazione di versamento attualmente in corso. Vengono forniti maggiori dettagli rispetto alla pagina base sulle operazioni da effettuare.
pl_pl: Na stronie wyświetlane są szczegóły aktualnie trwającej operacji odkładania. Więcej szczegółów na temat wykonywanych operacji znajduje się na stronie podstawowej.
ru_ru: На странице отображаются сведения о текущей операции по укладке. Более подробная информация о выполняемых операциях приведена на основной странице.
sl_si: Na strani so prikazane podrobnosti o postopku odlaganja, ki trenutno poteka. Več podrobnosti o postopkih, ki jih je treba izvesti, najdete na osnovni strani.
tr_tr: Sayfa, şu anda devam eden para yatırma işleminin ayrıntılarını gösterir. Yapılacak işlemlerle ilgili daha fazla detay temel sayfada verilmektedir.

# HelpDrawerActivityRefillingDetailListRow
source: Indicates the row of the list involved in the operation in progress.
bg: Посочва реда в списъка който участва в текущата операция.
cs: Uvádí řádek seznamu související s probíhající operací.
de_de: Listenzeile, die von dem aktuellen Vorgang betroffen ist.
el_gr: Υποδεικνύει τη σειρά της λίστας που συμμετέχει στη λειτουργία σε εξέλιξη.
es_es: Indica la fila de la lista involucrada en la operación actual.
fr_fr: Indique la ligne de la liste concernée par l’opération en cours.
hr: Označuje red liste uključen u operaciju u tijeku.
hu_hu: A folyamatban lévő művelethez kapcsolódó lista sorát jelzi.
it: Indica la riga della lista coinvolta nell'operazione in corso.
pl_pl: Wskazuje wiersz listy, którego dotyczy trwająca operacja.
ru_ru: Указывает строку перечня, участвующую в выполняемой операции.
sl_si: Označuje vrstico seznama, vključenega v postopek, ki poteka.
tr_tr: Devam eden işlemde yer alan listenin satırını gösterir.

# HelpDrawerActivityRefillingDetailProductionDate
source: Reports from the item's production date.
bg: Той показва дата производство на артикула.
cs: Uvádí datum výroby položky.
de_de: Herstellungsdatum des Artikels
el_gr: Αναφέρει από την ημερομηνία παραγωγής του στοιχείου.
es_es: Muestra la fecha de fabricación del artículo.
fr_fr: Indique la date de production de l’article.
hr: Navodi datum proizvodnje artikla.
hu_hu: A cikk gyártási dátumát tartalmazza.
it: Riporta da data di produzione dell'articolo.
pl_pl: Raportuje datę produkcji pozycji.
ru_ru: Сообщает о дате производства изделия.
sl_si: Navaja datuma izdelave izdelka.
tr_tr: Öğenin üretim tarihinden itibaren raporlar.

# HelpDrawerActivityRefillingDetailMaterialStatus
source: Shows the material status of the item being paid.
bg: Показва състояние на материала на артикула което се излива.
cs: Uvádí stav materiálu položky ve fázi plnění.
de_de: Zeigt den Materialstatus des ausgegebenen Artikels an.
el_gr: Εμφανίζει την κατάσταση του υλικού του στοιχείου που πληρώνεται.
es_es: Muestra el estado del material de la pieza que se está vertiendo.
fr_fr: Affiche l’état produit de l’article en phase de refilling.
hr: Prikazuje samo materijal artikla u fazi polaganja.
hu_hu: Az utántöltési fázisban lévő cikk anyagállapotát mutatja.
it: Mostra lo stato materiale dell'articolo in fase di versamento.
pl_pl: Pokazuje status materialny opłacanej pozycji.
ru_ru: Показывает материальный статус оплачиваемого изделия.
sl_si: Prikazuje materialno stanje izdelka, ki je v fazi odlaganja.
tr_tr: Ödenen kalemin malzeme durumunu gösterir.

# HelpDrawerActivityRefillingDetailLotto
source: Indicates the row of the list involved in the operation in progress.
bg: Показва производствената партида на изливаният артикул.
cs: Uvádí výrobní šarži položky ve fázi plnění.
de_de: Zeigt die Produktionscharge des ausgegebenen Artikels an.
el_gr: Υποδεικνύει τη σειρά της λίστας που συμμετέχει στη λειτουργία σε εξέλιξη.
es_es: Muestra el lote de producción del artículo que se está vertiendo.
fr_fr: Affiche le lot de production de l’article en phase de refilling.
hr: Prikazuje proizvodnu seriju artikla u fazi polaganja.
hu_hu: Az utántöltési fázisban lévő cikk gyártási tételszámát mutatja.
it: Mostra il lotto di produzione dell'articolo in fase di versamento.
pl_pl: Wskazuje wiersz listy, którego dotyczy trwająca operacja.
ru_ru: Указывает строку перечня, участвующую в выполняемой операции.
sl_si: Prikazuje proizvodno serijo izdelka, ki je v fazi odlaganja.
tr_tr: Devam eden işlemde yer alan listenin satırını gösterir.

# HelpDrawerActivityRefillingDetailPackaging
source: Indicates the type of packaging of the item being paid.
bg: Посочва вида на опаковката на артикула което се излива.
cs: Uvádí typ balení položky ve fázi plnění.
de_de: Gibt die Verpackungsart des ausgegebenen Artikels an.
el_gr: Υποδεικνύει τον τύπο της συσκευασίας του στοιχείου που πληρώνεται.
es_es: Indica el tipo de embalaje del artículo que se vierte.
fr_fr: Indique le type d’emballage de l’article phase de refilling.
hr: Označuje vrstu pakiranja artikla u fazi polaganja.
hu_hu: Az utántöltési fázisban lévő cikk csomagolásának típusát mutatja.
it: Indica il tipo di confezionamento dell'articolo in fase di versamento.
pl_pl: Wskazuje rodzaj opakowania opłacanej pozycji.
ru_ru: Указывает тип упаковки оплачиваемого изделия.
sl_si: Navaja vrsto embalaže izdelka, ki je v fazi odlaganja.
tr_tr: Ödenen öğenin ambalaj türünü belirtir.

# HelpDrawerActivityRefillingDetailQtyToRefill
source: Amount to be poured into the indicated compartment.
bg: Колич да се изсипе в посочено отдел.
cs: Množství k plnění do vyznačeného oddělení.
de_de: In die Abteilung auszugebende Menge.
el_gr: Ποσότητα που πρόκειται να χυθεί στο υποδεικνυόμενο διαμέρισμα.
es_es: Cantidad a verter en el compartimento indicado.
fr_fr: Quantité à déposer dans le compartiment indiqué.
hr: Količina za polaganje u navedeno odjeljenje.
hu_hu: Az utántöltendő mennyiség a megjelölt fakkban.
it: Quantita' da versare nello scomparto indicato.
pl_pl: Ilość, którą należy wsypać do wskazanej przegródki.
ru_ru: Количество, которое должно быть помещено в указанное отделение.
sl_si: Količina za odlaganje v navedeni razdelek.
tr_tr: Belirtilen bölmeye dökülecek miktar.

# HelpCommonList
source: The code of the list associated with the procedure in progress is indicated.
bg: Посочва се кодът на списъка комбиниран с текущата процедура.
cs: Uvádí kód seznamu souvisejícího s probíhajícím postupem.
de_de: Code der Liste für das aktuelle Verfahren.
el_gr: Υποδεικνύεται ο κωδικός της λίστας που έχει σχέση με τη διαδικασία σε εξέλιξη.
es_es: Se indica el código de la lista combinado con el procedimiento actual.
fr_fr: Le code de la liste associée à la procédure en cours est indiqué.
hr: Označuje se kod liste povezane s postupkom u tijeku.
hu_hu: A folyamatban lévő művelethez kapcsolódó lista kódját mutatja.
it: Viene indicato il codice della lista abbinata alla procedura in corso.
pl_pl: Wskazuje kod listy związanej z trwającą procedurą.
ru_ru: Указывается код перечня, связанного с выполняемой процедурой.
sl_si: Označena je koda seznama, ki je povezan s postopkom, ki poteka.
tr_tr: Devam eden prosedürle ilişkili listenin kodu gösterilir.

# HelpCommonListDescription
source: Shows the description of the list associated with the operation in progress.
bg: Показва описанието на списъка комбинирано с текущата операция.
cs: Uvádí popis seznamu souvisejícího s probíhajícím postupem.
de_de: Beschreibung der Liste für das aktuelle Verfahren.
el_gr: Εμφανίζει την περιγραφή της λίστας που έχει σχέση με τη λειτουργία σε εξέλιξη.
es_es: Muestra la descripción de la lista asociada a la operación actual.
fr_fr: Affiche la description de la liste associée à l’opération en cours.
hr: Prikazuje opis liste povezane s operacijom u tijeku.
hu_hu: A folyamatban lévő művelethez kapcsolódó lista leírását mutatja.
it: Mostra la descrizione della lista abbinata all'operazione in corso.
pl_pl: Pokazuje opis listy związanej z trwającą operacją.
ru_ru: Показывает описание списка, связанного с выполняемой операцией.
sl_si: Prikazuje opis seznama, povezanega s postopkom, ki poteka.
tr_tr: Devam eden işlemle ilişkili listenin açıklamasını gösterir.

# HelpCommonItem
source: Indicates the code of the item involved in the operation in progress.
bg: Посочва кода на артикула на текущата транзакция.
cs: Uvádí kód položky, která je předmětem probíhající operace.
de_de: Code des im akt. Vorgang bearbeiteten Artikels.
el_gr: Υποδεικνύει τον κωδικό του στοιχείου που συμμετέχει στη λειτουργία σε εξέλιξη.
es_es: Indica el código del artículo que es objeto de la operación actual.
fr_fr: Indique le code de l’article objet de l’opération en cours.
hr: Označuje kod artikla koji je predmet operacije u tijeku.
hu_hu: A folyamatban lévő művelet tárgyát képező cikk kódját mutatja.
it: Indica il codice dell'articolo oggetto dell'operazione in corso.
pl_pl: Wskazuje kod pozycji związanej z trwającą operacją.
ru_ru: Указывает код изделия, участвующего в выполняемой операции.
sl_si: Navaja kodo izdelka, ki je predmet tekočega postopka.
tr_tr: Devam etmekte olan işlemde yer alan öğenin kodunu gösterir.

# HelpCommonItemDescription
source: The description of the item that is the subject of the current operation is displayed.
bg: Показва се описанието на въпросния елемент предмет на извършваната операция.
cs: Zobrazuje popis položky, která je předmětem probíhající operace.
de_de: Beschreibung des im aktuellen Vorgang bearbeiteten Artikels.
el_gr: Εμφανίζεται η περιγραφή του στοιχείου που είναι το αντικείμενο της τρέχουσας λειτουργίας.
es_es: Se muestra la descripción del artículo en cuestión.
fr_fr: La description de l’article objet de l’opération en cours s’affiche.
hr: Prikazuje se opis artikla koji je predmet operacije u tijeku.
hu_hu: A folyamatban lévő művelet tárgyát képező cikk leírását mutatja.
it: E' visualizzata la descrizione dell'articolo oggetto dell'operazione in corso.
pl_pl: Wyświetla opis pozycji, która jest przedmiotem bieżącej operacji.
ru_ru: Отобразится описание изделия, являющегося предметом текущей операции.
sl_si: Prikazan je opis izdelka, ki je predmet tekočega postopka.
tr_tr: Geçerli işleme konu olan öğenin açıklaması görüntülenir.

# HelpCommonPosition
source: The field indicates the position in which the compartment object of the operation in progress is located, mapped according to the coding adopted.
bg: Поле показва местополож отдел което е обект на текущата операция картографирано в съответствие с възприето кодиране.
cs: Políčko uvádí pozici, v níž se nachází oddělení, které je předmětem probíhající operace, mapované podle uplatněných kódů.
de_de: Feld mit Position mit der Abteilung des laufenden Vorgangs gemäß der angenommenen Kodierung.
el_gr: Το πεδίο υποδεικνύει τη θέση όπου βρίσκεται το αντικείμενο του διαμερίσματος της λειτουργίας σε εξέλιξη, χαρτογραφημένο σύμφωνα με την κωδικοποίηση που έχει υιοθετηθεί.
es_es: El campo indica la posición en la que se encuentra el compartimento objeto de la operación en curso mapeado según la codificación adoptada.
fr_fr: Le champ indique la position dans laquelle se trouve le compartiment objet de l’opération en cours, mappé selon la codification adoptée.
hr: Polje označuje položaj u kojem se nalazi odjeljenje predmet operacije u tijeku mapiran prema usvojenoj kodifikaciji.
hu_hu: A mező azt a pozíciót jelzi, amelyben a folyamatban lévő művelet tárgyát képező fakk található, a vonatkozó kódolás alapján feltérképezve.
it: Il campo indica la posizione in cui si trova lo scomparto oggetto dell'operazione in corso mappato secondo la codifica adottata.
pl_pl: Pole wskazuje pozycję, w której znajduje się obiekt przedziału, będący przedmiotem trwającej operacji, odwzorowany zgodnie z przyjętym kodowaniem.
ru_ru: Поле указывает положение, в котором находится объект отделения выполняемой операции, отображенный в соответствии с принятой кодировкой.
sl_si: Polje prikaz. položaj, v katerem se nahaja razdelek, ki je predmet tekoče operacije, ki je shranjen glede na sprejeto kodiranje.
tr_tr: Alan, benimsenen kodlamaya göre eşlenen, devam etmekte olan işlemin bölme nesnesinin bulunduğu konumu gösterir.
