Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpDrawerActivityInventoryDescription
source: The page presents the main data relating to the inventory operation to be carried out on the various items allocated in the drawer in the bay. The procedure, once the compartment containing the requested item has been indicated, waits for the operator to insert the quantity of pieces currently in stock.
bg: Страница представя основни данни свързани с операция по инвентаризация която да бъде извършена за различните артикули разпределени в чекмеджето в отдел. След като се посочи отделто в което се намира заявеният артикул процедурата изчаква операторът да въведе Количто на наличните в момента артикули.
cs: Stránka uvádí hlavní údaje týkající se operace inventarizace, která se má provést na různých položkách umístěných v zásuvce přítomné ve stanici. Postup, pod uvedení oddělení, které obsahuje požadovanou položku, zůstane čekat, dokud obsluha nezadá počet položek aktuálně ve stavu zásob.
de_de: Seite mit wichtigsten Daten des Inventars, das für die verschiedenen Artikel in dem Kasten in der Bucht durchzuführen ist. Das Verfahren wartet nach der Angabe der Abteilung, in der sich der angeforderte Artikel befindet, darauf, dass der Bediener die Menge der derzeit auf Lager befindlichen Stücke eingibt.
el_gr: Η σελίδα παρουσιάζει τα κύρια δεδομένα σε σχέση με τη λειτουργία απογραφής που πρόκειται να εκτελεστεί στα διάφορα στοιχεία που βρίσκονται στο συρτάρι της πλατφόρμας. Η διαδικασία, όταν υποδειχθεί το διαμέρισμα που περιέχει το στοιχείο που ζητήθηκε, περιμένει από το χειριστή να καταχωρήσει την ποσότητα των κομματιών που υπάρχουν επί του παρόντος σε απόθεμα.
es_es: La página presenta los principales datos relativos a la operación de inventario que se va a realizar sobre los distintos artículos asignados en el cajón de la bahía. El procedimiento, una vez indicado el compartimento que contiene el artículo solicitado, espera a que el operador introduzca la cantidad de piezas que tiene en stock.
fr_fr: La page présente les principales données relatives à l’opération d’inventaire à effectuer sur les différents articles affectés dans le tiroir de la baie. La procédure, une fois le compartiment contenant l’article demandé indiqué, attend que l’opérateur insère la quantité de pièces actuellement en stock.
hr: Na stranici su predstavljeni glavni podaci koji se odnose na postupak inventure koji će se izvršiti na različitim predmetima pretincu u uvali. Postupak, nakon što se naznači odjeljak koji sadrži traženi predmet, čeka da rukovatelj ubaci količinu trenutno dostupnih komada.
hu_hu: Az oldal tartalmazza munkaállomáson található tálcákban elhelyezett különböző cikkek elvégzendő leltárműveletére vonatkozó főbb adatokat. Az eljárás a lekért cikket tartalmazó fakk megjelölése után várakozik, amíg a kezelő megadja a ténylegesen készleten lévő darabok mennyiségét.
it: La pagina presenta i dati principali relativi all'operazione di inventario da effettuare sui vari articoli allocati nel cassetto presente in baia. La procedura, una volta indicato lo scomparto che contiene l'articolo richiesto, resta in attesa che l'operatore inserisca la quantita' di pezzi attualmente in giacenza.
pl_pl: Strona przedstawia główne dane związane z operacją inwentaryzacji, którą należy przeprowadzić na poszczególnych pozycjach przydzielonych do szuflady we wnęce. Procedura, po wskazaniu przegródki zawierającej żądany towar, oczekuje na wprowadzenie przez operatora ilości sztuk aktualnie znajdujących się w magazynie.
ru_ru: На странице представлены основные данные, относящиеся к операции инвентаризации, которая должна быть проведена по различным изделиям, размещенным в выдвижном узле в секции. Процедура, как только отделение, содержащее запрашиваемое изделие, будет указано, ожидает, пока оператор вставит количество штук, имеющихся в настоящее время на складе.
sl_si: Na tej strani so predstavljeni glavni podatki o popisu, ki ga je treba izvesti za različne izdelke, postavljene v predal na nakladalni polici. Postopek, ko je naveden razdelek, ki vsebuje zahtevani izdelek, počaka, da operater vstavi količino kosov, ki so trenutno na zalogi.
tr_tr: Sayfa, bölmedeki çekmeceye tahsis edilen çeşitli kalemler üzerinde yapılacak envanter işlemine ilişkin ana verileri sunar. Prosedür, talep edilen ürünü içeren bölme belirtildiğinde, operatörün mevcut stokta bulunan parça miktarını girmesini bekler.

# HelpDrawerActivityInventoryQtyStored
source: The field shows the quantity of pieces currently in stock counted by the operator.
bg: Полето показва Количто бройки които операторът е преброил в момента в запас.
cs: Políčko uvádí počet kusů aktuálně ve stavu zásob napočítaný obsluhou.
de_de: Feld mit der vom Bediener gezählten Menge der derzeit auf Lager befindlichen Stücke.
el_gr: Το πεδίο εμφανίζει την ποσότητα των κομματιών που είναι επί του παρόντος σε απόθεμα που μετρήθηκε από το χειριστή.
es_es: El campo informa de la cantidad de piezas en stock contadas por el operador.
fr_fr: Le champ indique la quantité de pièces actuellement en stock comptées par l’opérateur.
hr: Polje prikazuje količinu komada trenutno na zalihama koje broji rukovatelj.
hu_hu: A mező a kezelő által megszámlált, ténylegesen készleten lévő darabok mennyiségét tartalmazza.
it: Il campo riporta la quantita' di pezzi attualmente in giacenza conteggiati dall'operatore.
pl_pl: Pole pokazuje zliczoną przez operatora ilość sztuk aktualnie znajdujących się w magazynie.
ru_ru: В этом поле отображается количество единиц, находящихся в настоящее время на складе, подсчитанное оператором.
sl_si: Polje prikazuje količino kosov trenutno na zalogi, ki jih je preštel operater.
tr_tr: Alan, operatör tarafından sayılan o anda stokta bulunan parça miktarını gösterir.

# HelpDrawerActivityInventoryDetailDescription
source: The page provides the operator with further details on the inventory operation currently in progress.
bg: Страницата предоставя на оператора допълнителна информация за текущата операция по инвентаризация.
cs: Stránka poskytuje obsluze další podrobnosti o aktuálně probíhající operaci inventarizace.
de_de: Die Seite liefert dem Bediener weitere Einzelheiten über den aktuellen Inventurvorgang.
el_gr: Η σελίδα παρέχει στο χειριστή περαιτέρω λεπτομέρειες σχετικά με την τρέχουσα πράξη απογραφής που είναι σε εξέλιξη.
es_es: La página proporciona al operador más detalles sobre la operación de inventario en curso.
fr_fr: La page fournit à l’opérateur plus de détails sur l’opération d’inventaire en cours.
hr: Stranica pruža rukovatelju daljnje detalje o operacijama inventure koje su trenutno u tijeku.
hu_hu: Az oldal további részleteket biztosít a kezelő számára a folyamatban lévő leltárműveletre vonatkozóan.
it: La pagina fornisce all'operatore ulteriori dettagli sull'operazione di inventario attualmente in corso.
pl_pl: Strona dostarcza operatorowi dalszych szczegółów na temat aktualnie trwającej inwentaryzacji.
ru_ru: Эта страница предоставляет оператору более подробную информацию о текущей операции инвентаризации.
sl_si: Stran operaterju ponuja več podrobnosti o postopku popisa, ki trenutno poteka.
tr_tr: Sayfa, operatöre şu anda devam etmekte olan envanter işlemi hakkında daha fazla ayrıntı sağlar.

# HelpDrawerActivityInventoryDetailProductionDate
source: Reports the production date of the item currently in inventory.
bg: Тя показва дата на производство на артикула който в момента се инвентаризира.
cs: Uvádí datum výroby položky, která je momentálně předmětem inventarizace.
de_de: Produktionsdatum des Artikels, für den das Inventar erstellt wird.
el_gr: Αναφέρει την ημερομηνία παραγωγής του στοιχείου επί του παρόντος στην απογραφή.
es_es: Devuelve la fecha de producción del artículo actualmente en el inventario.
fr_fr: Indique la date de production de l’article qui fait actuellement l’objet d’inventaire.
hr: Navodi datum proizvodnje artikla koji se trenutno nalazi u inventaru.
hu_hu: A leltár tárgyát képező cikk gyártási dátumát mutatja.
it: Riporta la data di produzione dell'articolo attualmente oggetto di inventario.
pl_pl: Podaje datę produkcji elementu aktualnie inwentaryzowanego.
ru_ru: Сообщает дату производства изделия, находящегося в настоящее время на складе.
sl_si: Prikazuje datum izdelave izdelka, ki je trenutno na zalogi.
tr_tr: Stokta bulunan kalemin üretim tarihini bildirir.

# HelpDrawerActivityInventoryDetailMaterialStatus
source: Indicates the material status of the item being inventory.
bg: Посочва материалния статус на инвентаризирания артикул.
cs: Uvádí stav materiálu položky v průběhu inventarizace.
de_de: Materialstatus des Art., für den das Inventar erstellt wird.
el_gr: Υποδεικνύει την κατάσταση του υλικού του στοιχείου που είναι στην απογραφή.
es_es: Indica el estado del material del artículo que se está inventariando.
fr_fr: Indique l’état produit de l’article en cours d’inventaire.
hr: Navodi status materijala artikla u fazi inventure.
hu_hu: A leltározás alatt lévő cikk anyagállapotát mutatja.
it: Indica lo stato materiale dell'articolo in corso di inventario.
pl_pl: Informuje o statusie materiałowym inwentaryzowanej pozycji.
ru_ru: Указывает материальный статус изделия для инвентаризации.
sl_si: Prikazuje materialno stanje izdelka, ki je v fazi popisovanja.
tr_tr: Envanter olan kalemin malzeme durumunu gösterir.

# HelpDrawerActivityInventoryDetailLotto
source: Reports the production batch of the item in the inventory phase.
bg: Връща производствената партида на артикула който се инвентаризира.
cs: Uvádí výrobní šarži položky ve fázi inventarizace.
de_de: Produktionscharge des Artikels, für den das Inventar erstellt wird.
el_gr: Αναφέρει την παρτίδα παραγωγής του στοιχείου στη φάση της απογραφής.
es_es: Devuelve el lote de producción del artículo que se está inventariando.
fr_fr: Indique le lot de production de l’article en phase d’inventaire.
hr: Prikazuje proizvodni lot artikla u fazi polaganja.
hu_hu: A leltározás alatt lévő cikk gyártási tételszámát mutatja.
it: Riporta il lotto di produzione dell'articolo in fase di inventario.
pl_pl: Podaje partię produkcyjną pozycji w fazie inwentaryzacji.
ru_ru: Сообщает о производственной партии изделия на этапе инвентаризации.
sl_si: Prikazuje proizvodno serijo izdelka, ki je v fazi popisovanja.
tr_tr: Stok aşamasında kalemin üretim partisini raporlar.

# HelpDrawerActivityInventoryDetailPackaging
source: Report the type of packaging used for the item being inventory.
bg: Той показва вида на опаковката използвана за инвентаризирания артикул.
cs: Uvádí typ balení použitý pro položku ve fázi inventarizace.
de_de: Führt die Verpackung auf, die für den Artikel des Inventars verwendet wird.
el_gr: Αναφέρει τον τύπο της συσκευασίας που χρησιμοποιήθηκε για το στοιχείο της απογραφής.
es_es: Devuelve el tipo de embalaje utilizado para el artículo que se está inventariando.
fr_fr: Indique le type d’emballage utilisé pour l’article en cours d’inventaire.
hr: Navodi vrstu pakiranja koja se koristi za artikl koji se nalazi u inventaru.
hu_hu: A leltározás alatt lévő cikk csomagolásának típusát mutatja.
it: Riporta la tipologia di confezione usata per l'articolo in fase di inventario.
pl_pl: Raportuje rodzaj opakowania zastosowanego dla inwentaryzowanej pozycji.
ru_ru: Сообщить тип упаковки, используемой для изделия, подлежащего инвентаризации.
sl_si: Prikazuje tip embalaže, uporabljene za izdelek, ki je v fazi popisovanja.
tr_tr: Envanter olan kalem için kullanılan ambalaj türünü bildirin.

# HelpListsInWaitGridType
source: It indicates the type of list according to the following code: P: pick V: put I: Inventory
bg: Посочва тип списък в съответ със следно кодиране: P : изтегляне V : депозит I : Инвентар книга
cs: Uvádí typ seznamu dle následující kodifikace: P : odběr V : plnění I : Inventarizace
de_de: Gibt den Listentyp gemäß der folgenden Codierung an: P : Entnahme V : Ausgabe I : Inventar
el_gr: Υποδεικνύει τον τύπο της λίστας σύμφωνα με τον ακόλουθο κωδικό: P: λήψη V: τοποθέτηση I: Απογραφή
es_es: Indica el tipo de lista según la siguiente codificación: P : retirada V : depósito I : Inventario
fr_fr: Indique le type de liste selon la codification suivante : P : prélèvement V : refilling I : Inventaire
hr: Navodi vrstu popisa prema sljedećem kodiranju: P : preuzimanje V : odlaganje I : Inventura
hu_hu: A lista típusát mutatja az alábbi kódokkal: P: kitárolás V: utántöltés I: Leltár
it: Indica il tipo lista secondo la seguente codifica: P : prelievo V : versamento I : Inventario
pl_pl: Wskazuje typ zestawienia według następującego kodu: P: pobieranie V: odkładanie I: Inwentaryzacja
ru_ru: Он указывает тип перечня в соответствии со следующим кодом: P: отбор V: размещение I: Инвентаризация
sl_si: Navaja vrsto seznama po naslednjem kodiranju: P: jemanje V: odlaganje I: Inventura
tr_tr: Aşağıdaki koda göre liste türünü belirtir: P: V seç: I koy: Envanter

# HelpCommonListType
source: Indicates the type of list selected according to the following code: P: Pick V: put I: Inventory.
bg: Посочва вида на списъка избран според следното кодиране: P : Оттегляне V : Плащане I : Инвентар.
cs: Uvádí vybraný typ seznamu dle následující kodifikace: P : odběr V : plnění I : inventarizace.
de_de: Gibt den Typ der ausgewählten Liste gemäß der folgenden Codierung an: P : Entnahme V : Ausgabe I : Inventar
el_gr: Υποδεικνύει τον τύπο της λίστας που επιλέχθηκε σύμφωνα με τον ακόλουθο κωδικό: P: Λήψη V: τοποθέτηση I: Απογραφή.
es_es: Indica el tipo de lista seleccionada según la siguiente codificación: P : Toma V : Vertido I : Inventario.
fr_fr: Indique le type de la liste sélectionnée selon la codification suivante : P : Prélèvement V : Refilling I : Inventaire.
hr: Navodi vrstu popisa odabranu prema sljedećem kodu: P : Preuzimanje V : Odlaganje I : Inventura.
hu_hu: A kiválasztott lista típusát mutatja az alábbi kódokkal: P: Kitárolás V: Utántöltés I: Leltár.
it: Indica la tipologia della lista selezionata secondo la seguente codifica: P : Prelievo V : Versamento I : Inventario.
pl_pl: Wskazuje typ listy wybranej wg następującego kodu: P: Pobieranie V: odkładanie I: Inwentaryzacja.
ru_ru: Указывает тип перечня, выбранного в соответствии со следующим кодом: Р: Отбор V: размещение I: Инвентаризация.
sl_si: Navaja vrsto seznama, izbranega v skladu z naslednjim kodiranjem: P : Jemanje V: Odlaganje I: Inventura.
tr_tr: Aşağıdaki koda göre seçilen liste tipini belirtir: P: V seç: I koy: Envanter.

# HelpGeneralInfoWmsStatus
source: The field reports the current status of the WMS, if present, which controls the machine you are working on.
bg: Полето отчита текущото състояние на WMS ако има такава която управлява машината с която се работи.
cs: Pole uvádí aktuální stav WMS, pokud je k dispozici, který ovládá stroj, na kterém se pracuje.
de_de: Feld, falls vorhanden, mit aktuellem Status des WMS, der die verwendete Maschine steuert.
el_gr: Το πεδίο αναφέρει την τρέχουσα κατάσταση των WMS, αν υπάρχει, που ελέγχει το μηχάνημα όπου εργάζεστε.
es_es: El campo informa del estado actual del WMS, si lo hay, que controla la máquina en la que está trabajando.
fr_fr: Le champ indique l’état actuel du WMS, s’il est présent, qui contrôle la machine sur laquelle on travaille.
hr: Polje izvještava o trenutnom statusu WMS-a, ako postoji, koji kontrolira stroj na kojem radite.
hu_hu: A mező a WMS jelenlegi állapotát mutatja, ha van, amely azt a gépet vezérli, amelyen éppen dolgozik.
it: Il campo riporta lo stato corrente del WMS, se presente, che controlla la macchina su cui si sta lavorando.
pl_pl: Pole zgłasza aktualny status systemu WMS, jeśli jest obecny, który steruje maszyną, na której pracujesz.
ru_ru: В этом поле отображается текущее состояние СУС, если таковое имеется, которая управляет машиной, на которой вы работаете.
sl_si: Polje prikazuje trenutno stanje WMS-ja, če je prisoten, ki nadzoruje stroj, na katerem delate.
tr_tr: Alan, varsa, üzerinde çalıştığınız makineyi kontrol eden WMS'nin mevcut durumunu bildirir.

# HelpDrawerCompactingDetailDescription
source: The page shows the progress of the compaction procedure. The drawer being moved and from which cell it is withdrawn and to which cell it is destined is indicated. The progress of the procedure is also shown with an indication of the fragments and the space to be recovered in addition to the space already recovered.
bg: Страницата показва хода на процедурата по уплътняване. Посочва се чекмеджето което се обработва както и от коя клетка е взето и към коя клетка е предназначено. Напредъкът на процедурата също се показва като се посочват фрагментите и пространството които трябва да бъдат възстановени в допълнение към вече възстановеното пространство.
cs: Stránka ukazuje stav pokroku postupu zhutnění. Uvádí se zásuvka ve fázi přesunu a ze které buňky se odebírá a do které buňky je určena. Dále se zobrazuje stav pokroku postupu s uvedením fragmentů a prostoru pro obnovení, jakož o již obnoveném prostoru.
de_de: Die Seite zeigt den Fortschritt des Verdichtungsvorgangs. Es wird angezeigt welcher Kasten bewegt, von welcher Zelle er entnommen und für welche Zelle er bestimmt ist. Es wird auch der Fortschritt des Verfahrens mit der Angabe der Fragmente und des Raumes angezeigt, der zusätzlich zu dem bereits zurückgewonnenen Raum wiederhergestellt werden soll.
el_gr: Η σελίδα εμφανίζει την εξέλιξη της διαδικασίας συμπίεσης. Υποδεικνύεται το συρτάρι που μετακινήθηκε και από ποια κυψέλη ανακλήθηκε και σε ποια κυψέλη προορίζεται. Η εξέλιξη της διαδικασίας εμφανίζεται επίσης με μια ένδειξη των τεμαχίων και το χώρο που πρέπει να ανακτηθεί μαζί με το χώρο που έχει ήδη ανακτηθεί.
es_es: La página muestra el progreso del procedimiento de compactación. Se indica el cajón en fase de manipulación y de qué celda se toma y a qué celda se destina. También muestra el progreso del procedimiento con una indicación de los fragmentos y el espacio que se va a recuperar, además del espacio ya recuperado.
fr_fr: La page affiche l’état d’avancement de la procédure de compactage. Indication du tiroir en phase de manutention, de quelle cellule il est prélevé et à quelle cellule il est destiné. Indication également de l’état d’avancement de la procédure avec l’indication des fragments et de l’espace à récupérer en plus de l’espace déjà récupéré.
hr: Stranica prikazuje napredak postupka sabijanja. Označava se pretinac koji se pomiče i iz koje ćelije je preuzet i kojoj ćeliji je namijenjen. Napredak postupka također je prikazan s naznakom fragmenata i prostora koje treba nadoknaditi uz već nadoknađeni prostor.
hu_hu: Az oldal a tömörítési eljárási előrehaladási állapotát mutatja. A mozgatási fázisban lévő tálcát jelöli, és hogy melyik rekeszből van kivéve, és melyik rekesz a célpontja. Megjelenik ezen kívül az eljárás előrehaladási állapota, a töredékek és a visszanyerendő terület megjelölésével, illetve a már visszanyert terület.
it: La pagina mostra lo stato di avanzamento della procedura di compattazione. Viene indicato il cassetto in fase di movimentazione e da quale cella e' prelevato e verso quale cella e' destinato. Viene mostrato inoltre lo stato di avanzamento della procedura con l'indicazione dei frammenti e dello spazio da recuperare oltre allo spazio gia' recuperato.
pl_pl: Strona pokazuje postęp procedury zagęszczania. Wskazana jest szuflada, która jest przemieszczana, z której komórki jest wycofywana i do której komórki jest przeznaczona. Postęp procedury jest również pokazywany ze wskazaniem fragmentów i przestrzeni do odzyskania oprócz przestrzeni już odzyskanej.
ru_ru: На странице показан ход выполнения процедуры сжатия. Указывается перемещаемый выдвижной узел, из какой ячейки он извлекается и для какой ячейки он предназначен. Ход процедуры также отображается с указанием фрагментов и пространства, подлежащего восстановлению, в дополнение к уже восстановленному пространству.
sl_si: Stran prikazuje napredovanje postopka optimizacije. Naveden je predal, ki ga premikate, iz katere celice je vzet in v katero celico je namenjen. Prikazan je tudi potek postopka z navedbo drobcev in prostora, ki ga je treba obnoviti, poleg že obnovljenega prostora.
tr_tr: Sayfa, sıkıştırma prosedürünün ilerlemesini gösterir. Taşınmakta olan çekmece ve hangi hücreden çekildiği ve hangi hücreye gittiği belirtilir. Prosedürün ilerlemesi, halihazırda kurtarılan alana ek olarak, parçaların ve kurtarılacak alanın bir göstergesi ile de gösterilir.

# HelpDrawerCompactingDetailDrawer
source: Indicates the code of the drawer currently being moved.
bg: Посочва кода на чекмедже което се обработва в момента.
cs: Uvádí kód aktuálně přesouvané zásuvky.
de_de: Zeigt den Code des Kastens an, der gerade bewegt wird.
el_gr: Υποδεικνύει τον κωδικό του συρταριού που κινείται επί του παρόντος.
es_es: Indica el código del cajón que se está manejando actualmente.
fr_fr: Indique le code du tiroir actuellement déplacé.
hr: Navodi kod pretinca koji se trenutačno pokreće.
hu_hu: Az éppen mozgatott tálca kódját mutatja.
it: Indica il codice del cassetto attualmente movimentato.
pl_pl: Wskazuje kod szuflady, która jest aktualnie przenoszona.
ru_ru: Указывает код перемещаемого в данный момент узла.
sl_si: Navaja kodo predala, ki se trenutno premika.
tr_tr: Halihazırda taşınmakta olan çekmecenin kodunu gösterir.

# HelpDrawerCompactingDetailSourceCell
source: Indicates the source cell where the drawer being handled was stored.
bg: Посочва Изходта клетка в която е било съхранено обработваното чекмедже.
cs: Uvádí zdrojovou buňku, kde byla zásuvka, která je předmětem pohybu, uložena.
de_de: Gibt die Quellzelle an, in der die bewegte Kasten gelagert wurde.
el_gr: Υποδεικνύει την κυψέλη πηγής όπου το συρτάρι χειρισμού αποθηκεύτηκε.
es_es: Indica la celda de origen donde se almacenó el cajón que se está manejando.
fr_fr: Indique la cellule d’origine où le tiroir objet de la manutention a été stocké.
hr: Navodi izvornu ćeliju u kojoj je bila pohranjen pretinac kojim se rukuje.
hu_hu: A kiinduló rekeszt jelzi, ahol a mozgatott tálca tárolva volt.
it: Indica la cella sorgente dove era stoccato il cassetto oggetto della movimentazione.
pl_pl: Wskazuje komórkę źródłową, w której przechowywana była przenoszona szuflada.
ru_ru: Указывает исходную ячейку, в которой хранился обрабатываемый выдвижной узел.
sl_si: Navaja izvorno celico, v kateri je bil shranjen predal, ki se ga premika.
tr_tr: İşlenmekte olan çekmecenin depolandığı kaynak hücreyi gösterir.

# HelpDrawerCompactingDetailDestinationCell
source: Indicates the cell number where the drawer will be moved during handling.
bg: Посочва номера на клетката в която чекмеджето ще бъде преместено по време на обработта.
cs: Uvádí číslo buňky, do které se přesouvá zásuvka ve fázi posunu.
de_de: Gibt die Nummer der Zelle an, in die die Kasten verschoben wird.
el_gr: Υποδεικνύει τον αριθμό κυψέλης όπου το συρτάρι θα κινηθεί κατά το χειρισμό.
es_es: Indica el número de la celda en la que se moverá el cajón durante la manipulación.
fr_fr: Indique le numéro de la cellule dans laquelle sera déplacé le tiroir en phase de manutention.
hr: Navodi broj ćelije kamo će se pretinac premjestiti tijekom rukovanja.
hu_hu: Azon rekesz számát mutatja, ahová a tálca elmozdul a mozgatási fázisban.
it: Indica il numero della cella in cui verra' spostato il cassetto in fase di movimentazione.
pl_pl: Wskazuje numer komórki, do której szuflada zostanie przeniesiona podczas obsługi.
ru_ru: Указывает номер ячейки, в которую будет перемещен выдвижной узел во время обработки.
sl_si: Navaja številko celice, kamor se bo predal premaknil.
tr_tr: Taşıma sırasında çekmecenin taşınacağı hücre numarasını belirtir.
