Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpListsInWaitListsExecute
source: The button, if active, allows you to execute the list currently selected for the portion present in the machine you are working on.
bg: Бутонът ако е активен позволява текущо избраният списък да бъде изпълнен за дял наличен в машината на която работи.
cs: Pokud je tlačítko aktivní, umožňuje provedení aktuálně vybraného seznamu pro kótu dílu, který je přítomen ve stroji, na kterém se pracuje.
de_de: Wenn die Taste aktiv ist, kann die aktuell ausgewählte Liste für die Teilmenge ausgeführt werden, die auf der Maschine, auf der gearbeitet wird, vorhanden ist.
el_gr: Το κουμπί, αν ενεργοποιηθεί, σας επιτρέπει να εκτελέσετε τη λίστα που επιλέχθηκε επί του παρόντος για το τμήμα που υπάρχει στο μηχάνημα όπου εργάζεστε.
es_es: El botón, si está activo, le permite ejecutar la lista actualmente seleccionada para la pieza presente en la máquina en la que está operando.
fr_fr: Le bouton, s’il est actif, permet d’exécuter la liste actuellement sélectionnée pour la part présente dans la machine sur laquelle on travaille.
hr: Gumb, ako je osposobljen, dozvoljava stavljanje trenutačno odabrane liste u izvođenje za udio dijela prisutnog na stroju na kojem se radi.
hu_hu: A gomb, ha aktív, lehetővé teszi a jelenleg kiválasztott lista végrehajtásba helyezését azon gép vonatkozásában, amelyen éppen dolgozik.
it: Il pulsante, se attivo, permette di mettere in esecuzione la lista correntemente selezionata per la quota parte presente nella macchina su cui si sta operando.
pl_pl: Przycisk, jeśli jest aktywny, umożliwia wykonanie aktualnie wybranej listy dla porcji występującej w maszynie, na której pracujesz.
ru_ru: Кнопка, если она активна, позволяет выполнить перечень, выбранный в данный момент для части, присутствующей в машине, с которой вы работаете.
sl_si: Če je gumb aktiven, lahko izvedete seznam, ki je trenutno izbran za del, ki je prisoten v stroju, na kateri delate.
tr_tr: Düğme etkinse, üzerinde çalıştığınız makinede mevcut olan kısım için o anda seçili olan listeyi yürütmenize olanak tanır.

# HelpDetailListsInWaitGridRow
source: Shows the row number of the displayed list.
bg: Връща номера на реда на показания списък.
cs: Uvádí číslo řádku zobrazeného seznamu.
de_de: Gibt die Zeilennummer der angezeigten Liste an.
el_gr: Δείχνει τη σειρά των αριθμών της εμφανιζόμενης λίστας.
es_es: Devuelve el número de línea de la lista mostrada.
fr_fr: Indique le numéro de la ligne de la liste affichée.
hr: Navodi broj reda prikazane liste.
hu_hu: A megjelenített lista sorának számát tartalmazza.
it: Riporta il numero della riga della lista visualizzata.
pl_pl: Pokazuje numer wiersza wyświetlanej listy.
ru_ru: Показывает номер строки отображаемого перечня.
sl_si: Navaja številko vrstice prikazanega seznama.
tr_tr: Görüntülenen listenin satır numarasını gösterir.

# HelpDetailListsInWaitGridItem
source: Indicate the article code.
bg: Посочва кода на артикула.
cs: Uvádí kód položky.
de_de: Gibt die Artikelnummer an.
el_gr: Υποδεικνύει τον κωδικό του στοιχείου.
es_es: Indica el número de la pieza.
fr_fr: Indique le code article.
hr: Označuje kod artikla.
hu_hu: A cikkszámot tartalmazza.
it: Indica il codice articolo.
pl_pl: Podać kod artykułu.
ru_ru: Указать код артикула.
sl_si: Navaja kodo izdelka.
tr_tr: Makale kodunu belirtin.

# HelpDetailListsInWaitGridItemDescription
source: Report the description of the item.
bg: Докладвайте описанието на артикула.
cs: Uvádí popis položky.
de_de: Beschreibung des Artikels.
el_gr: Αναφέρει την περιγραφή του στοιχείου.
es_es: Devuelve la descripción del artículo.
fr_fr: Indique la description de l’article.
hr: Navodi opis artikla.
hu_hu: A cikk leírását tartalmazza.
it: Riporta la descrizione dell'articolo.
pl_pl: Podaje opis artykułu.
ru_ru: Сообщить описание изделия.
sl_si: Navaja opis izdelka.
tr_tr: Öğenin açıklamasını bildirin.

# HelpDetailListsInWaitGridQuantity
source: Indicates the required quantity of that item.
bg: Посочва необходимо Колич от този артикул.
cs: Uvádí požadované množství příslušné položky.
de_de: Erforderliche Menge dieses Artikels.
el_gr: Υποδεικνύει την απαιτούμενη ποσότητα εκείνου του στοιχείου.
es_es: Indica la cantidad necesaria de ese artículo.
fr_fr: Indique la quantité requise de cet article.
hr: Označuje traženu količinu tog artikla.
hu_hu: Az adott cikkből lekért mennyiséget tartalmazza.
it: Indica la quantita' richiesta di quell'articolo.
pl_pl: Wskazuje wymaganą ilość danej pozycji.
ru_ru: Указывает необходимое количество этого изделия.
sl_si: Navaja zahtevano količino tega izdelka.
tr_tr: O kalemin gerekli miktarını gösterir.

# HelpDetailListsInWaitDescription
source: The page shows the detail of the selected list. Within all the displayed lines it is possible to execute only those which are highlighted because the article is contained in the machine on which you are working. The "Run list" button is active only if there is at least one executable line in the machine you are working on.
bg: Страницата показва подробности за избрания списък. В рамките на всички показани редове е възможно да се изпълнят само тези които са подчертани тъй като артикула се съдържа в машината на която работите. Бутонът "Списък за изпълн" е активен само ако на машината с която се работи съществува поне един изпълним ред.
cs: Stránka zobrazuje podrobnosti o vybraném seznamu. V rozsahu všech zobrazených řádků lze provést pouze ty, které jsou zvýrazněny, neboť jejich položka je obsažena ve stroji, na kterém se pracuje. Tlačítko „Provést seznam“ je aktivní, pouze pokud existuje minimálně jeden řádek, který lze provést na stroji, na kterém se pracuje.
de_de: Die Seite mit Detail der ausgewählten Liste. In allen angezeigten Zeilen ist es möglich, nur die markierten Zeilen ausführen zu lassen, weil der Artikel in der Maschine enthalten ist, auf der gearbeitet wird. Die Taste "Liste ausführen" ist nur dann aktiv, wenn es mindestens eine ausführbare Zeile in der Maschine gibt, auf der gearbeitet wird.
el_gr: Η σελίδα εμφανίζει τις λεπτομέρειες της επιλεγμένης λίστας. Εντός όλων των εμφανιζόμενων γραμμών μπορείτε να εκτελέσετε μόνο εκείνα που επισημαίνονται διότι το στοιχείο περιέχεται στο μηχάνημα όπου εργάζεστε. Το κουμπί "Run list" (Λίστα εκτέλεσης) είναι ενεργό μόνο αν υπάρχει τουλάχιστον μια εκτελέσιμη γραμμή στο μηχάνημα όπου εργάζεστε.
es_es: La página muestra el detalle de la lista seleccionada. De todas las líneas que se muestran, sólo es posible ejecutar las que están resaltadas porque el artículo está contenido en la máquina en la que se está operando. El botón "Ejecutar lista" sólo se activa si hay al menos una fila de ejecutables en la máquina en la que está trabajando.
fr_fr: La page affiche le détail de la liste sélectionnée. Parmi toutes les lignes affichées, il est possible d’exécuter uniquement celles qui sont mises en surbrillance car l’article est contenu dans la machine sur laquelle on travaille. Le bouton « Exécuter liste » est actif s’il y a au moins une ligne exécutable dans la machine sur laquelle on travaille.
hr: Stranica prikazuje detalj odabrane liste. U okviru svih prikazanih lista, moguće je izvršiti samo one koje su istaknute jer se artikl nalazi na stroju na kojem se radi. Gumb „Izvrši listu“ je osposobljen samo ako postoji barem jedan izvedivi red na stroju na kojem se radi.
hu_hu: Az oldal a kiválasztott lista részleteit tartalmazza. A megjelenített soroknál csak azokat lehet végrehajtani, ahol ez szerepel, mert a cikk azon gépben található, ahonnan a kezelő éppen dolgozik. A „Lista végrehajtása” gomb csak akkor aktív, ha legalább egy sor végrehajtható a gépen, amelyen éppen dolgozik.
it: La pagina mostra il dettaglio della lista selezionata. Nell'ambito di tutte le righe visualizzate e' possibile eseguire solo quelle che risultano evidenziate perche' l'articolo e' contenuto nella macchina su cui si sta operando. Il pulsante di "Esegui lista" e' attivo solo se esiste almeno una riga eseguibile nella macchina su cui si sta lavorando.
pl_pl: Strona pokazuje szczegóły wybranej listy. W ramach wszystkich wyświetlonych wierszy można wykonać tylko te, które są podświetlone, ponieważ artykuł znajduje się w maszynie, na której pracujesz. Przycisk „Uruchom listę” jest aktywny tylko wtedy, gdy w maszynie, na której pracujesz, znajduje się przynajmniej jeden wykonywalny wiersz.
ru_ru: На странице отображается подробная информация о выбранном перечне. Во всех отображаемых строках можно выполнить только те, которые выделены, поскольку артикул содержится в машине, на которой вы работаете. Кнопка «Запустить перечень» активна только в том случае, если на компьютере, на котором вы работаете, есть хотя бы одна исполняемая строка.
sl_si: Stran prikazuje podrobnosti izbranega seznama. Od vseh prikazanih vrstic je mogoče izvajati samo tiste, ki so označene, ker je izdelek v stroju, na katerem delate. Gumb „Izvedi seznam“ je aktiven le, če je v stroju, na katerem delate, vsaj ena izvedljiva vrstica.
tr_tr: Sayfa, seçilen listenin ayrıntılarını gösterir. Makale, üzerinde çalıştığınız makinede bulunduğundan, görüntülenen tüm satırlarda yalnızca vurgulananları yürütmek mümkündür. "Listeyi çalıştır" düğmesi, yalnızca üzerinde çalıştığınız makinede en az bir yürütülebilir satır varsa etkindir.

# HelpItemSearchDescription
source: The procedure allows you to search for an article using both the code and description columns. The text entered in the search field is automatically used to find what is required using the contents of the two columns. The result is displayed in the grid.
bg: Процедурата позволява търсене на артикула както чрез колоните за код така и чрез колоните за описание. Текстът въведен в полето за търсене се използва автоматично за намиране на необходимия текст като се използва съдържанието на двете колони. Резултатът се показва в решетката.
cs: Postup umožňuje vyhledat položku jak s pomocí sloupku kódu, tak sloupku popisu. Test zadaný do políčka vyhledávání se automaticky použije k vyhledání požadovaného s využitím obsahu obou sloupků. V tabulce se zobrazí výsledek.
de_de: Das Verfahren ermöglicht die Suche eines Artikel sowohl über die Codespalte als auch über die Beschreibungsspalte. Der in das Suchfeld eingegebene Text wird automatisch verwendet, um den gewünschten Artikel anhand des Inhalts der beiden Spalten zu finden. Das Ergebnis wird im Raster angezeigt.
el_gr: Η διαδικασία σας επιτρέπει να αναζητήσετε ένα στοιχείο χρησιμοποιώντας τόσο τον κωδικό όσο και τις στήλες περιγραφής. Το κείμενο που είναι καταχωρημένο στο πεδίο αναζήτησης χρησιμοποιείται αυτόματα για να βρει ότι απαιτείται χρησιμοποιώντας τα περιεχόμενα των δύο στηλών. Το αποτέλεσμα εμφανίζεται στο πλέγμα.
es_es: El procedimiento permite buscar un artículo utilizando las columnas de código y descripción. El texto introducido en el campo de búsqueda se utiliza automáticamente para encontrar lo que se necesita utilizando el contenido de las dos columnas. El resultado se muestra en la cuadrícula.
fr_fr: La procédure permet de rechercher un article en utilisant à la fois la colonne code et la colonne description. Le texte saisi dans le champ de recherche est automatiquement utilisé pour trouver ce qui est demandé en exploitant le contenu des deux colonnes. Le résultat est affiché dans la grille.
hr: Postupak dozvoljava traženje artikla pomoću stupca kodova i stupca opisa. Tekst unijet u polje za pretraživanje se automatski upotrebljava za traženje onog što se zahtijeva i iskorištava sadržaj dva stupca. U mreži se prikazuje rezultat.
hu_hu: Az eljárás lehetővé teszi egy cikk keresését a kódoszlop vagy leíró oszlop segítségével. A keresési mezőbe bevitt szöveg automatikusan felhasználásra kerül a két oszlop tartalmában való keresés eredményeinek megjelenítéséhez. A táblázatban megjelenik az eredmény.
it: La procedura permette la ricerca di un articolo utilizzando sia la colonna codice che quella di descrizione. Il testo inserito nel campo di ricerca viene automaticamente utilizzato per trovare quanto richiesto sfruttando il contenuto delle due colonne. Nella griglia viene visualizzato il risultato.
pl_pl: Procedura umożliwia wyszukiwanie artykułu zarówno w kolumnie kod, jak i w kolumnie opis. Tekst wprowadzony w polu wyszukiwania jest automatycznie wykorzystywany do wyszukania żądanego artykułu na podstawie zawartości obu kolumn. Wynik wyświetlany jest w siatce.
ru_ru: Эта процедура позволяет выполнять поиск артикула как по столбцам кода, так и по столбцам описания. Текст, введенный в поле поиска, автоматически используется для поиска того, что требуется, используя содержимое двух столбцов. Результат отображается в сетке.
sl_si: Postopek omogoča iskanje izdelka s pomočjo stolpca s kodami in stolpca z opisi. Besedilo, vneseno v iskalno polje, se samodejno uporabi za iskanje zahtevanega z uporabo vsebine obeh stolpcev. Rezultat je prikazan v mreži.
tr_tr: Prosedür, hem kod hem de açıklama sütunlarını kullanarak bir makale aramanıza olanak tanır. Arama alanına girilen metin, iki sütunun içeriğini kullanarak gerekli olanı bulmak için otomatik olarak kullanılır. Sonuç ızgarada görüntülenir.

# HelpItemSearchGridItem
source: It shows the list of article codes that match the search criteria.
bg: Връща списъка с кодове на статии които отговарят на критерия за търсене.
cs: Uvádí seznam kódů položek, které odpovídají kritériu vyhledávání.
de_de: Zeigt die Liste der Artikelcodes, die dem Suchkriterium entsprechen.
el_gr: Εμφανίζει τη λίστα κωδικών των στοιχείων που ταιριάζουν με τα κριτήρια αναζήτησης.
es_es: Devuelve la lista de números de pieza que coinciden con los criterios de búsqueda.
fr_fr: Indique la liste des codes articles correspondant au critère de recherche.
hr: Navodi listu kodova artikla koji odgovaraju kriterijima pretraživanja.
hu_hu: Tartalmazza azon cikkszámok listáját, amelyek megfelelnek a keresési feltételeknek.
it: Riporta la lista dei codici articolo che corrispondo al criterio di ricerca.
pl_pl: Pokazuje listę kodów artykułów, które spełniają kryteria wyszukiwania.
ru_ru: В нем отображается список кодов артикулов, соответствующих критериям поиска.
sl_si: Prikazuje seznam kod izdelkov, ki ustrezajo iskalnim kriterijem.
tr_tr: Arama kriterlerine uyan makale kodlarının listesini gösterir.

# HelpItemSearchGridItemDescription
source: It shows the description of the article codes that match the search criteria.
bg: Връща описанието на кодовете на статиите които отговарят на критерия за търсене.
cs: Uvádí seznam popisů položek, které odpovídají kritériu vyhledávání.
de_de: Zeigt die Beschreibung der Artikelcodes, die dem Suchkriterium entsprechen.
el_gr: Εμφανίζει την περιγραφή του στοιχείου που ταιριάζει με τα κριτήρια αναζήτησης.
es_es: Devuelve la descripción de los códigos de los artículos que coinciden con los criterios de búsqueda.
fr_fr: Indique la description des codes articles qui correspondent au critère de recherche.
hr: Navodi opis kodova artikla koji odgovaraju kriterijima pretraživanja.
hu_hu: Tartalmazza azon cikkszámok leírását, amelyek megfelelnek a keresési feltételeknek.
it: Riporta la descrizione dei codici articolo che corrispondo al criterio di ricerca.
pl_pl: Pokazuje opis kodów artykułów, które odpowiadają kryteriom wyszukiwania.
ru_ru: В нем отображается описание кодов артикулов, соответствующих критериям поиска.
sl_si: Prikazuje opis kod izdelkov, ki ustrezajo iskalnim kriterijem.
tr_tr: Arama kriterlerine uyan makale kodlarının açıklamasını gösterir.

# HelpItemSearchGridMachine
source: Indicates the list of machines that contain the item indicated in the row. An article can be present in one or more machines.
bg: Посочва списъка на машините съдържащи посочения в реда артикул. Дадено артикул може да се намира в една или повече машини.
cs: Uvádí seznam strojů, které obsahují položku uvedenou v řádku. Položka může být přítomna v jednom či vícero strojích.
de_de: Liste der Masch. Mit dem in der Zeile angegebenen Artikel. Ein Artikel kann in einer oder mehreren Maschinen vorhanden sein.
el_gr: Υποδεικνύει τη λίστα των μηχανημάτων που περιέχουν το στοιχείο που υποδεικνύεται στη σειρά. Μπορεί να υπάρχει ένα στοιχείο σε ένα ή περισσότερα μηχανήματα.
es_es: Indica la lista de máquinas que contienen el elemento indicado en la línea. Un artículo puede estar presente en una o varias máquinas.
fr_fr: Indique la liste des machines qui contiennent l’article indiqué sur la ligne. Un article peut être présent dans une ou plusieurs machines.
hr: Označuje listu strojeva koji sadrže artikl naveden u redu. Jedan artikl može biti prisutan u jednom ili više strojeva.
hu_hu: Tartalmazza azon gépek listáját, amelyek tartalmazzák a sorban szereplő cikket. Egy cikk egy vagy több gépen is megtalálható lehet.
it: Indica la lista delle macchine che contengono l'articolo indicato nella riga. Un articolo puo' essere presente in una o piu' macchine.
pl_pl: Wskazuje listę maszyn, które zawierają artykuł wskazany w wierszu. Artykuł może być obecny w jednej lub wielu maszynach.
ru_ru: Указывает перечень машин, содержащих изделие, указанное в строке. Артикул может присутствовать в одной или нескольких машинах.
sl_si: Navaja seznam strojev, ki vsebujejo izdelek, naveden v vrstici. Izdelek je lahko prisoten v enem ali več strojih.
tr_tr: Satırda belirtilen öğeyi içeren makinelerin listesini gösterir. Bir makale bir veya daha fazla makinede bulunabilir.

# HelpItemSearchTextToFind
source: Enter the sequence of characters to search for in the code and item description fields in the field.
bg: Въведете в поле последователност знаци които да се търсят в полета за код и описание артикул.
cs: Do políčka zadejte řadu znaků, které se mají vyhledat v políčkách kódu a popisu položky.
de_de: Zeichenfolge in das Feld eingeben, die in den Feldern Code und Artikelbezeichnung zu suchen ist
el_gr: Καταχωρήστε την ακολουθία των χαρακτήρων προς αναζήτηση στα πεδία περιγραφής κωδικού και στοιχείου στο πεδίο.
es_es: Introduzca en el campo la secuencia de caracteres a buscar en los campos de código de artículo y descripción.
fr_fr: Saisir la séquence de caractères à rechercher dans les champs de code et de description de l’article.
hr: Unesite u polje slijed znakova za traženje u poljima s kodom i opisom artikla.
hu_hu: Adja meg a mezőben a kódmezőkben és a cikkek leírásában keresendő karaktersort.
it: Inserire nel campo la sequenza di caratteri da cercare nei campi codice e descrizione articolo.
pl_pl: Wpisz w polu ciąg znaków, który ma być wyszukany w polach kodu i opisu artykułu.
ru_ru: Ввести последовательность символов для поиска в полях код и описание изделия в поле.
sl_si: V polje vnesite zaporedje znakov, ki jih je treba iskati v poljih s kodami in opisi izdelkov.
tr_tr: Alandaki kod ve öğe açıklama alanlarına aranacak karakterlerin sırasını girin.

# HelpItemSearchQtyAvailable
source: Indicates the available quantity of the selected item inside the machine you are working on.
bg: Показва наличното Колич от избрания елемент в машината с която се работи.
cs: Uvádí množství vybrané položky přítomné uvnitř stroje, na kterém se pracuje.
de_de: Zeigt die verfügbare Menge des ausgewählten Artikels in der Maschine, an der gearbeitet wird.
el_gr: Υποδεικνύει τη διαθέσιμη ποσότητα του επιλεγμένου στοιχείου μέσα στο μηχάνημα στο οποίο εργάζεστε.
es_es: Indica la cantidad disponible del artículo seleccionado presente dentro de la máquina en la que está trabajando.
fr_fr: Indique la quantité disponible de l’article sélectionné à l’intérieur de la machine sur laquelle on travaille.
hr: Označuje dostupnu količinu odabranog artikla prisutnog u stroju na kojem se radi.
hu_hu: A kiválasztott cikk elérhető mennyiségét mutatja azon gép belsejében, amelyen éppen dolgozik.
it: Indica la quantita' disponibile dell'articolo selezionato presente all'interno della macchina su cui si sta lavorando.
pl_pl: Wskazuje dostępną ilość wybranego artykułu w maszynie, na której pracujesz.
ru_ru: Указывает доступное количество выбранного изделия внутри машины, на которой вы работаете.
sl_si: Navaja razpoložljivo količino izbranega izdelka v stroju, na katerem delate.
tr_tr: Üzerinde çalıştığınız makinede seçilen öğenin kullanılabilir miktarını gösterir.

# HelpItemSearchQtyRequired
source: The field is enabled only if the quantity available for the selected item is greater than zero. It is possible to insert a value not exceeding the available quantity.
bg: Полето се активира само ако наличното Колич за избрания елемент е по-голямо от нула. Възможно е да въведете стойност която не надвишава наличното Колич.
cs: Pole je aktivní, pouze pokud je dostupné množství pro vybranou položku větší než nula. Lze zadat hodnotu ne vyšší než je dostupné množství.
de_de: Das Feld ist nur aktiviert, wenn die für den ausgewählten Artikel verfügbare Menge größer als Null ist. Der einzugebende Wert darf die verfügbare Menge nicht überschreiten.
el_gr: Το πεδίο ενεργοποιείται μόνο αν η ποσότητα που διατίθεται για το επιλεγμένο στοιχείο είναι μεγαλύτερη από μηδέν. Μπορείτε να καταχωρήσετε μια τιμή που δεν υπερβαίνει τη διαθέσιμη ποσότητα.
es_es: El campo se activa sólo si la cantidad disponible para el artículo seleccionado es mayor que cero. Es posible introducir un valor que no supere la cantidad disponible.
fr_fr: Le champ n’est activé que si la quantité disponible pour l’article sélectionné est supérieure à zéro. Il est possible de saisir une valeur ne dépassant pas la quantité disponible.
hr: Polje je omogućeno samo ako je dostupna količina odabranog artikla veća od nule. Može se unijeti vrijednost koja nije veća od dostupne količine.
hu_hu: A mező csak akkor van engedélyezve, ha a kiválasztott cikk elérhető mennyisége nagyobb, mint nulla. Olyan értéket lehet csak megadni, amely nem nagyobb az elérhető mennyiségnél.
it: Il campo e' abilitato solo se la quantita' disponibile per l'articolo selezionato e' maggiore di zero. E' possibile inserire un valore non superiore alla quantita' disponibile.
pl_pl: Pole jest aktywne tylko wtedy, gdy ilość dostępna dla wybranej pozycji jest większa od zera. Można wprowadzić wartość, która nie przekracza dostępnej ilości.
ru_ru: Поле включено только в том случае, если количество, доступное для выбранного изделия, больше нуля. Можно вставить значение, не превышающее доступное количество.
sl_si: Polje je omogočeno le, če je količina, ki je razpoložljiva za izbrani izdelek, večja od nič. Vnesete lahko vrednost, ki ne presega razpoložljive količine.
tr_tr: Alan, yalnızca seçilen kalem için mevcut miktar sıfırdan büyükse etkinleştirilir. Mevcut miktarı aşmayan bir değer girilebilir.
