Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpMaintenanceDetailSendRequestContact
source: It allows you to send an email to the assistance office asking to be contacted to arrange a maintenance intervention.
bg: Позволява да се изпрати имейл до сервизния отдел с искане да се свърже с него за да се уреди работата по поддръжката.
cs: Umožňuje odeslat e-mail oddělení asistente s žádostí o kontaktování pro sjednání zásahu údržby.
de_de: Hiermit kann eine E-Mail an den Kundendienst zur Vereinbarung eines Wartungseingriffs gesendet werden.
el_gr: Σας επιτρέπει να στείλετε ένα email στο γραφείο τεχνικής υποστήριξης ζητώντας μια επέμβαση συντήρησης.
es_es: Permite enviar un correo electrónico al servicio técnico solicitando que se pongan en contacto con usted para concertar una intervención de mantenimiento.
fr_fr: Permet d’envoyer un e-mail au service d’assistance demandant à être contacté pour organiser une intervention de maintenance.
hr: Omogućuje vam slanje e-pošte u ured za pomoć tražeći da vas kontaktiraju radi dogovora o održavanju.
hu_hu: E-mail küldését teszi lehetővé az ügyfélszolgálati iroda számára, amely kapcsolatfelvételt kér a karbantartási művelet egyeztetése érdekében.
it: Permette di inviare una mail all'ufficio assistenza che richiede di essere contattati per concordare un intervento di manutenzione.
pl_pl: Umożliwia wysłanie wiadomości e-mail do biura pomocy technicznej z prośbą o skontaktowanie się z nim w celu umówienia interwencji konserwacyjnej.
ru_ru: Позволяет вам отправить электронное письмо в службу поддержки с просьбой связаться с вами для организации технического обслуживания.
sl_si: Omogoča, da službi za pomoč pošljete e-poštno sporočilo z zahtevo, da vas pokličemo, da se dogovorimo za vzdrževanje.
tr_tr: Yardım ofisine bir bakım müdahalesi düzenlemek için iletişime geçilmesini isteyen bir e-posta göndermenize olanak tanır.

# HelpGeneralInfoDescription
source: The page presents a series of general information relating to the machine on which you are working. Among other information, the date of the next maintenance is also displayed. In case there are more maintenances due, the most recent date is displayed.
bg: Страницата представя обща информация за машината с която работите. Наред с друга информация се показва и датата на следващата поддръжка. В случай на няколко дати за поддръжка се показва най-новата дата.
cs: Stránka obsahuje řadu informací obecného typu týkající se stroje, na kterém se pracuje. Kromě dalších informací se zobrazuje i datum následující údržby. V případě, že uplynula lhůta pro několik typů údržby, zobrazí se nejdříve poslední z nich.
de_de: Die Seite enthält eine Reihe allgemeiner Informationen über die Maschine, auf gearbeitet wird. Weitere Informationen enthalten das Datum der nächsten Wartung. Wenn mehr als eine Wartung fällig ist, wird das nächstliegende Datum angezeigt.
el_gr: Η σελίδα παρουσιάζει μια σειρά από γενικές πληροφορίες σχετικά με το μηχάνημα όπου εργάζεστε. Μεταξύ των άλλων πληροφοριών, εμφανίζεται επίσης η ημερομηνία της επόμενης συντήρησης. Σε περίπτωση που απαιτούνται περισσότερες συντηρήσεις, εμφανίζεται η πιο πρόσφατη ημερομηνία.
es_es: La página presenta una serie de informaciones generales relativas a la máquina en la que está operando. Otra información es la fecha del próximo servicio. Si hay más de un mantenimiento pendiente, se muestra la fecha más reciente.
fr_fr: La page présente une série d’informations générales relatives à la machine sur laquelle on travaille. Entre autres informations, la date de la prochaine intervention maintenance est également affichée. Si d’autres interventions de maintenance arrivent à échéance, la date la plus récente s’affiche.
hr: Stranica predstavlja niz općih informacija koje se odnose na stroj na kojem radite. Između ostalih informacija, prikazuje se i datum sljedećeg održavanja. U slučaju da ima više održavanja, prikazuje se najnoviji datum.
hu_hu: Az oldalon egy sor általános, azon gépre vonatkozó információ található, amelyen éppen dolgozik. Az egyéb információk mellett például a következő karbantartás dátuma is megjelenik. Ha több esedékes karbantartás is van, a legközelebbi dátum jelenik meg.
it: La pagina presenta una serie di informazioni di tipo generali relativi alla macchina su cui si sta operando. Fra le altre informazioni viene visualizzata anche la data della prossima manutenzione. Nel caso vi siano piu' manutenzioni in scadenza viene visualizzata la data piu' recente.
pl_pl: Strona przedstawia szereg ogólnych informacji dotyczących maszyny, na której pracujesz. Wśród innych informacji, wyświetlana jest również data następnej konserwacji. W przypadku, gdy jest więcej przeglądów, wyświetlana jest najnowsza data.
ru_ru: На этой странице представлен ряд общих сведений, относящихся к машине, на которой вы работаете. Помимо других сведений, также отображается дата следующего технического обслуживания. В случае, если требуется больше операций ТО, отображается самая последняя дата.
sl_si: Stran prikazuje vrsto splošnih informacij o stroju, na katerem delate. Med drugimi informacijami je prikazan tudi datum naslednjega vzdrževanja. Če je zapadlih vzdrževanj več, se prikaže najnovejši datum.
tr_tr: Sayfa, üzerinde çalıştığınız makineyle ilgili bir dizi genel bilgi sunar. Diğer bilgilerin yanı sıra bir sonraki bakımın tarihi de görüntülenir. Daha fazla bakım yapılması durumunda en son tarih görüntülenir.

# HelpGeneralInfoModel
source: Shows the model of the machine you are working on.
bg: Той показва модела на машината с която се работи.
cs: Uvádí model stroje, na kterém se pracuje.
de_de: Zeigt das Maschinenmodell, auf dem gearbeitet wird.
el_gr: Εμφανίζει το μοντέλο του μηχανήματος όπου εργάζεστε.
es_es: Indica el modelo de la máquina en la que está operando.
fr_fr: Indique le modèle de la machine sur laquelle on travaille.
hr: Navodi model stroja na kojem radite.
hu_hu: Azon gépmodellt tartalmazza, amelyen éppen dolgozik.
it: Riporta il modello della macchina su cui si sta operando.
pl_pl: Pokazuje model maszyny, na której pracujesz.
ru_ru: Показывает модель машины, над которой вы работаете.
sl_si: Prikazuje model stroja, na katerem delate.
tr_tr: Üzerinde çalıştığınız makinenin modelini gösterir.

# HelpGeneralInfoSerial
source: Indicates the serial number of the machine you are working on.
bg: Посочва серийния номер на машината с която се работи.
cs: Uvádí výrobní číslo stroje, na kterém se pracuje.
de_de: Gibt die Seriennummer der Maschine an, auf der gearbeitet wird.
el_gr: Υποδεικνύει το σειριακό αριθμό του μηχανήματος όπου εργάζεστε.
es_es: Indica el número de serie de la máquina en la que está trabajando.
fr_fr: Indique le numéro de série de la machine sur laquelle on travaille.
hr: Označava serijski broj stroja na kojem radite.
hu_hu: Azon gép sorozatszámát tartalmazza, amelyen éppen dolgozik.
it: Indica il numero di serie della macchina su cui si sta lavorando.
pl_pl: Wskazuje numer seryjny urządzenia, na którym pracujesz.
ru_ru: Указывает серийный номер машины, на которой вы работаете.
sl_si: Navaja serijsko številko stroja, na katerem delate.
tr_tr: Üzerinde çalıştığınız makinenin seri numarasını gösterir.

# HelpGeneralInfoSwRelease
source: Shows the release of the SW currently installed on the machine.
bg: Показва версията sw която е инсталирана в момента на машината.
cs: Uvádí aktuál vydání software aktuálně nainstalované ve stroji.
de_de: Release der aktuell in der Maschine installierten SW.
el_gr: Εμφανίζει την έκδοση του τρέχοντος SW που εγκαταστάθηκε στο μηχάνημα.
es_es: Muestra la versión del sw actualmente instalada en la máquina.
fr_fr: Affiche la version du logiciel actuellement installé sur la machine.
hr: Prikazuje izdanje softv. koji je trenutno instal. na uređaju.
hu_hu: A gépre jelenleg telepített szoftver verziószámát tartalmazza.
it: Mostra la release del sw attualmente installato nella macchina.
pl_pl: Pokazuje wersję SW aktualnie zainstalowaną w urządzeniu.
ru_ru: Показывает выпуск ПО, установленного в данный момент на компьютере.
sl_si: Prikazuje izdajo prog. Opreme trenutno namešč. na stroju.
tr_tr: Şu anda makinede yüklü olan SW'nin sürümünü gösterir.

# HelpGeneralInfoTotalDrawers
source: Total number of drawers inserted in the machine.
bg: Общ брой на чекмедж в машината.
cs: Celkový počet zásuvek zasunutých do stroje.
de_de: In die Maschine eingesetzte Kästen, insges.
el_gr: Συνολικός αριθμός συρταριών που έχουν εισαχθεί στο μηχάνημα.
es_es: Número total de cajones de la máquina.
fr_fr: Total des tiroirs insérés dans la machine.
hr: Ukupni broj pretinaca u stroju.
hu_hu: A gépbe összesen behelyezett tálcák száma.
it: Totale dei cassetti inseriti nella macchina.
pl_pl: Całkowita liczba szuflad włożonych do urządzenia.
ru_ru: Общее количество выдвижных узлов, вставленных в машину.
sl_si: Skupno št. predalov, vstavljenih v stroj.
tr_tr: Makineye takılan toplam çekmece sayısı.

# HelpGeneralInfoInstallationDate
source: Reports the machine installation date.
bg: Той показва датата на инсталиране на машината.
cs: Uvádí datum instalace stroje.
de_de: Zeigt das Installationsdatum der Maschine.
el_gr: Αναφέρει την ημερομηνία εγκατάστασης του μηχανήματος.
es_es: Muestra la fecha de instalación de la máquina.
fr_fr: Indique la date d’installation de la machine.
hr: Navodi datum ugradbe stroja.
hu_hu: A gép telepítési dátumát tartalmazza.
it: Riporta la data di installazione della macchina.
pl_pl: Podaje datę instalacji maszyny.
ru_ru: Сообщить дату установки машины.
sl_si: Prikazuje datum namestitve stroja.
tr_tr: Makine kurulum tarihini bildirir.

# HelpGeneralInfoLastMaintenanceDate
source: Indicates the date of the last maintenance.
bg: Посочва датата на последната поддръжка.
cs: Uvádí datum poslední údržby.
de_de: Gibt das Datum der letzten Wartung an.
el_gr: Υποδεικνύει την ημερομηνία της τελευταίας συντήρησης.
es_es: Indica la fecha del último mantenimiento.
fr_fr: Indique la date de la dernière intervention de maintenance.
hr: Prikazuje datum posljednjeg održavanja.
hu_hu: A legutóbbi karbantartás dátumát jelzi.
it: Indica la data dell'ultima manutenzione.
pl_pl: Wskazuje datę ostatniej konserwacji.
ru_ru: Указывает дату последнего технического обслуживания.
sl_si: Navaja datum zadnjega vzdrževanja.
tr_tr: Son bakımın tarihini gösterir.

# HelpGeneralInfoNextMaintenanceDate
source: Indicates the estimated date of the next maintenance.
bg: Посочва очакваната дата на следващата поддръжка.
cs: Uvádí odhadované datum následující údržby.
de_de: Gibt das geschätzte Datum der nächsten Wartung an.
el_gr: Υποδεικνύει την εκτιμώμενη ημερομηνία της επόμενης συντήρησης.
es_es: Indica la fecha estimada del próximo mantenimiento.
fr_fr: Indique la date estimée de la prochaine intervention de maintenance.
hr: Navodi procjenu datuma sljedećeg održavanja.
hu_hu: A következő karbantartás becsült dátumát tartalmazza.
it: Indica la data stimata della prossima manutenzione.
pl_pl: Wskazuje przewidywaną datę następnej konserwacji.
ru_ru: Указывает предполагаемую дату следующего технического обслуживания.
sl_si: Navaja predvideni datum naslednjega vzdrževanja.
tr_tr: Bir sonraki bakımın tahmini tarihini gösterir.

# HelpGeneralInfoMachineStatus
source: Reports the current maintenance status of the machine.
bg: Съобщава текущото състояние на поддръжката на машината.
cs: Uvádí aktuální stav údržby stroje.
de_de: Meldet den aktuellen Wartungsstatus der Maschine.
el_gr: Αναφέρει την τρέχουσα κατάσταση συντήρησης του μηχανήματος.
es_es: Informa del estado actual de mantenimiento de la máquina.
fr_fr: Indique l’état de maintenance actuel de la machine.
hr: Navodi trenutačno stanje održavanja stroja.
hu_hu: A gép jelenlegi karbantartási állapotát jelzi.
it: Riporta lo stato di manutenzione attuale della macchina.
pl_pl: Informuje o aktualnym stanie konserwacji urządzenia.
ru_ru: Сообщает о текущем состоянии технического обслуживания машины.
sl_si: Poroča o trenutnem stanju vzdrževanja naprave.
tr_tr: Makinenin mevcut bakım durumunu raporlar.

# HelpStatisticsGeneralDataDescription
source: The page displays some statistical information relating to the use of the drawer area and the total weight loaded in relation to the characteristics of the machine. Information on the use of the machine is also displayed.
bg: Страницата показва статистическа информация за използването на зоната на чекмеджето и общото заредено тегло в зависимост от характеристиките на машината. Показва се и информация за използването на машината.
cs: Stránka zobrazuje některé statistické informace týkající se používání oblast zásuvek a celkové naložené hmotnosti v poměru k charakteristikám stroje. Zobrazují se rovněž některé informace o použití stroje.
de_de: Die Seite zeigt einige statistische Informationen über die Nutzung der Kastenfläche und das geladene Gesamtgewicht im Verhältnis zu den Eigenschaften der Maschine an. Informationen über die Verwendung der Maschine werden ebenfalls angezeigt.
el_gr: Η σελίδα εμφανίζει μερικές στατιστικές πληροφορίες σχετικά με τη χρήση της περιοχής του συρταριού και το συνολικό βάρος που έχει φορτωθεί με βάση τα χαρακτηριστικά του μηχανήματος. Εμφανίζονται επίσης πληροφορίες σχετικά με τη χρήση του μηχανήματος.
es_es: La página muestra algunas informaciones estadísticas relativas a la utilización de la zona del cajón y al peso total cargado en relación con las características de la máquina. También se muestra información sobre cómo utilizar la máquina.
fr_fr: La page affiche quelques informations statistiques relatives à l’utilisation de la zone des tiroirs et au poids total chargé par rapport aux caractéristiques de la machine. Des informations sur l’utilisation de la machine sont également affichées.
hr: Stranica prikazuje neke statističke podatke koji se odnose na upotrebu područja pretinca i utovarenu ukupnu težinu u odnosu na značajke stroja. Prikazuju se informacije o korištenju stroja.
hu_hu: Az oldal statisztikai információkat jelenít meg a tálcák területének használatára és a teljes betöltött súlyra vonatkozóan, a gép jellemzőihez képest. A gép használatára vonatkozó információk is láthatóak itt.
it: La pagina visualizza alcune informazioni statistiche relative all'utilizzo dell'area dei cassetti e del peso totale caricato in relazione alle caratteristiche della macchina. Sono visualizzate anche informazioni sull'utilizzo della macchina.
pl_pl: Na stronie wyświetlane są pewne informacje statystyczne dotyczące wykorzystania powierzchni szuflad i całkowitego załadowanego ciężaru w odniesieniu do charakterystyki urządzenia. Wyświetlane są również informacje dotyczące użytkowania maszyny.
ru_ru: На странице отображается некоторая статистическая информация, касающаяся использования площади выдвижного узла и общего веса, загруженного в зависимости от характеристик машины. Также отображается информация об использовании машины.
sl_si: Stran prikazuje nekaj statističnih informacij v zvezi z uporabo površine predalov in skupno naloženo težo glede na značilnosti stroja. Prikazane so tudi informacije o uporabi stroja.
tr_tr: Sayfa, makinenin özelliklerine göre çekmece alanının kullanımı ve yüklenen toplam ağırlık ile ilgili bazı istatistiksel bilgileri görüntüler. Makinenin kullanımına ilişkin bilgiler de görüntülenir.

# HelpStatisticsGeneralDataMovedDrawers
source: Total number of drawers moved since the start of installation.
bg: Общ брой на преместените чекмеджета от начало на монтажа.
cs: Celkový počet zásuvek přesunutých od počátku instalace.
de_de: Seit Beginn der Installation bewegte Kästen, insg.
el_gr: Συνολικός αριθμός συρταριών που έχουν μετακινηθεί από την αρχή της εγκατάστασης.
es_es: Número total de cajones movidos desde el inicio de la instalación.
fr_fr: Nombre total de tiroirs déplacés depuis le début de l’installation.
hr: Ukupan broj pretinaca premještenih od početka ugradbe.
hu_hu: Összes behelyezett tálca a telepítés kezdetétől.
it: Totale dei cassetti mossi dall'inizio dell'installazione.
pl_pl: Całkowita liczba szuflad przesuniętych od początku instalacji.
ru_ru: Общее количество выдвижных узлов с момента начала установки.
sl_si: Skupno št. predalov, premaknjenih od začetka namestitve.
tr_tr: Kurulumun başlangıcından bu yana taşınan toplam çekmece sayısı.

# HelpStatisticsGeneralDataOccupiedArea
source: Indicates the percentage of area occupied inside the machine referred to the total space available.
bg: Показва процента на заетата площ в машината спрямо общото налично пространство.
cs: Uvádí procento prostoru obsazeného uvnitř stroje ve vztahu k celkovému dostupnému prostoru.
de_de: Prozentanteil der belegten Fläche in der Maschine, bezogen auf den gesamten verfügbaren Platz.
el_gr: Υποδεικνύει το ποσοστό της κατειλημμένης περιοχής μέσα στο μηχάνημα που αναφέρεται στο διαθέσιμο συνολικό χώρο.
es_es: Indica el porcentaje de superficie ocupada en el interior de la máquina respecto al espacio total disponible.
fr_fr: Indique le pourcentage de surface occupée à l’intérieur de la machine par rapport à l’espace total disponible.
hr: Označava postotak zauzete površine unutar stroja u odnosu na ukupan raspoloživi prostor.
hu_hu: A gép belsejében elfoglalt terület százalékos értékét jelzi a teljes elérhető területhez képest.
it: Indica la percentuale di area occupata all'interno della macchina riferita allo spazio totale disponibile.
pl_pl: Wskazuje procent zajętej powierzchni wewnątrz maszyny w stosunku do całkowitej dostępnej przestrzeni.
ru_ru: Указывает процент площади, занимаемой внутри машины, от общего доступного пространства.
sl_si: Navaja odstotek površine, zasedene znotraj stroja, glede na skupni razpoložljivi prostor.
tr_tr: Kullanılabilir toplam alana atıfta bulunulan makinenin içinde işgal edilen alanın yüzdesini gösterir.

# HelpStatisticsGeneralDataLoadedWeight
source: Total number of drawers moved since the start of installation.
bg: Показва общото натоварено тегло спрямо максималното допустимо тегло за машината.
cs: Zobrazuje celkovou naloženou hmot v poměru k maxim. přípustné hmoti stroje.
de_de: Geladenes Gesamtgewicht im Verhältnis zum max. zul. Gewicht für die Maschine
el_gr: Συνολικός αριθμός συρταριών που έχουν μετακινηθεί από την αρχή της εγκατάστασης.
es_es: Muestra el peso total cargado en relación con el peso máximo permitido para la máquina.
fr_fr: Affiche le poids total chargé par rapport au poids maximal autorisé pour la machine.
hr: Prikazuje ukupnu utovarenu težinu u odnosu na najveću dopuštenu težinu stroja.
hu_hu: A teljes betöltött súlyt jelzi a gép megengedett maximális súlyához képest.
it: Mostra il peso totale caricato riferito al peso massimo ammissibile per la macchina.
pl_pl: Całkowita liczba szuflad przesuniętych od początku instalacji.
ru_ru: Общее количество выдвижных узлов с момента начала установки.
sl_si: Prikazuje skupno naloženo težo glede na največjo dovoljeno težo za stroj.
tr_tr: Kurulumun başlangıcından bu yana taşınan toplam çekmece sayısı.

# HelpStatisticsGeneralDataPowerOnTotalTime
source: Reports the total power on time since the machine was installed.
bg: Той показва общото време на включване от момента на инсталиране на машината.
cs: Uvádí celkovou dobu zapnutí od chvíle instalace stroje.
de_de: Gibt die gesamte Einschaltzeit ab der Installation der Maschine an.
el_gr: Αναφέρει τη συνολική ισχύ εγκαίρως από την εγκατάσταση του μηχανήματος.
es_es: Informa del tiempo total de encendido desde que se instaló la máquina.
fr_fr: Indique le temps total d’allumage depuis l’installation de la machine.
hr: Navodi ukupno vrijeme uključivanja od trenutka ugradbe stroja.
hu_hu: A teljes működési időt jelzi a gép telepítésének pillanatától kezdve.
it: Riporta il tempo totale di accensione dal momento dell'installazione della macchina.
pl_pl: Podaje całkowity czas włączenia od momentu zainstalowania urządzenia.
ru_ru: Сообщает общее время включения питания с момента установки машины.
sl_si: Prikazuje skupni čas delovanja od namestitve stroja.
tr_tr: Makine kurulduğundan beri toplam açık kalma süresini raporlar.

# HelpStatisticsGeneralDataAutomaticTotalTime
source: Indicates the ratio between the total time elapsed in automatic mode and the switch-on time from the moment of installation.
bg: Показва съотношението между общото време прекарано в автоматична работа и времето от инсталирането.
cs: Uvádí poměr mezi celkovým časem stráveným v automatickém režimu a dobou zapnutí od chvíle instalace.
de_de: Zeigt das Verhältnis zwischen des gesamten Automatikbetriebs und der Einschaltzeit ab der Installation an.
el_gr: Υποδεικνύει τη σχέση μεταξύ του συνολικού χρόνου που παρήλθε στην αυτόματη λειτουργία και του χρόνου ενεργοποίησης από τη στιγμή της εγκατάστασης.
es_es: Indica la relación entre el tiempo total en automático y el tiempo de encendido desde la instalación.
fr_fr: Indique le rapport entre le temps total écoulé en mode automatique et le temps d’allumage depuis le moment de l’installation.
hr: Navodi omjer između ukupnog vremena proteklog u automatskom načinu rada i vremena uključivanja od trenutka ugradbe.
hu_hu: Az automatikus üzemmód teljes időtartama és a működési idő arányát jelzi a telepítés pillanatától kezdve.
it: Indica il rapporto fra il tempo totale trascorso in automatico ed il tempo di accensione dal momento dell'installazione.
pl_pl: Wskazuje stosunek pomiędzy całkowitym czasem, jaki upłynął w trybie automatycznym, a czasem włączenia od momentu instalacji.
ru_ru: Указывает соотношение между общим временем, прошедшим в автоматическом режиме, и временем включения с момента установки.
sl_si: Navaja razmerje med skupnim časom, ki je potekel v avtomatskem načinu, in časom delovanja od namestitve.
tr_tr: Otomatik modda geçen toplam süre ile kurulum anından itibaren açma süresi arasındaki oranı gösterir.

# HelpStatisticsGeneralDataUseRatio
source: The utilization coefficient indicates the ratio between the time spent in automatic moving drawers and that of ignition.
bg: Коефициентът на използване показва съотношението между времето за автоматично преместване на чекмедж и времето за включване.
cs: Koeficient použití znamení poměr mezi dobou strávenou v automatickém režimu přesuny zásuvek a dobou zapnutí.
de_de: Nutzungskoeffizient für das Verh. zwischen dem Automatikbetrieb, während dem die Kästen bewegt wurden, und der Einschaltzeit.
el_gr: Ο συντελεστής χρήσης υποδεικνύει τη σχέση μεταξύ του χρόνου που δαπανάται σε συρτάρια αυτόματης κίνησης και εκείνου της ανάφλεξης.
es_es: El coeficiente de utilización indica la relación entre el tiempo dedicado a mover automáticamente los cajones y el de encendido.
fr_fr: Le coefficient d’utilisation indique le rapport entre le temps écoulé en mode automatique en déplaçant les tiroirs et celui d’allumage.
hr: Koeficijent korištenja označava omjer između vremena provedenog u automatskom rukovanju pretincima i vremena uključivanja.
hu_hu: A használati együttható az automatikus üzemmódban, tálcák mozgatásával töltött idő és a teljes működési idő arányát jelzi.
it: Il coefficiente di utilizzo indica il rapporto fra il tempo trascorso in automatico movimentando cassetti e quello di accensione.
pl_pl: Współczynnik wykorzystania wskazuje na stosunek czasu spędzonego w automatycznym ruchu szuflad do czasu uruchomienia.
ru_ru: Коэффициент использования показывает соотношение между временем, затрачиваемым на автоматическое перемещение выдвижных узлов, и временем зажигания.
sl_si: Koeficient izkoriščenosti prikazuje razmerje med časom delovanja v avtomatskem načinu premikanja predalov, in časom delovanja.
tr_tr: Kullanım katsayısı, otomatik hareketli çekmecelerde geçirilen süre ile ateşleme süresi arasındaki oranı gösterir.
