Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpCommonNote
source: Any notes associated with the operation to be performed are shown to the operator.
bg: Всички бележки свързани с операция която да се извърши се показват на оператора.
cs: Obsluze se zobrazují případné poznámky související s operací, která se má provést.
de_de: Dem Bediener werden alle Hinweise zu dem durchzuführenden Vorgang angezeigt.
el_gr: Εμφανίζονται στο χειριστή οι σημειώσεις που έχουν σχέση με τη λειτουργία που πρόκειται να εκτελεστεί.
es_es: Las notas asociadas a la operación a realizar se muestran al operador.
fr_fr: Toutes les notes associées à l’opération à effectuer sont présentées à l’opérateur.
hr: Rukovatelju su prikazane moguće napomene vezane uz operaciju za provesti.
hu_hu: Esetleges megjegyzések is megjelennek a kezelő számára az elvégzendő művelethez kapcsolódóan.
it: Sono mostrate all'operatore eventuali note associate all'operazione da effettuare.
pl_pl: Operatorowi wyświetlane są wszelkie uwagi związane z wykonywaną operacją.
ru_ru: Любые примечания, связанные с выполняемой операцией, показываются оператору.
sl_si: Operaterju se prikažejo vse mor. op., povez. s postopkom, ki ga je treba izvesti.
tr_tr: Yapılacak işlemle ilgili her türlü not operatöre gösterilir.

# HelpCommonDetail
source: The button allows you to enter the page that shows further details relating to the operation in progress.
bg: Бутонът ви позволява да влезете в страницата показваща допълнителни подробности за текущата операция.
cs: Tlačítko umožnuje vstup na stránku, která zobrazuje další podrobnosti probíhající operace.
de_de: Über die Taste erfolgt der Zugriff auf die Seite, die weitere Details zu dem laufenden Vorgang anzeigt.
el_gr: Το κουμπί σας επιτρέπει να εισέλθετε στη σελίδα που εμφανίζει περαιτέρω λεπτομέρειες σχετικά με τη λειτουργία σε εξέλιξη.
es_es: El botón permite entrar en la página que muestra más detalles sobre la operación en curso.
fr_fr: Le bouton permet d’entrer sur la page qui montre plus de détails relatifs à l’opération en cours.
hr: Gumb dozvoljava ulazak na stranicu koja prikazuje dodatne detalje koji se odnose na operaciju u tijeku.
hu_hu: A gomb lehetővé teszi azon oldal megjelenítését, ahol a folyamatban lévő műveletre vonatkozó további részletek szerepelnek.
it: Il pulsante permette di entrare nella pagina che mostra ulteriori dettagli relativi all'operazione in corso.
pl_pl: Przycisk umożliwia wejście na stronę, na której wyświetlane są dalsze szczegóły związane z wykonywaną operacją.
ru_ru: Кнопка позволяет перейти на страницу, на которой отображаются дополнительные сведения, относящиеся к выполняемой операции.
sl_si: Gumb omogoča vstop na stran, ki prikazuje več podrobnosti v zvezi s postopkom v teku.
tr_tr: Düğme, devam etmekte olan işlemle ilgili daha fazla ayrıntı gösteren sayfaya girmenizi sağlar.

# HelpCommonConfirm
source: Confirm that the current operation has been completed.
bg: потвърж че текущата операция е завършена.
cs: Potvrzuje, že probíhající operace byla dokončena.
de_de: Bestätigt, dass der aktuelle Vorgang abgeschlossen ist.
el_gr: Επιβεβαιώνει ότι έχει ολοκληρωθεί η τρέχουσα λειτουργία.
es_es: Confirma que la operación actual se ha completado.
fr_fr: Confirme que l’opération en cours a été terminée.
hr: Potvrda da je operacija u tijeku završena.
hu_hu: Megerősíti, hogy a folyamatban lévő művelet befejeződött.
it: Conferma che l'operazione in corso e' stata completata.
pl_pl: Potwierdzenie zakończenia bieżącej operacji.
ru_ru: Убедиться, что текущая операция завершена.
sl_si: Potrjuje, da je bil tekoči postopek zaključen.
tr_tr: Mevcut işlemin tamamlandığını onaylayın.

# HelpDrawerActivityRefillingDescription
source: The procedure makes it possible to refill the compartment that contains the item with the same characteristics as the one in payment. The procedure allows to update the maximum capacity of the compartment if the recorded value is wrong.
bg: Процедурата позволява отново да се напълни отделто в което се намира артикула със същите характеристики като тези на депозираното артикул. Процедурата позволява да се актуализира максимт капацитет на отделто ако записаната стойност е неправилна.
cs: Postup umožňuje provést opakované doplnění oddělení, které obsahuje položku se stejnými charakteristikami jako je plněná položka. Postup umožňuje aktualizovat maximální kapacitu oddělení v případě, že je zaznamenaná hodnota chybná.
de_de: Hiermit kann die Abteilung des Art. mit einem anderen mit den gleichen Eigenschaften nachgefüllt werden. Ist der eingetragene Wert falsch, kann die max. Kapazität der Abteilung aktualisiert werden.
el_gr: Η διαδικασία κάνει δυνατή την αναπλήρωση του διαμερίσματος που περιέχει το στοιχείο με τα ίδια χαρακτηριστικά όπως εκείνο της πληρωμής. Η διαδικασία επιτρέπει την ενημέρωση της μέγιστης χωρητικότητας του διαμερίσματος αν η καταγεγραμμένη τιμή είναι εσφαλμένη.
es_es: El procedimiento permite rellenar el compartimento que contiene el artículo con las mismas características que el que se paga. El procedimiento permite actualizar la capacidad máxima del compartimento en caso de que el valor registrado sea erróneo.
fr_fr: La procédure permet d’effectuer le remplissage du compartiment qui contient l’article ayant les mêmes caractéristiques que celui en refilling. La procédure permet de mettre à jour la capacité maximale du compartiment si la valeur enregistrée est erronée.
hr: Postupak dozvoljava izvođenje ponovnog punjenja istog odjeljenja koje sadrži artikl istih svojstava onog položenog. Postupak dozvoljava ažuriranje maksimalne nosivosti odjeljenja u slučaju da je registrirana vrijednost pogrešna.
hu_hu: Az eljárás lehetővé teszi a cikket tartalmazó fakk újratöltését, az utántöltéssel megegyező jellemzőkkel rendelkező cikkel. Az eljárás lehetővé teszi a fakk maximális kapacitásának frissítését, ha a regisztrált érték hibásnak bizonyul.
it: La procedura permette di effettuare il refilling dello scomparto che contiene l'articolo avente le stesse caratteristiche di quello in versamento. La procedura permette di aggiornare la capacita' massima dello scomparto nel caso il valore registrato risulti errato.
pl_pl: Procedura umożliwia ponowne napełnienie przedziału, w którym znajduje się element o takich samych właściwościach jak ten, który jest w płatności. Procedura pozwala na aktualizację maksymalnej pojemności komory, jeżeli zapisana wartość jest błędna.
ru_ru: Процедура позволяет пополнить отделение, в котором находится изделия, с теми же характеристиками, что и оплачиваемый товар. Процедура позволяет обновить максимальную вместимость отделения, если записанное значение неверно.
sl_si: Postopek omogoča ponovno polnjenje razdelka, ki vsebuje izdelek z enakimi lastnostmi kot tisti v odlaganju. Postopek omogoča posodobitev največje zmogljivosti razdelka, če je zapisana vrednost napačna.
tr_tr: Prosedür, ödemedeki ile aynı özelliklere sahip öğeyi içeren bölmeyi yeniden doldurmayı mümkün kılar. Prosedür, kaydedilen değer yanlışsa bölmenin maksimum kapasitesinin güncellenmesine izin verir.

# HelpDrawerActivityRefillingQtyToRefill
source: Amount to pour into the selected compartment.
bg: Колич което да се изсипе в избрано отдел.
cs: Množství k plnění do vybraného oddělení.
de_de: Menge zur Befüllung der gewählten Abteilung.
el_gr: Ποσότητα που πρόκειται να χυθεί στο επιλεγμένο διαμέρισμα.
es_es: Cantidad a verter en el compartimento seleccionado.
fr_fr: Quantité à déposer dans le compartiment sélectionné.
hr: Količina za polaganje u odabrano odjeljenje.
hu_hu: Az utántöltendő mennyiség a kiválasztott fakkban.
it: Quantita' da versare nello scomparto selezionato.
pl_pl: Ilość, którą należy wsypać do wybranej przegródki.
ru_ru: Количество для помещения в выбранное отделение.
sl_si: Količina za odlaganje v izbrani razdelek.
tr_tr: Seçilen bölmeye dökülecek miktar.

# HelpDrawerActivityRefillingUpdateMaxQty
source: Opens the page for managing the update of the maximum capacity of the compartment.
bg: Отваря страница управл за актуализиране на максим капацитет на отделто.
cs: Otevře stránku řízení aktualizace maximální kapacity oddělení.
de_de: Öffnet die Verwaltungsseite zur Aktualisierung der maximalen Kapazität der Abteilung.
el_gr: Ανοίγει τη σελίδα διαχείρισης της ενημέρωσης της μέγιστης χωρητικότητας του διαμερίσματος.
es_es: Abre la página de gestión de actualización de la capacidad máxima del compartimento.
fr_fr: Ouvre la page de gestion de la mise à jour de la capacité maximale du compartiment.
hr: Otvara stranicu upravljanja ažuriranjem maksimalne nosivosti odjeljenja.
hu_hu: Megnyitja a fakk maximális kapacitásának frissítését kezelő oldalt.
it: Apre la pagina di gestione dell'aggiornamento della capacita' massima dello scomparto.
pl_pl: Otwiera stronę do zarządzania aktualizacją maksymalnej pojemności przegródki.
ru_ru: Открывает страницу для управления обновлением максимальной вместимости отделения.
sl_si: Odpre stran za upravljanje posodobitve največje zmogljivosti razdelka.
tr_tr: Bölmenin maksimum kapasitesinin güncellemesini yönetmek için sayfayı açar.

# HelpDrawerActivityRefillingQtyRefilled
source: Allows you to set the amount actually poured into the selected compartment.
bg: Позволява да зададете Колич което действително се излива в избрано отдел.
cs: Umožňuje nastavit množství skutečně naplněné do vybraného oddělení.
de_de: Ermöglicht die Eins. der tatsächlich in die ausgewählte Abteilung eingefüllte Menge.
el_gr: Σας επιτρέπει να ορίσετε την ποσότητα που χύνεται επί του παρόντος στο επιλεγμένο διαμέρισμα.
es_es: Permite ajustar la cantidad realmente vertida en el compartimento seleccionado.
fr_fr: Permet de configurer la quantité réellement déposée dans le compartiment sélectionné.
hr: Dozvoljava postavljanje stvarno položene količine u odabrano odjeljenje.
hu_hu: Lehetővé teszi a ténylegesen utántöltött mennyiség beállítását a kiválasztott fakkban.
it: Permette di impostare la quantita' effettivamente versata nello scomparto selezionato.
pl_pl: Umożliwia ustawienie ilości faktycznie wsypanej do wybranego przedziału.
ru_ru: Позволяет установить количество, фактически помещенное в выбранное отделение.
sl_si: Omogoča nastavitev količine, ki se dejansko vlije v izbrani razdelek.
tr_tr: Seçili bölmeye fiilen dökülen miktarı ayarlamanızı sağlar.

# HelpCommonGridColumnHeader
source: Column description of the table.
bg: Описание на колоните на таблицата.
cs: Popis sloupců tabulky.
de_de: Beschreibung der Tabellenspalten.
el_gr: Περιγραφή στήλης του πίνακα.
es_es: Descripción de la columna de la tabla.
fr_fr: Description des colonnes du tableau.
hr: Opis stupca tablice.
hu_hu: A táblázat oszlopainak leírása.
it: Descrizione colonne della tabella.
pl_pl: Opis kolumny w tabeli.
ru_ru: Описание столбца таблицы.
sl_si: Opis stolpcev tabele.
tr_tr: Tablonun sütun açıklaması.

# HelpCommonUp
source: Move the pointer to the previous item. Double pressing moves to the beginning of the list.
bg: Премества показалеца към предишния елемент. С двойно натискане се премества в начало списък.
cs: Přesune kurzor na předchozí prvek. Dvojitým stisknutím se přesune na počátek seznamu.
de_de: Bewegt den Zeiger auf das vorherige Elem. Rückt mit doppeltem Druck an den Anfang der Liste.
el_gr: Μετακινήστε το δείκτη στο προηγούμενο στοιχείο. Πατώντας δύο φορές μεταφέρει στην αρχή της λίστας.
es_es: Mueve el puntero al elemento anterior. Si se pulsa dos veces, se pasa a la parte superior de la lista.
fr_fr: Déplace le pointeur sur l’élément précédent. Sa double pression effectue le déplacement au début de la liste.
hr: Premješta pokazivač na prethodni element. Dvostr. pritiskanjem premješta na početak liste.
hu_hu: Az előző elemre állítja a mutatót. Kétszeri megnyomásra a lista elejére lép.
it: Sposta il puntatore all'elemento precedente. Con la doppia pressione sposta ad inizio lista.
pl_pl: Przesunięcie wskaźnika na poprzednią pozycję. Dwukrotne naciśnięcie powoduje przejście na początek listy.
ru_ru: Переместить указатель на предыдущее изделие. Двойное нажатие перемещает в начало перечня.
sl_si: Premakne kazalec na prejšnji element. Z dvojnim pritiskom se premakne na začetek seznama.
tr_tr: İşaretçiyi önceki öğeye taşıyın. Çift basış, listenin başına gider.

# HelpCommonDown
source: Move the pointer to the next item. Double-pressing moves to the end of the list.
bg: Премества указателя към следващ елемент. С двойно натискане преминава към края на списък.
cs: Přesune kurzor na následující prvek. Dvojitým stisknutím se přesune na konec seznamu.
de_de: Bewegt den Zeiger auf das nächste Elem. Rückt mit doppeltem Druck an das Ende der Liste.
el_gr: Μετακινήστε το δείκτη στο επόμενο στοιχείο. Πατώντας δύο φορές μεταφέρει στο τέλος της λίστας.
es_es: Mueve el puntero al siguiente elemento. Si se pulsa dos veces, se pasa al final de la lista.
fr_fr: Déplace le pointeur sur l’élément suivant. Sa double pression effectue le déplacement à la fin de la liste.
hr: Premješta pokazivač na sljedeći element. Dvostrukim pritiskanjem premješta na kraj liste.
hu_hu: A mutatót a következő elemre állítja. Kétszeri megnyomásra a lista végére lép.
it: Sposta il puntatore all'elemento successivo. Con la doppia pressione sposta a fine lista.
pl_pl: Przesunięcie wskaźnika na kolejną pozycję. Dwukrotne naciśnięcie powoduje przejście na koniec listy.
ru_ru: Переместить указатель на следующее изделие. Двойное нажатие перемещает в конец перечня.
sl_si: Premakne kazalec na naslednji element. Z dvojnim pritiskom se premakne na konec seznama.
tr_tr: İşaretçiyi bir sonraki öğeye taşıyın. Çift basmak listenin sonuna gider.

# HelpListsInWaitDescription
source: The procedure allows you to view all the lists pending execution by the WMS system. The machines involved are indicated for each list. It is possible to execute only the portion of lists that have some article to be taken present in the machine from which the procedure is being used.
bg: Процедурата показва всички списъци които са задържани от WMS. За всеки списък са посочени участващите машини. Възможно е да се изпълняват само дяловете на списъци които имат някои елементи за извличане налични на машината от която се използва процедурата.
cs: Postup umožňuje zobrazit všechny seznamy čekající na provedení systémem WMS. Pro každý seznam jsou uvedeny zapojené stroje. Do realizace lze uvést pouze kótu dílů ze seznamů, které obsahují nějakou položku k odběru přítomnou ve stroji, z něhož se postup používá.
de_de: Verfahren für die Anzeige aller vom WMS-System zurückgestellten Listen. Für jede Liste sind die beteiligten Maschinen angegeben. Es ist möglich, nur den Teil der Listen auszuführen, in dem einige zu entnehmende Artikel vorhanden sind, die sich in der Maschine befinden, auf der das Verfahren verwendet wird.
el_gr: Η διαδικασία σας επιτρέπει να προβάλετε όλες τις λίστες που περιμένουν να εκτελεστούν από το σύστημα WMS. Τα μηχανήματα που συμμετέχουν υποδεικνύονται για κάθε λίστα. Είναι δυνατό να εκτελέσετε μόνο το μέρος των λιστών που έχουν μερικά στοιχεία που πρόκειται να ληφθούν υπόψη στο μηχάνημα από το οποίο χρησιμοποιείται η διαδικασία.
es_es: El procedimiento permite ver todas las listas puestas en espera de ejecución por el sistema WMS. Para cada lista, se indican las máquinas implicadas. Es posible ejecutar sólo la parte de las listas que tienen algún elemento a recoger presente en la máquina desde la que se utiliza el procedimiento.
fr_fr: La procédure permet de visualiser toutes les listes en attente d’exécution par le système WMS. Pour chaque liste sont indiquées les machines concernées. Il est possible d’exécuter uniquement la part des listes qui ont un article à prélever présent dans la machine à partir de laquelle la procédure est utilisée.
hr: Postupak dozvoljava prikaz svih lista koje je WMS stavio na čekanje za izvođenje. Za svaku listu su navedeni uključeni strojevi. Može se staviti u rad samo one dijelove lista koje imaju neki artikl za preuzeti prisutan na stroju s kojeg se upotrebljava postupak.
hu_hu: Az eljárás lehetővé teszi a WMS által végrehajtásra várakozásba helyezett összes lista megjelenítését Minden listára vonatkozóan megjelenik a kapcsolódó gép. Lehet csak azon részét végrehajtani a listáknak, amelyek azon a gépen jelenlévő kitárolandó cikkeket tartalmazzák, ahonnan az eljárást használják.
it: La procedura permette di visualizzare tutte le liste messe in attesa di esecuzione dal sistema WMS. Per ogni lista sono indicate le macchine coinvolte. E' possibile mettere in esecuzione solo la quota parte di liste che hanno qualche articolo da prelevare presente nella macchina da cui si sta usando la procedura.
pl_pl: Procedura umożliwia przeglądanie wszystkich list oczekujących na wykonanie przez system WMS. Dla każdej listy podane są maszyny biorące udział w jej realizacji. Możliwe jest wykonanie tylko tej części list, w których artykuł do pobrania znajduje się na maszynie, z której korzysta procedura.
ru_ru: Процедура позволяет просматривать все перечни, ожидающие выполнения системой СУС. Для каждого перечня указаны задействованные машины. Можно выполнить только ту часть перечней, в которой какая-либо статья должна быть взята из присутствующих в машине, из которой используется процедура.
sl_si: Postopek omogoča ogled vseh seznamov, ki v sistemu WMS čakajo na izvedbo. Za vsak seznam so navedeni vključeni stroji. Izvesti je mogoče samo tisti del seznamov, ki vsebujejo določen izdelek, ki ga je mogoče odvzeti, ki je prisoten v stroju, s katerega se postopek uporablja.
tr_tr: Prosedür, WMS sistemi tarafından yürütülmeyi bekleyen tüm listeleri görüntülemenizi sağlar. İlgili makineler her liste için belirtilmiştir. Listelerin yalnızca, prosedürün kullanıldığı makinede alınması gereken bazı makalelerin bulunduğu kısmını yürütmek mümkündür.

# HelpListsInWaitGridList
source: The grid column presents the codes of the lists awaiting execution.
bg: В колоната на решетката са представени кодовете на висящите списъци.
cs: Sloupek tabulky uvádí kódy seznamů čekajících na provedení.
de_de: Die Spalte des Rasters zeigt die Codes der noch auszuführenden Listen.
el_gr: Η στήλη του πλέγματος παρουσιάζει τους κωδικούς των λιστών που περιμένουν να εκτελεστούν.
es_es: La columna de la cuadrícula presenta los códigos de las listas pendientes.
fr_fr: La colonne de la grille présente les codes des listes en attente d’exécution.
hr: Stupac mreže navodi kodove lista na čekanju za izvođenje.
hu_hu: A táblázat oszlopa tartalmazza a végrehajtásra várakozó listák kódjait.
it: La colonna della griglia presenta i codici delle liste in attesa di esecuzione.
pl_pl: W kolumnie siatki prezentowane są kody list oczekujących na wykonanie.
ru_ru: В столбце сетки представлены коды перечней, ожидающих выполнения.
sl_si: V stolpcu mreže so kode seznamov, ki čakajo na izvedbo.
tr_tr: Izgara sütunu, yürütmeyi bekleyen listelerin kodlarını sunar.

# HelpListsInWaitGridDescription
source: The column of the grid presents the description of the lists awaiting execution.
bg: В колоната с решетката е представено описанието на висящите списъци.
cs: Sloupek tabulky uvádí popisy seznamů čekajících na provedení.
de_de: Die Spalte des Rasters enthält die Beschreibung der noch auszuführenden Listen.
el_gr: Η στήλη του πλέγματος παρουσιάζει την περιγραφή των λιστών που περιμένουν να εκτελεστούν.
es_es: La columna de la cuadrícula presenta la descripción de las listas pendientes.
fr_fr: La colonne de la grille présente la description des listes en attente d’exécution.
hr: Stupac mreže navodi opis lista na čekanju za izvođenje.
hu_hu: A táblázat oszlopa tartalmazza a végrehajtásra várakozó listák leírását.
it: La colonna della griglia presenta la descrizione delle liste in attesa di esecuzione.
pl_pl: W kolumnie siatki znajduje się opis list oczekujących na wykonanie.
ru_ru: В столбце сетки представлено описание перечней, ожидающих выполнения.
sl_si: V stolpcu mreže so opisi seznamov, ki čakajo na izvedbo.
tr_tr: Kılavuzun sütunu, yürütmeyi bekleyen listelerin açıklamasını sunar.

# HelpListsInWaitGridMachine
source: The column shows, for each list, the list of machines involved for its execution.
bg: В колоната се показва за всеки списък списъкът на машините участващи в изпълнто му.
cs: Sloupek uvádí pro každý seznam také seznam strojů zapojených do jejich realizace.
de_de: Die Spalte zeigt für jede Liste das Verz. der an ihrer Ausführung beteiligten Maschinen an.
el_gr: Η στήλη εμφανίζει, για κάθε λίστα, τη λίστα των μηχανημάτων που συμμετέχουν για την εκτέλεσή της.
es_es: La columna muestra, para cada lista, la lista de máquinas que participan en su ejecución.
fr_fr: La colonne indique, pour chaque liste, la liste des machines impliquées pour son exécution.
hr: Stupac navodi, za svaku listu, popis uključenih strojeva za njezino izvođenje.
hu_hu: Az oszlop minden listára tartalmazza a végrehajtásához szükséges gépek listáját.
it: La colonna riporta, per ogni lista, l'elenco delle macchine coinvolte per la sua esecuzione.
pl_pl: Kolumna przedstawia, dla każdej listy, listę maszyn zaangażowanych do jej wykonania.
ru_ru: В столбце для каждого перечня отображается перечень машин, задействованных для его выполнения.
sl_si: V stolpcu je za vsak seznam naveden seznam strojev, ki sodelujejo pri njegovi izvedbi.
tr_tr: Sütun, her liste için, yürütülmesi için dahil olan makinelerin listesini gösterir.

# HelpListsInWaitListsDetail
source: The button allows you to access the detail page of the list where you can see the list of articles present.
bg: Бутонът ви препраща към страницата с подробности за списъка където можете да видите списъка с наличните елементи.
cs: Tlačítko umožňuje vstup na stránku podrobností o seznamu, kde se zobrazuje seznam přítomných položek.
de_de: Taste für den Zugriff auf die Detailseite der Liste, auf der die Liste der vorhandenen Artikel eingesehen werden kann.
el_gr: Το κουμπί σας επιτρέπει να έχετε πρόσβαση στη σελίδα λεπτομερειών της λίστας όπου μπορείτε να δείτε τη λίστα των στοιχείων που υπάρχουν.
es_es: El botón le permite acceder a la página de detalles de la lista, donde puede ver la lista de los artículos presentes.
fr_fr: Le bouton permet d’accéder à la page de détail de la liste où il est possible de voir la liste des articles présents.
hr: Gumb dozvoljava pristup stranici s detaljima liste gdje je moguće vidjeti listu prisutnih artikala.
hu_hu: A gomb lehetővé teszi a lista részleteinek oldalához való hozzáférést, ahol látható a jelen lévő cikkek listája.
it: Il pulsante permette di accedere alla pagina di dettaglio della lista dove e' possibile vedere la lista degli articoli presenti.
pl_pl: Przycisk umożliwia przejście na stronę szczegółów listy, gdzie widoczna jest lista artykułów znajdujących się na liście.
ru_ru: Кнопка позволяет получить доступ к странице сведений о перечне, где можно просмотреть перечень представленных артикулов.
sl_si: Gumb omogoča dostop do strani s podrobnostmi seznama, kjer si je mogoče ogledati seznam prisotnih izdelkov.
tr_tr: Düğme, mevcut makalelerin listesini görebileceğiniz listenin ayrıntı sayfasına erişmenizi sağlar.
