Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpDrawerCompactingDetailCurrentStep
source: It reports the current phase of the handling cycle of the various drawers.
bg: Отчита текущата фаза на цикъла на движение на различните чекмеджета.
cs: Uvádí aktuální fázi cyklu přesunu různých zásuvek.
de_de: Berichtet über die akt. Phase des Bewegungszyklus der versch. Kästen.
el_gr: Αναφέρει την τρέχουσα φάση του κύκλου χειρισμού των διαφόρων συρταριών.
es_es: Informa de la fase actual del ciclo de movimiento de los distintos cajones.
fr_fr: Indique la phase actuelle du cycle de manutention des différents tiroirs.
hr: Izvještava o trenutačnoj fazi ciklusa rukovanja raznim pretincima.
hu_hu: A különböző tálcák mozgatási ciklusának jelenlegi fázisát mutatja.
it: Riporta la fase corrente del ciclo di movimentazione dei vari cassetti.
pl_pl: Informuje o aktualnej fazie cyklu obsługi poszczególnych szuflad.
ru_ru: Он сообщает о текущей фазе цикла обработки различных выдвижных узлов.
sl_si: Prikazuje trenutno fazo cikla premikanja z različnih predalov.
tr_tr: Çeşitli çekmecelerin kullanım döngüsünün mevcut aşamasını bildirir.

# HelpDrawerCompactingDetailVerticalPosition
source: Shows the current position of the vertical axis.
bg: Показва текущата поз на вертикалната ос.
cs: Uvádí aktuální pozici vertikální osy.
de_de: Aktuelle Position der vertikalen Achse.
el_gr: Εμφανίζει την τρέχουσα θέση του κατακόρυφου άξονα.
es_es: Muestra la posición actual del eje vertical.
fr_fr: Affiche la position actuelle de l’axe vertical.
hr: Prikazuje trenutačni položaj okomite osi.
hu_hu: A függőleges tengely jelenlegi pozícióját mutatja.
it: Mostra la posizione corrente dell'asse verticale.
pl_pl: Pokazuje aktualną pozycję osi pionowej.
ru_ru: Показывает текущее положение вертикальной оси.
sl_si: Kaže trenutni položaj navpične osi.
tr_tr: Dikey eksenin geçerli konumunu gösterir.

# HelpDrawerCompactingDetailOrizzontalPosition
source: Indicates the current position of the horizontal axis.
bg: Показва текущата поз на хоризонталната ос.
cs: Uvádí aktuální pozici horizontální osy.
de_de: Aktuelle Position der horizontalen Achse.
el_gr: Εμφανίζει την τρέχουσα θέση του οριζόντιου άξονα.
es_es: Indica la posición actual del eje horizontal.
fr_fr: Indique la position actuelle de l’axe horizontal.
hr: Navodi trenutačni položaj vodoravne osi.
hu_hu: A vízszintes tengely jelenlegi pozícióját jelöli.
it: Indica la posizione corrente dell'asse orizzontale.
pl_pl: Wskazuje aktualne położenie osi poziomej.
ru_ru: Указывает текущее положение горизонтальной оси.
sl_si: Navaja trenutni položaj vodoravne osi.
tr_tr: Yatay eksenin geçerli konumunu gösterir.

# HelpDrawerCompactingDetailFragmentRemaining
source: Indicates the number of fragments still to be packed.
bg: Показва броя фрагменти които все още не уплътнени.
cs: Uvádí počet fragmentů dosud ke zhutnění.
de_de: Anzahl der noch zu verdichtenden Fragmente.
el_gr: Υποδεικνύει τον αριθμό των τεμαχίων που ακόμη πρόκειται να συσκευαστούν.
es_es: Indica el número de fragmentos que quedan por compactar.
fr_fr: Indique le nombre de fragments encore à compacter.
hr: Navodi broj fragmenata koji se još moraju sabiti.
hu_hu: A még tömörítendő töredékek számát jelzi.
it: Indica il numero di frammenti ancora da compattare.
pl_pl: Wskazuje liczbę fragmentów, które pozostały do zapakowania.
ru_ru: Указывает количество фрагментов, которые еще предстоит упаковать.
sl_si: Navaja št. fragmentov, ki jih je še treba stisniti.
tr_tr: Hala paketlenecek parça sayısını gösterir.

# HelpDrawerCompactingDetailRecoveredSpace
source: Indicates the total space currently reclaimed.
bg: Показва общия размер възстановено момен пространство.
cs: Uvádí celkový aktuálně obnovený prostor.
de_de: Zeigt den derzeit zurückgewonnenen Gesamtplatz an.
el_gr: Υποδεικνύει το συνολικό χώρο που έχει ανακτηθεί επί του παρόντος.
es_es: Indica la cantidad total de espacio recuperado actualmente.
fr_fr: Indique le total de l’espace actuellement récupéré.
hr: Navodi ukupan prostor koji je trenutno nadoknađen.
hu_hu: A ténylegesen visszanyert terület összességét mutatja.
it: Indica il totale dello spazio attualmente recuperato.
pl_pl: Wskazuje całkowitą przestrzeń aktualnie odzyskaną.
ru_ru: Указывает общее пространство, освобожденное в настоящее время.
sl_si: Navaja skupni trenutno obnovljeni prostor.
tr_tr: Şu anda geri kazanılan toplam alanı gösterir.

# HelpDrawerCompactingDetailSpaceToRecover
source: Reports the space required to be recovered after which the procedure ends.
bg: Връща необходимото пространство за възстановяване при което процедурата приключва.
cs: Uvádí prostor, který je třeba obnovit, a po dosažení kterého se postup ukončí.
de_de: Gibt den für die Rückgewinnung verlangten Raum an, an dem das Verfahren endet.
el_gr: Αναφέρει τον απαιτούμενο χώρο που πρόκειται να ανακτηθεί μετά το τέλος της διαδικασίας.
es_es: Informa del espacio necesario para recuperar, alcanzado el cual, el procedimiento termina.
fr_fr: Indique l’espace nécessaire à récupérer après quoi la procédure se termine.
hr: Navodi prostor potreban za povrat nakon čega postupak završava.
hu_hu: A visszanyerendő terület lekért értékét mutatja, amelynek elérésekor az eljárás befejeződik.
it: Riporta lo spazio richiesto da recuperare raggiunto il quale la procedura termina.
pl_pl: Informuje o przestrzeni, po odzyskaniu której procedura zostanie zakończona.
ru_ru: Сообщает о пространстве, необходимом для восстановления, после чего процедура заканчивается.
sl_si: Prikazuje prostor za obnov. Ko bo kol. dosežena, se bo postopek zaključil.
tr_tr: Prosedürün sona ermesinden sonra kurtarılması gereken alanı bildirir.

# HelpMachineStatisticsShutter
source: It reports the total number of cycles performed by the shutter that equips bay n. 1. A cycle is a total or intermediate opening or closing operation.
bg: Той показва общия брой цикли извършени от клапа отдел. Цикълът е пълна или междинна операция по отваряне или затваряне.
cs: Uvádí celkový počet cyklů provedený roletou, která je ve výbavě stanice. Cyklus představuje operaci otevření nebo zavření, ať již úplné nebo částečné.
de_de: Zyklen insg., die die Rolltü der Bucht durchgeführt hat. Ein Zyklus ist ein vollständiger oder teilweiser Öffnungs- oder Schließvorgang.
el_gr: Αναφέρει το συνολικό αριθμό των κύκλων που εκτελούνται από το κλείστρο που εξοπλίζει την πλατφόρμα n. 1. Ένας κύκλος είναι μια ολική ή ενδιάμεση λειτουργία ανοίγματος ή κλεισίματος.
es_es: Informa del número total de ciclos realizados por la compuerta que equipa la bahía. Un ciclo es una operación de apertura o cierre total o intermedia.
fr_fr: Indique le nombre total de cycles effectués par le volet de fermeture dont est équipée la baie. Un cycle est une opération d’ouverture ou de fermeture totale ou intermédiaire.
hr: Navodi ukupni broj ciklus koje je izvršila zaklopka koja oprema uvalu. Jedan ciklus je jedna operacija otvaranja ili zatvaranja kako sveukupna tako i srednja.
hu_hu: A munkaállomás redőnye által elvégzett ciklusok teljes számát mutatja. A ciklust egy - teljes vagy közbenső - nyitási és zárási művelet alkotja.
it: Riporta il numero totale di cicli effettuati dalla serranda che equipaggia la baia. Un ciclo e' una operazione di apertura o chiusura sia totale che intermedia.
pl_pl: Podaje całkowitą liczbę cykli wykonanych przez migawkę, która wyposaża zatokę nr 1. Cykl jest całkowitą lub pośrednią operacją otwarcia lub zamknięcia.
ru_ru: Сообщает об общем количестве циклов, выполняемых заслонкой, которой оснащена секция № 1. Цикл это полная или промежуточная операция открытия или закрытия.
sl_si: Prikazuje skupno številu ciklov, ki jih opravila loputa na nakladalni polici. Cikel je celoten ali polovični postopek odpiranja ali zapiranja.
tr_tr: Yuva n'yi donatan deklanşör tarafından gerçekleştirilen toplam döngü sayısını bildirir. 1. Bir çevrim, toplam veya ara açma veya kapama işlemidir.

# CarouselCalibrationFunctionDescription
source: The carousel calibration function allows you to calibrate the correct value by performing a series of consecutive automatic movements, then updating the default value proposed by the system. The procedure works in successive steps until correct completion.
bg: Функцията калибр с въртележка позволява калибрира правилна стойност чрез извършв на поредица от последоват автоматични движения след което се актуализ стойност по подразбиране предложена от система. Процедура се изпълнява на последователни етапи до успешно ѝ приключване.
cs: Funkce kalibrace karuselu umožňuje kalibrovat správnou hodnotu pomocí provedení řady po sobě jdoucích automatických pohybů a následně aktualizovat výchozí hodnotu nabízenou systémem. Postup probíhá po sobě jdoucími kroky až do správného dokončení.
de_de: Kalibrierungsfunkt. des Karussells, für die Ausf. einer Reihe von aufeinanderf. autom. Bewegungen und der anschl. Aktualis. des vom Syst. vorgeschl. Standardwertes zur Kalibrierung des korr. Wertes. Das Verfahren arbeitet bis zum korrekten Abschluss in aufeinanderf. Schritten.
el_gr: Η λειτουργία βαθμονόμησης καρουζέλ σας επιτρέπει να βαθμονομείτε τη σωστή τιμή εκτελώντας μια σειρά από διαδοχικές αυτόματες κινήσεις. Κατόπιν ενημερώστε την τιμή της προεπιλογής που προτείνεται από το σύστημα. Η διαδικασία λειτουργεί σε διαδοχικά βήματα μέχρι να ολοκληρωθεί σωστά.
es_es: La función de calibración del carrusel permite calibrar el valor correcto mediante la ejecución de una serie de movimientos automáticos consecutivos, actualizando después el valor por defecto propuesto por el sistema. El procedimiento funciona por etapas hasta su finalización con éxito.
fr_fr: La fonction de calibrage du carrousel permet d’étalonner la valeur correcte en effectuant une série de mouvements automatiques consécutifs, puis en mettant à jour la valeur par défaut proposée par le système. La procédure se déroule par étapes successives jusqu’à son achèvement.
hr: Funkcija kalibracije vrtuljka omogućuje vam kalibriranje ispravne vrijednosti izvođenjem niza uzastopnih automatskih pokreta, a zatim ažuriranjem zadane vrijednosti koju je predložio sustav. Postupak radi prema sljedećim koracima sve do potpunog završetka.
hu_hu: A karusszel kalibrációjának funkciója lehetővé teszi a helyes érték kalibrálását egy sor egymást követő automatikus mozgás elvégzésével, majd a rendszer által javasolt alapértelmezett érték frissítésével. Az eljárást egymást követő lépések alkotják, amíg megfelelően be nem fejeződik.
it: La funzione di calibrazione della giostra permette di tarare il corretto valore tramite l'esecuzione di una serie di movimenti automatici consecutivi, aggiornando poi il valore di default proposto dal sistema. La procedura opera per passi successivi fino al corretto completamento.
pl_pl: Funkcja kalibracji karuzeli pozwala na skalibrowanie poprawnej wartości poprzez wykonanie serii następujących po sobie automatycznych ruchów, a następnie uaktualnienie wartości domyślnej proponowanej przez system. Procedura obejmuje kolejne kroki, aż do poprawnego zakończenia.
ru_ru: Функция калибровки карусели позволяет откалибровать правильное значение, выполнив серию последовательных автоматических перемещений, а затем обновив значение по умолчанию, предложенное системой. Процедура работает в последовательных шагах до правильного завершения.
sl_si: Funkcija umerjanja vrtljivega dela omogoča umerjanje prave vrednosti z vrsto zaporednih avtomatskih premikov in nato posodobitvijo privzete vrednosti, ki jo predlaga sistem. Postopek deluje v zaporednih korakih do uspešnega zaključka.
tr_tr: Dönen kalibrasyon işlevi, bir dizi ardışık otomatik hareket gerçekleştirerek ve ardından sistem tarafından önerilen varsayılan değeri güncelleyerek doğru değeri kalibre etmenize olanak tanır. Prosedür, doğru şekilde tamamlanana kadar ardışık adımlarla çalışır.

# ExternalBayCalibrationFunctionDescription
source: The external bay calibration function allows you to calibrate the correct value by performing a series of consecutive automatic movements, then updating the default value proposed by the system. The procedure works in successive steps until correct completion.
bg: Функция калибр външ отдел позволява да се калибрира правилна стойност чрез извършв на поредица от последователни автомат движения след което се актуализ стойност по подразбиране предложена от система. Процедура се изпълнява на последователни етапи до успешно приключване.
cs: Funkce kalibrace externí jednotky umožňuje kalibrovat správnou hodnotu pomocí provedení řady po sobě jdoucích automatických pohybů a následně aktualizovat výchozí hodnotu nabízenou systémem. Postup probíhá po sobě jdoucími kroky až do správného dokončení.
de_de: Kalibrierungsfunkti. der Außenbucht für die Ausf. einer Reihe von aufeinanderf. autom. Bewegungen und der anschl.Aktualis. des vom Syst. vorgeschl. Standardwertes zur Kalibrierung des korr. Wertes. Das Verfahren arbeitet in aufeinanderfolgenden Schritten bis zum korrekten Abschluss.
el_gr: Η λειτουργία βαθμονόμησης της εξωτερικής πλατφόρμας σας επιτρέπει να βαθμονομείτε τη σωστή τιμή εκτελώντας μια σειρά από διαδοχικές αυτόματες κινήσεις. Κατόπιν ενημερώστε την τιμή της προεπιλογής που προτείνεται από το σύστημα. Η διαδικασία λειτουργεί σε διαδοχικά βήματα μέχρι να ολοκληρωθεί σωστά.
es_es: La función de calibración de la bahía externa permite calibrar el valor correcto mediante la ejecución de una serie de movimientos automáticos consecutivos, actualizando después el valor por defecto propuesto por el sistema. El procedimiento funciona por etapas hasta su finalización con éxito.
fr_fr: La fonction de calibrage de la baie externe permet d’étalonner la valeur correcte en effectuant une série de mouvements automatiques consécutifs, puis en mettant à jour la valeur par défaut proposée par le système. La procédure se déroule par étapes successives jusqu’à son achèvement.
hr: Funkcija kalibracije vanjske uvale omogućuje vam kalibriranje ispravne vrijednosti izvođenjem niza uzastopnih automatskih pokreta, a zatim ažuriranjem zadane vrijednosti koju je predložio sustav. Postupak radi prema sljedećim koracima sve do potpunog završetka.
hu_hu: A külső munkaállomás kalibrációjának funkciója lehetővé teszi a helyes érték kalibrálását egy sor egymást követő automatikus mozgás elvégzésével, majd a rendszer által javasolt alapértelmezett érték frissítésével. Az eljárást egymást követő lépések alkotják, amíg megfelelően be nem fejeződik.
it: La funzione di calibrazione della baia esterna permette di tarare il corretto valore tramite l'esecuzione di una serie di movimenti automatici consecutivi, aggiornando poi il valore di default proposto dal sistema. La procedura opera per passi successivi fino al corretto completamento.
pl_pl: Funkcja kalibracji zewnętrznej zatoki pozwala na skalibrowanie poprawnej wartości poprzez wykonanie serii następujących po sobie automatycznych ruchów, a następnie uaktualnienie wartości domyślnej proponowanej przez system. Procedura obejmuje kolejne kroki, aż do poprawnego zakończenia.
ru_ru: Функция калибровки внешней секции позволяет откалибровать правильное значение, выполнив серию последовательных автоматических перемещений, а затем обновив значение по умолчанию, предложенное системой. Процедура работает в последовательных шагах до правильного завершения.
sl_si: Funkcija umerjanja zunanje nakladalne police omogoča umerjanje prave vrednosti z vrsto zaporednih avtomatskih premikov in nato posodobitvijo privzete vrednosti, ki jo predlaga sistem. Postopek deluje v zaporednih korakih do uspešnega zaključka.
tr_tr: Harici bölme kalibrasyon işlevi, bir dizi ardışık otomatik hareket gerçekleştirerek ve ardından sistem tarafından önerilen varsayılan değeri güncelleyerek doğru değeri kalibre etmenize olanak tanır. Prosedür, doğru şekilde tamamlanana kadar ardışık adımlarla çalışır.

# BayOperationsDescription
source: The procedure allows you to view the type of operations possible on the current bay
bg: Различни параметри на работа могат да бъдат зададени в текущото отдел
cs: Postup umožňuje zobrazovat typ operací možných na aktuální stanici
de_de: Anzeigemöglichkeit für die Typologie der auf der aktuellen Bucht möglichen Vorgänge
el_gr: Η διαδικασία σας επιτρέπει να εμφανίσετε τον τύπο των δυνατών λειτουργιών στην τρέχουσα πλατφόρμα
es_es: El procedimiento permite ver el tipo de operaciones posibles en la bahía actual
fr_fr: La procédure permet de visualiser le type d’opérations possibles sur la baie actuelle
hr: Postupak prikazuje vrstu operacija mogućih na trenutačnoj uvali
hu_hu: Az eljárás lehetővé teszi a jelenlegi munkaállomáson lehetséges műveletek típusának megjelenítését
it: La procedura permette di visualizzare la tipologia di operazioni possibili sulla baia corrente
pl_pl: Procedura pozwala na wyświetlenie rodzaju operacji możliwych do wykonania na bieżącym polu
ru_ru: Процедура позволяет просмотреть тип операций, возможных в текущей секции
sl_si: Postopek omogoča prikaz tipa postopkov, ki so možni na trenutni nakladalni polici
tr_tr: Mevcut bölmedeki işlemleri kontrol eden aşağıdaki parametreleri ayarlayabilirsiniz.

# BayOperationsDescriptionWarning
source: ATTENTION: If a type of operation is disabled, the lists sent by the WMS will be rejected
bg: ПРЕДУПРЕЖДЕНИЕ: някои функционалности изискват персонализация на WMS
cs: POZOR: Pokud deaktivujete typ operace, seznamy zaslané z WMS budou odmítnuty
de_de: ACHTUNG: Wird eine Vorgangstypologie deaktiviert, werden die vom WMS gesendeten Listen abgelehnt
el_gr: ΠΡΟΣΟΧΗ: Αν ένας τύπος λειτουργίας είναι απενεργοποιημένος, οι λίστες που αποστέλλονται από το WMS θα απορριφθούν
es_es: ATENCIÓN: Si desactiva un tipo de operación, las listas enviadas por el WMS serán rechazadas
fr_fr: ATTENTION : Si un type d’opération est désactivé, les listes envoyées par le WMS seront rejetées
hr: POZOR: Ako je vrsta postupka onemogućena, popisi koje šalje WMS bit će odbačeni
hu_hu: FIGYELEM: Ha egy művelettípust letilt, a WMS által küldött listák elutasításra kerülnek
it: ATTENZIONE: Se si disabilità una tipologia di operazione le liste mandate dal WMS verranno rifiutate
pl_pl: UWAGA: Jeśli dany typ operacji jest wyłączony, listy wysyłane przez system WMS będą odrzucane
ru_ru: ВНИМАНИЕ: Если тип операции отключен, перечни, отправленные СУС, будут отклонены
sl_si: POZOR: Če je tip postopka onemogočen, bodo seznami, ki jih pošlje WMS, zavrnjeni
tr_tr: UYARI: bazı özellikler için WMS özelleştirmesi gerekir
