Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpIPGButton
source: List of buttons to access the installation functions.
bg: Списък на бутоните за достъп до инсталационните функции.
cs: Seznam tlačítek přístupu k instalačním funkcím.
de_de: Liste der Tasten für den Zugriff auf die Installationsfunkt.
el_gr: Λίστα των κουμπιών για πρόσβαση στις λειτουργίες εγκατάστασης.
es_es: Lista de botones para acceder a las funciones de instalación.
fr_fr: Liste des boutons d’accès aux fonctions d’installation.
hr: Popis gumba za pristup funkcijama ugradbe.
hu_hu: A telepítési funkciók gomblistája.
it: Elenco dei pulsanti di accesso alle funzioni di installazione.
pl_pl: Lista przycisków dostępu do funkcji instalacji.
ru_ru: Список кнопок для доступа к функциям установки.
sl_si: Seznam gumbov za dostop do namestitvenih funkcij.
tr_tr: Kurulum işlevlerine erişmek için düğmelerin listesi.

# HelpIPGDown
source: Allows you to scroll down the list of buttons for accessing the various functions.
bg: Позволява ви да превъртате надолу списъка с бутони за достъп до различните функции.
cs: Umožňuje procházet seznam tlačítek přístupu k různým funkcím směrem dolů.
de_de: Blättern nach unten durch die Liste der Zugriffstasten für die verschiedenen Funktionen.
el_gr: Σας επιτρέπει να κυλήσετε προς τα κάτω τη λίστα των κουμπιών για πρόσβαση στις διάφορες λειτουργίες.
es_es: Permite desplazarse por la lista de botones de acceso a las distintas funciones.
fr_fr: Permet de faire défiler vers le bas la liste des boutons d’accès aux différentes fonctions.
hr: Dozvoljava klizanje prema dolje liste gumba za pristup raznim funkcijama.
hu_hu: Lehetővé teszi a különböző funkciók gomblistáján való navigációt lefelé.
it: Permette di scorrere verso il basso la lista dei pulsanti di accesso alle varie funzioni.
pl_pl: Umożliwia przewijanie w dół listy przycisków dostępu do różnych funkcji.
ru_ru: Позволяет прокручивать вниз список кнопок для доступа к различным функциям.
sl_si: Omogoča listanje navzdol po seznamu gumbov za dostop do različnih funkcij.
tr_tr: Çeşitli işlevlere erişmek için düğmeler listesini aşağı kaydırmanızı sağlar.

# HelpDLUTDescription
source: The procedure allows you to carry out a series of boarding and disembarking tests of a drawer using the bay selected in the appropriate input fields. For the test it is possible to vary the acceleration, deceleration and speed feed rate according to what is indicated in the appropriate field. The test continues until the required number of cycles is reached or until the stop button is pressed.
bg: Процедурата ви позволява да извършите поредица от тестове за качване и спускане на чекмедже като използвате отделто избран в полетата за въвеждане. За теста е възможно да се променят ускорението забавянето и скоростта на подаване както е посочено в съответното поле. Тестът следва до достигане на необходимия брой цикли или до натискане на бутона за спиране.
cs: Postup umožňuje provést řadu testů naložení a vyložení zásuvky pomocí stanice vybrané v příslušných polích zadání. Pro test lze upravit rychlost plnění zrychlení, zpomalení a rychlosti podle informací uvedených v příslušných políčkách. Test pokračuje až do dosažení požadovaného počtu cyklů nebo až do stisknutí tlačítka zastavení.
de_de: Verfahren ermöglicht eine Reihe von Be- und Entladetests eines Kastens unter Verw. der in den entspr.n Eingabefeldern gewählten Bucht. Für den Test können die Feed Rate der Beschleunigung, Abbremsung und Geschwindigkeit entsprechend den Angaben im entsprechenden Feld variiert werden. Der Test wird fortgesetzt, bis die erforderliche Anzahl von Zyklen erreicht ist oder die Stopptaste gedrückt wird.
el_gr: Η διαδικασία σας επιτρέπει να εκτελέσετε μια σειρά δοκιμών επιβίβασης και αποβίβασης ενός συρταριού χρησιμοποιώντας την πλατφόρμα που έχει επιλεγεί στα κατάλληλα πεδία εισαγωγής. Για τη δοκιμή είναι δυνατόν να διαφοροποιηθεί η επιτάχυνση, επιβράδυνση και ταχύτητα του ρυθμού τροφοδοσίας σύμφωνα με τα όσα υποδεικνύονται στο κατάλληλο πεδίο. Η δοκιμή συνεχίζεται έως ότου επιτευχθεί ο απαιτούμενος αριθμός των κύκλων ή μέχρι να πατηθεί το κουμπί διακοπής.
es_es: El procedimiento permite realizar una serie de pruebas de embarque y desembarque de un cajón utilizando la bahía seleccionada en los campos de entrada correspondientes. Para la prueba es posible variar la aceleración, la desaceleración y el avance de la velocidad como se indica en el campo correspondiente. La prueba continúa hasta que se alcanza el número de ciclos requerido o hasta que se pulsa el botón de parada.
fr_fr: La procédure permet d’effectuer une série de tests de chargement et de déchargement d’un tiroir en utilisant la baie sélectionnée dans les champs de saisie appropriés. Pour le test, il est possible de faire varier le feed rate d’accélération, décélération et vitesse en fonction de ce qui est indiqué dans le champ approprié. Le test se poursuit jusqu’à ce que le nombre de cycles requis soit atteint ou jusqu’à la pression de la touche d’arrêt.
hr: Postupak dozvoljava izvođenje niza testova ukrcaja i iskrcaja pretinca pomoću uvale odabrane u odgovarajućim poljima za unos. Za test je moguće promijeniti stopu unošenja ubrzanja, usporavanja i brzine u skladu s navedenim u odgovarajućem polju. Test se nastavlja sve dok se ne postigne traženi broj ciklusa ili dok se ne pritisne tipka za zaustavljanje.
hu_hu: Az eljárás lehetővé teszi a tálca egy sor kirakodási és berakodási tesztének elvégzését a vonatkozó beviteli mezőben kiválasztott munkaállomás felhasználásával. A teszthez módosíthatjuk a gyorsulás, lassulás előtolási sebességét és a sebességet a vonatkozó mező tartalmának megfelelően. A teszt addig folytatódik, amíg el nem éri a lekért ciklusok számát, vagy a leállító gomb megnyomásáig.
it: La procedura permette di effettuare una serie di test di imbarco e sbarco di un cassetto utilizzando la baia selezionata negli appositi campi di input. Per il test e' possibile variare il feed rate di accelerazione, decelerazione e velocita' secondo quanto indicato nell'apposito campo. Il test prosegue fino al raggiungimento del numero di cicli richiesti o fino alla pressione del tasto di arresto.
pl_pl: Procedura umożliwia przeprowadzenie serii testów pobierania i odkładania szuflady przy użyciu zatoki wybranej w odpowiednich polach wprowadzania danych. W ramach testu możliwe jest zmienianie przyspieszenia, opóźnienia i prędkości posuwu zgodnie z tym, co zostało wskazane w odpowiednim polu. Test jest kontynuowany do momentu osiągnięcia wymaganej liczby cykli lub do momentu naciśnięcia przycisku Stop.
ru_ru: Процедура позволяет выполнить серию испытаний на вставку и выемку выдвижного узла с использованием секции, выбранной в соответствующих полях ввода. Для испытания можно изменять ускорение, замедление и скорость подачи согласно тому, что указано в соответствующем поле. Испытание продолжается до тех пор, пока не будет достигнуто необходимое количество циклов или пока не будет нажата кнопка останова.
sl_si: Postopek omogoča izvedbo vrste testov nakladanja in razkladanja predala z uporabo nakladalne police, izbrane v ustreznih vnosnih poljih. Za test je mogoče spreminjati hitrost polnjenja pospeševanja, upočasnjevanja in hitrost glede na to, kar je navedeno v ustreznem polju. Test se nadaljuje, dokler ni doseženo zahtevano število ciklov ali dokler ne pritisnete gumba za zaustavitev.
tr_tr: Prosedür, uygun giriş alanlarında seçilen bölmeyi kullanarak bir çekmecenin bir dizi iniş ve biniş testini gerçekleştirmenize izin verir. Test için, uygun alanda belirtilenlere göre hızlanma, yavaşlama ve hız besleme oranını değiştirmek mümkündür. Test, gerekli döngü sayısına ulaşılana veya durdurma düğmesine basılana kadar devam eder.

# HelpDLUTBay
source: Enter the number of the bay on which you want to perform the test.
bg: Въведете номера на отдел на който искате да извършите теста.
cs: Zadejte číslo stanice, na které chcete provést test.
de_de: Nummer der Bucht für die Testausführung eingeben.
el_gr: Εισάγετε τον αριθμό της πλατφόρμας πάνω στην οποία θέλετε να εκτελέσετε τη δοκιμή.
es_es: Introduzca el número de la bahía en la que desea realizar la prueba.
fr_fr: Saisir le numéro de la baie sur laquelle on souhaite effectuer le test.
hr: Unesite broj uvale na kojoj želite provesti test.
hu_hu: Adja meg a munkaállomás számát, amelyen el kívánja végezni a tesztet.
it: Inserire il numero della baia su cui si vuole effettuare il test.
pl_pl: Wprowadzić numer pola, na którym ma zostać przeprowadzony test.
ru_ru: Ввести номер секции, на которой необходимо выполнить испытание.
sl_si: Vnesite številko nak police, na kateri želite izvesti test.
tr_tr: Testi yapmak istediğiniz bölmenin numarasını girin.

# HelpDLUTPosition
source: Enter the position inside the bay on which you want to perform the test.
bg: Въведете позта в отдел на която искате да извършите теста.
cs: Zadejte pozici uvnitř stanice, na které chcete provést test.
de_de: Position in der Bucht eingeben, an der der Test durchgeführt werden soll.
el_gr: Εισάγετε τη θέση μέσα στην πλατφόρμα πάνω στην οποία θέλετε να εκτελέσετε τη δοκιμή.
es_es: Introduzca la ubicación dentro de la bahía en la que desea realizar la prueba.
fr_fr: Saisir la position à l’intérieur de la baie sur laquelle on souhaite effectuer le test.
hr: Unesite položaj unutar uvale na kojem želite provesti test.
hu_hu: Adja meg a pozíciót a munkaállomás belsejében, amelyen el kívánja végezni a tesztet.
it: Inserire la posizione all'interno della baia su cui si vuole effettuare il test.
pl_pl: Wprowadzić pozycję wewnątrz zatoki, na której ma zostać przeprowadzony test.
ru_ru: Ввести положение внутри секции, на котором необходимо выполнить испытание.
sl_si: Vnesite položaj znotraj nakladalne police, na kateri želite izvesti test.
tr_tr: Testi yapmak istediğiniz bölmenin içindeki konumu girin.

# HelpDLUTFeedRate
source: Enter the feed rate required for the test. The reduction also affects the acceleration and deceleration values.
bg: Въведете необходима скорост на подаване за теста. Намаление се отразява и на стойности на ускорението и забавянето.
cs: Zadejte rychlost plnění požadovanou pro test. Snížení se vztahuje i na hodnoty zrychlení a zpomalení.
de_de: Erforderliche Feed Rate für Test eingeben. Reduzierung wirkt sich auch auf die Beschleunigung und Abbremsung aus.
el_gr: Εισάγετε το ρυθμό τροφοδοσίας που απαιτείται για τη δοκιμή. Η μείωση επηρεάζει επίσης τις τιμές επιτάχυνσης και επιβράδυνσης.
es_es: Introduzca la tasa de alimentación requerida para la prueba. La reducción también afecta a los valores de aceleración y desaceleración.
fr_fr: Saisir le feed rate requis pour le test. La réduction concerne également les valeurs d’accélération et de décélération.
hr: Unesite stopu unošenja koju zahtjeva test. Smanjenje se odnosi također na vrijednosti ubrzanja i usporavanja.
hu_hu: Adja meg a teszthez szükséges előtolási sebességet. A csökkentés a gyorsulási és lassulási értékekre is vonatkozik.
it: Inserire il feed rate richiesto per il test. La riduzione riguarda anche i valori di accelerazione e decelerazione.
pl_pl: Wprowadź prędkość posuwu wymaganą do przeprowadzenia testu. Redukcja ma również wpływ na wartości przyspieszenia i opóźnienia.
ru_ru: Ввести скорость подачи, необходимую для испытания. Снижение также влияет на значения ускорения и замедления.
sl_si: Vnesite hitrost podajanja, ki je potrebna za test. Zmanjšanje vpliva tudi na vrednosti pospeš in upočasnjevanja.
tr_tr: Test için gereken ilerleme hızını girin. Azalma ayrıca hızlanma ve yavaşlama değerlerini de etkiler.

# HelpDLUTChain
source: It reports the current position of the chain axis as a value relative to the starting height.
bg: Връща текущата поз на верижната ос като стойност спрямо началното измерение.
cs: Uvádí aktuální pozici osy řetězu jako relativní hodnotu výchozí kóty.
de_de: Gibt die aktuelle Position der Kettenachse als Ausgangshöhe an
el_gr: Αναφέρει την τρέχουσα θέση του άξονα αλυσίδας ως τιμή σχετική με το ύψος εκκίνησης.
es_es: Devuelve la posición actual del eje de la cadena como un valor relativo a la cota inicial.
fr_fr: Indique la position actuelle de l’axe de la chaîne en tant que valeur relative à la cote de départ.
hr: Vraća trenuutni položaj osi lanca kao vrijednost koja se odnosi na visinu početka kretanja.
hu_hu: A lánctengely jelenlegi értékét mutatja, mint a kiindulási pontra vonatkozó érték.
it: Riporta la posizione corrente dell'asse catena come valore relativo alla quota di partenza.
pl_pl: Zgłasza aktualne położenie osi łańcucha jako wartość względem wysokości początkowej.
ru_ru: Сообщает текущее положение оси цепного конвейера в виде значения относительно начальной высоты.
sl_si: Navaja trenutni položaj osi verige kot vrednost glede na začetno višino.
tr_tr: Zincir ekseninin mevcut konumunu başlangıç ​​yüksekliğine göre bir değer olarak bildirir.

# HelpDLUTCyclesRequired
source: Enter the number of test cycles required.
bg: Въведете броя на необходимите тестови цикли.
cs: Zadejte požadovaný počet testovacích cyklů.
de_de: Anzahl der erforderlichen Testzyklen eingeben.
el_gr: Εισάγετε τον αριθμό των κύκλων που απαιτούνται.
es_es: Introduzca el número de ciclos de prueba necesarios.
fr_fr: Saisir le nombre de cycles de tests requis.
hr: Unesite broj traženih ciklusa testa.
hu_hu: Adja meg a tesztciklusok lekért számát.
it: Inserire il numero di cicli di test richiesti.
pl_pl: Wprowadzić liczbę wymaganych cykli testowych.
ru_ru: Ввести необходимое количество циклов испытания.
sl_si: Vnesite število zahtevanih testnih ciklov.
tr_tr: Gerekli test döngüsü sayısını girin.

# HelpDLUTCycleCompleted
source: Reports the number of complete cycles currently performed.
bg: Отчита броя на изпълнените в момента пълни цикли.
cs: Uvádí počet aktuálně provedených dokončených cyklů.
de_de: Führt Anzahl der derzeit durchgeführten vollst. Zykl. auf.
el_gr: Αναφέρει τον αριθμό των ολοκληρωμένων κύκλων που εκτελούνται.
es_es: Informa del número de ciclos completos ejecutados actualmente.
fr_fr: Indique le nombre de cycles complets exécutés correctement.
hr: Navodi broj potpunih pravilno izvršenih ciklusa.
hu_hu: A megfelelő elvégzett, kész ciklusok számát mutatja.
it: Riporta il numero di cicli completi correntemente eseguiti.
pl_pl: Zgłasza liczbę aktualnie wykonanych pełnych cykli.
ru_ru: Сообщает о количестве выполненных в данный момент полных циклов.
sl_si: Navaja število trenutno izvedenih celotnih ciklov.
tr_tr: Halihazırda gerçekleştirilen tamamlanmış döngülerin sayısını raporlar.

# HelpDLUTGotoPosition
source: Moves the vertical axis to the position inside the selected bay. The fee takes into account the boarding offset.
bg: Тя премества вертикалната ос до позта вътре в избраното отдел. Квотата взема предвид отмествто спускането.
cs: Přesune vertikální osu na úroveň vnitřní pozice vybrané stanice. Kóta zohledňuje posunutí nakládky.
de_de: Verschiebt die vertikale Achse an die Position innerhalb der ausgewählten Bucht. Die Höhe berücksichtigt den Verlade-Offset.
el_gr: Κινήστε τον κατακόρυφο άξονα στη θέση μέσα στην επιλεγμένη πλατφόρμα. Το τέλος λαμβάνει υπόψη τη μετατόπιση του μηχανήματος
es_es: Mueve el eje vertical a la posición dentro de la bahía seleccionada. La altura tiene en cuenta la compensación de embarque.
fr_fr: Déplace l’axe vertical vers la position à l’intérieur de la baie sélectionnée. La cote tient compte du décalage de chargement.
hr: Premješta okomitu os pored odabranog unutarnjeg položaja u uvali. Visina uzima u obzir pomak ukrcaja.
hu_hu: A függőleges tengelyt a kiválasztott munkaállomás belső pozícióértékére állítja. A pozícióérték figyelembe veszi a berakodási eltolást.
it: Muove l'asse verticale in corrispondenza della posizione interna alla baia selezionata. La quota tiene conto dell'offset di imbarco.
pl_pl: Przesuwa oś pionową do pozycji wewnątrz wybranej zatoki. Wysokość uwzględnia przesunięcie załadunku.
ru_ru: Перемещает вертикальную ось в положение внутри выбранной секции. При подаче учитывается смещение при вставке.
sl_si: Premakne navpično os na položaj znotraj izbrane nakladalne police. Višina upošteva odmik nakladanja.
tr_tr: Dikey ekseni seçilen bölmenin içindeki konuma taşır. Yükseklik, biniş ofsetini dikkate alır.

# HelpDLUTStart
source: Start the test procedure. The button is active only after the vertical axis is at the required position in the bay.
bg: Стартирайте процедурата за изпитване. Бутонът е активен едва след като вертикалната ос се намира в позта в необходимото отдел.
cs: Spustí postup testu. Tlačítko je aktivní teprve poté, co je vertikální osa na úrovni požadované pozice stanice.
de_de: Startet das Testverfahren. Die Taste ist erst dann aktiv, wenn sich die vertikale Achse an der Position in der gewünschten Bucht befindet.
el_gr: Εκκίνηση της διαδικασίας δοκιμής. Το κουμπί είναι ενεργό μόνο όταν ο κατακόρυφος άξονας είναι στην απαιτούμενη θέση στην πλατφόρμα.
es_es: Inicie el procedimiento de prueba. El botón se activa solo cuando el eje vertical se encuentra en la posición de la bahía deseada.
fr_fr: Démarre la procédure de test. Le bouton n’est actif qu’une fois que l’axe vertical est au niveau de la position dans la baie requise.
hr: Pokrenite postupak testa. Gumb je aktivan samo nakon što je okomita os pored položaja tražene uvale.
hu_hu: A teszteljárás indítása. A gomb csak azután lesz aktív, hogy a függőleges tengely a lekért munkaállomási pozícióba állt.
it: Avvia la procedura di test. Il pulsante e' attivo solo dopo che l'asse verticale e' in corrispondenza della posizione nella baia richiesta.
pl_pl: Rozpocząć procedurę testu. Przycisk jest aktywny dopiero wtedy, gdy oś pionowa znajdzie się w wymaganym położeniu w zatoki.
ru_ru: Начать процедуру испытания. Кнопка включается только после того, как вертикальная ось находится в нужном положении в секции.
sl_si: Zaženi testni postopek. Gumb je aktiven šele, ko je navpična os na položaju zahtevane nakladalne police.
tr_tr: Test prosedürünü başlatın. Düğme, yalnızca dikey eksen bölmede gerekli konuma geldikten sonra etkinleşir.

# HelpDLUTStop
source: Stop the test cycle.
bg: Спира тестовия цикъл.
cs: Zastaví testovací cyklus.
de_de: Stoppt den Testzyklus.
el_gr: Διακοπή του κύκλου δοκιμής.
es_es: Detener el ciclo de prueba.
fr_fr: Arrête le cycle de test.
hr: Zaust. ciklus testiranja.
hu_hu: Leállítja a tesztciklust.
it: Arresta il ciclo di test.
pl_pl: Zatrzymać cykl testu.
ru_ru: Остановить цикл испытания.
sl_si: Zaustavi testni cikel.
tr_tr: Test döngüsünü durdurun.

# HelpLSMTComandMode
source: It reports the mode currently enabled for manual commands. Extended stroke mode is automatically set after commissioning is complete.
bg: Връща текущия режим разрешен за ръчни команди. Режимът на удължен ход се настройва автоматично след приключване на пускането в експлоатация.
cs: Uvádí aktuálně povolený režim pro manuální ovladače. Režim s prodlouženou dráhou se nastaví automaticky po dokončení uvedení do provozu.
de_de: Aktuell aktiv. Modus für man. Steuerungen. Der Modus für den verlängerten Hub wird automatisch eingestellt, wenn die Inbetriebnahme abgeschlossen ist.
el_gr: Αναφέρει τη λειτουργία που είναι ενεργοποιημένη επί του παρόντος για τις χειροκίνητες εντολές. Η λειτουργία παρατεταμένης διαδρομής ορίζεται αυτόματα μετά την ολοκλήρωση της θέσης σε λειτουργία.
es_es: Devuelve el modo actual habilitado para los comandos manuales. El modo de carrera extendida se ajusta automáticamente después de la puesta en marcha.
fr_fr: Indique le mode actuellement activé pour les commandes manuelles. Le mode « course étendue » est réglé automatiquement une fois la mise en service terminée.
hr: Vraća trenutačno omogućeni način za ručne kontrole. Način ‚proširenog hoda‘ je postavljen automatski nakon završetka stavljanja u rad.
hu_hu: A kézi parancsokra jelenleg engedélyezett üzemmódot mutatja. A kiterjesztett mozgástartomány üzemmódja automatikusan beállításra kerül az üzembe helyezés befejezését követően.
it: Riporta la modalita' correntemente abilitata per i comandi manuali. La modalita' a corsa estesa e' settata automaticamente a messa in servizio completata.
pl_pl: Informuje o aktualnie włączonym trybie dla poleceń ręcznych. Tryb rozszerzonego skoku jest ustawiany automatycznie po zakończeniu uruchamiania.
ru_ru: Сообщает о режиме, включенном в данный момент для ручных команд. Режим расширенного хода автоматически устанавливается после завершения ввода в эксплуатацию.
sl_si: Vrne način, ki je trenutno omogočen za ročne ukaze. Način razširjenega teka se samodejno nastavi po zaključku zagona.
tr_tr: Manuel komutlar için şu anda etkin olan modu bildirir. Genişletilmiş strok modu, devreye alma tamamlandıktan sonra otomatik olarak ayarlanır.

# HelpSRCPageHeader
source: Cancel the file saving procedure.
bg: Записване възстановяване на конфигурация машина.
cs: Ukládání a obnovení konfigurace stroje.
de_de: Sichern und Wiederherst. der Maschinenkonfig.
el_gr: Ακυρώστε τη διαδικασία αποθήκευσης αρχείου.
es_es: Guardar y restaurar la configuración de la máquina.
fr_fr: Enregistrement et rétablissement de la configuration de la machine.
hr: Spremanje i obnova konfiguracije stroja.
hu_hu: Mentés és a gépkonfiguráció helyreállítása.
it: Salvataggio e ripristino configurazione macchina.
pl_pl: Anulować procedurę zapisu pliku.
ru_ru: Отменить процедуру сохранения файла.
sl_si: Shranjevanje in obnavljanje konfiguracije stroja.
tr_tr: Dosya kaydetme prosedürünü iptal edin.

# HelpSRCDescription
source: The procedure allows you to save or recover configuration files on the external device.
bg: Процедурата ви позволява да записвате или извличате Конфиг файлове на външто устройство.
cs: Postup umožňuje provést uložení nebo obnovení konfiguračních souborů externího zařízení.
de_de: Das Verfahren ermöglicht das Speichern oder wiederherstellen der Konfigurationsdateien auf dem externen Gerät.
el_gr: Η διαδικασία σας επιτρέπει να αποθηκεύσετε ή να επαναφέρετε αρχεία διαμόρφωσης στην εξωτερική διάταξη.
es_es: El procedimiento permite guardar o recuperar archivos de configuración en el dispositivo externo.
fr_fr: La procédure permet d’enregistrer ou de récupérer les fichiers de configuration sur le périphérique externe.
hr: Postupak omogućuje izvođenje spremanja ili obnove datoteke za konfiguraciju na vanjski uređaj.
hu_hu: Az eljárás lehetővé teszi a konfigurációs fájl külső eszközre történő mentését vagy onnan való betöltését.
it: La procedura consente di effettuare il salvataggio o il recupero dei file di configurazione sul dispositivo esterno.
pl_pl: Procedura ta umożliwia zapisanie lub odzyskanie plików konfiguracyjnych na urządzeniu zewnętrznym.
ru_ru: Эта процедура позволяет сохранять или восстанавливать файлы конфигурации на внешнем устройстве.
sl_si: Postopek omogoča shranjevanje ali obnovo konfiguracijskih datotek na zunanji napravi.
tr_tr: Prosedür, yapılandırma dosyalarını harici cihaza kaydetmenize veya kurtarmanıza olanak tanır.

# HelpSRCSaveSide
source: Configuration saving procedure.
bg: Процедура за запазване на конфигурация.
cs: Postup ukládání konfigurace.
de_de: Verfahren zum Speichern der Konfig.
el_gr: Διαδικασία αποθήκευσης διαμόρφωσης.
es_es: Procedimiento para guardar la configuración.
fr_fr: Procédure d’enregistrement de la configuration.
hr: Konfiguracija postupka spremanja.
hu_hu: A konfiguráció mentési eljárása.
it: Procedura di salvataggio configurazione.
pl_pl: Procedura zapisywania konfiguracji.
ru_ru: Процедура сохранения конфигурации.
sl_si: Postopek shranjevanja konfiguracije.
tr_tr: Yapılandırma kaydetme prosedürü.
