Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpGeneralInfoButtonCompacting
source: Allows access to the management page of the storage space compaction procedures.
bg: Разрешаване на достъпа до страницата за управл на уплътняването на пространството.
cs: Umožňuje vstup na stránku řízení postupů zhutnění prostoru zásobníku.
de_de: Ermöglicht den Zugriff auf die Seite zur Verwaltung der Verdichtungsverfahren der Lagerfläche.
el_gr: Επιτρέπει την πρόσβαση στη σελίδα διαχείρισης των διαδικασιών συμπίεσης του χώρου αποθήκευσης.
es_es: Permitir el acceso a la página de gestión de los procedimientos de compactación del espacio del almacén.
fr_fr: Permet d’accéder à la page de gestion des procédures de compactage de l’espace de stockage.
hr: Omogućuje pristup stranici upravljanja postupcima sabijanja prostora u skladištu.
hu_hu: Lehetővé teszi a tárolótér tömörítési eljárása kezelőoldalának megnyitását.
it: Permettere di accedere alla pagina di gestione delle procedure di compattazione dello spazio a magazzino.
pl_pl: Umożliwia dostęp do strony zarządzania procedurami zagęszczania przestrzeni magazynowej.
ru_ru: Позволяет получить доступ к странице управления процедурами уплотнения пространства хранения.
sl_si: Omogoča dostop do strani za upravljanje postopkov optimizacije prostora v skladišču.
tr_tr: Depolama alanı sıkıştırma prosedürlerinin yönetim sayfasına erişim sağlar.

# HelpGeneralInfoButtonStastistics
source: Allows you to access the section dedicated to the statistical information relating to the machine you are working on.
bg: Позволява достъп до раздела посветен на статистическата информация за машината с която работите.
cs: Umožňuje přístup do části vyhrazené statistickým informacím týkajícím se stroje, na kterém se pracuje.
de_de: Ermöglicht den Zugriff auf den Abschnitt mit den statistischen Informationen über die Maschine, an der gearbeitet wird.
el_gr: Σας επιτρέπει να κάνετε πρόσβαση στην ενότητα που προορίζεται για τις στατιστικές πληροφορίες σχετικά με το μηχάνημα όπου εργάζεστε.
es_es: Permite acceder a la sección dedicada a la información estadística de la máquina en la que se está trabajando.
fr_fr: Permet d’accéder à la section concernant les informations statistiques relatives à la machine sur laquelle on travaille.
hr: Omogućuje vam pristup odjeljku posvećenom statističkim informacijama u vezi sa strojem na kojem radite.
hu_hu: Lehetővé teszi azon gép statisztikai adataira vonatkozó szakasz megnyitását, amelyen éppen dolgozik.
it: Permette di accedere alla sezione dedicata alle informazioni statistiche relative alla macchina su cui si sta lavorando.
pl_pl: Umożliwia dostęp do sekcji poświęconej informacjom statystycznym dotyczącym maszyny, na której pracujesz.
ru_ru: Позволяет получить доступ к разделу, посвященному статистической информации, относящейся к машине, на которой вы работаете.
sl_si: Omogoča dostop do razdelka, s statističnimi podatki o stroju, na katerem delate.
tr_tr: Üzerinde çalıştığınız makine ile ilgili istatistiksel bilgilere ayrılmış bölüme erişmenizi sağlar.

# HelpGeneralInfoButtonMaintenance
source: Opens the page dedicated to the maintenance operations foreseen for the machine on which you are working.
bg: Отваря страницата посветена на операциите по поддръжка планирани за машината с която се работи.
cs: Otevírá stránku vyhrazenou pro operace údržby předpokládané pro stroj, na kterém se pracuje.
de_de: Öffnet die Seite mit den Wartungsarbeiten, die für die verwendete Maschine vorgesehen sind.
el_gr: Ανοίγει τη σελίδα που προορίζεται για τις εργασίες συντήρησης που προβλέπονται για το μηχάνημα όπου εργάζεστε.
es_es: Abre la página dedicada a las operaciones de mantenimiento previstas para la máquina en la que está operando.
fr_fr: Ouvre la page concernant les opérations de maintenance prévues pour la machine sur laquelle on travaille.
hr: Otvara stranicu posvećenu operacijama održavanja predviđenim za stroj na kojem radite.
hu_hu: Megnyitja azon gép tervezett karbantartási műveleteinek oldalát, amelyen éppen dolgozik.
it: Apre la pagina dedicata alle operazioni di manutenzione previste per la macchina su cui si sta operando.
pl_pl: Otwiera stronę poświęconą czynnościom konserwacyjnym przewidzianym dla maszyny, na której pracujesz.
ru_ru: Открывает страницу, предназначенную для операций технического обслуживания, предусмотренным для машины, на которой вы работаете.
sl_si: Odpre stran, namenjeno vzdrževalnim postopkom, predvidenim za stroj, na katerem delate.
tr_tr: Üzerinde çalıştığınız makine için öngörülen bakım işlemlerine ayrılmış sayfayı açar.

# HelpErrorsStatisticsDescription
source: The procedure allows you to access the error statistics display page relating to the machine you are working on. The statistics covers the entire period from the moment of installation to the moment of consultation.
bg: Процедурата позволява достъп до страницата показваща статистическите данни за грешките за машината с която се работи. Статистическите данни обхващат целия период от момента на инсталиране до момента на консултация.
cs: Postup umožňuje přístup na stránku zobrazení statistiky chyb týkající se stroj, na kterém se pracuje. Statistika pokrývá celé období od okamžiku instalace do chvíle prohlížení.
de_de: Das Verfahren ermöglicht den Zugriff auf die Anzeigeseite der Fehlerstatistik für die Maschine, an der gearbeitet wird. Die Statistiken decken den gesamten Zeitraum von der Installation bis zur Konsultation ab.
el_gr: Η διαδικασία σας επιτρέπει την πρόσβαση στη σελίδα εμφάνισης στατιστικών σφαλμάτων σχετικά με το μηχάνημα όπου εργάζεστε. Τα στατιστικά καλύπτουν ολόκληρη την περίοδο από τη στιγμή της εγκατάστασης έως τη στιγμή της διαβούλευσης.
es_es: El procedimiento permite acceder a la página de visualización de estadísticas de errores de la máquina en la que se está operando. Las estadísticas cubren todo el periodo desde el momento de la instalación hasta el momento de la consulta.
fr_fr: La procédure permet d’accéder à la page d’affichage des statistiques d’erreurs relative à la machine sur laquelle on travaille. Les statistiques couvrent toute la période depuis le moment de l’installation jusqu’au moment de la consultation.
hr: Postupak vam omogućuje pristup stranici prikaza statistika grešaka koja se odnosi na stroj na kojem radite. Statistika obuhvaća cijelo razdoblje od trenutka ugradbe do trenutka konzultacije.
hu_hu: Az eljárás lehetővé teszi azon gép hibastatisztikai oldalának megjelenítését, amelyen éppen dolgozik. A statisztika a telepítéstől kezdve a lekérés pillanatáig a teljes időszakot magában foglalja.
it: La procedura permette di accedere alla pagina di visualizzazione della statistica errori relativa alla macchina su cui si sta operando. La statistica copre tutto il periodo dal momento dell'installazione al momento della consultazione.
pl_pl: Procedura umożliwia dostęp do strony wyświetlania statystyk błędów związanych z maszyną, na której pracujesz. Statystyka obejmuje cały okres od momentu instalacji do momentu konsultacji.
ru_ru: Эта процедура позволяет получить доступ к странице отображения статистики ошибок, относящейся к машине, на которой вы работаете. Статистика охватывает весь период с момента установки до момента консультации.
sl_si: Postopek omogoča dostop do strani s statistiko napak, ki se nanaša na stroj, na katerem delate. Statistika zajema celotno obdobje od trenutka namestitve do trenutka vpogleda.
tr_tr: Prosedür, üzerinde çalıştığınız makineyle ilgili hata istatistikleri görüntüleme sayfasına erişmenizi sağlar. İstatistikler, kurulum anından danışma anına kadar olan tüm süreyi kapsar.

# HelpErrorsStatisticsGridError
source: The column of the table shows the list of error codes generated by the machine on which you are working.
bg: В колоната на таблицата е показан списъкът с кодове за грешки генерирани от машината с която работите.
cs: Sloupek tabulky uvádí seznam chybových kódů vygenerovaných strojem, na kterém se pracuje.
de_de: Tabellenspalte mit Liste der Fehlercodes, die von der verwendeten Maschine generiert wurden.
el_gr: Η στήλη του πίνακα εμφανίζει τη λίστα των κωδικών σφάλματος που δημιουργείται από το μηχάνημα όπου εργάζεστε.
es_es: La columna de la tabla muestra la lista de códigos de error generados por la máquina en la que está operando.
fr_fr: La colonne du tableau présente la liste des codes d’erreur générés par la machine sur laquelle on travaille.
hr: Stupac tablice prikazuje popis kodova grešaka koje generira stroj na kojem radite.
hu_hu: A táblázat oszlopa tartalmazza azon gép által generált hibakódok listáját, amelyen éppen dolgozik.
it: La colonna della tabella riporta l'elenco dei codici di errore generati dalla macchina su cui si sta operando.
pl_pl: W kolumnie tabeli znajduje się lista kodów błędów generowanych przez maszynę, na której pracujesz.
ru_ru: В столбце таблицы отображается список кодов ошибок, сгенерированных машиной, на которой вы работаете.
sl_si: Stolpec tabele prikazuje seznam kod napak, ki jih je ustvaril stroj, na katerem delate.
tr_tr: Tablonun sütunu, üzerinde çalıştığınız makine tarafından oluşturulan hata kodlarının listesini gösterir.

# HelpErrorsStatisticsGridTotal
source: The percentage incidence of each individual error is indicated in relation to the total errors counted.
bg: В тази колона се показва общият брой на случаите в които е открита грешка.
cs: V tomto sloupci se zobrazuje celkový počet opakování zjištění chyby.
de_de: In dieser Spalte wird angezeigt, wie oft ein Fehler insgesamt erkannt wurde.
el_gr: Το ποσοστό επίπτωσης κάθε ξεχωριστού σφάλματος υποδεικνύεται σε σχέση με τη μέτρηση των συνολικών σφαλμάτων.
es_es: En esta columna se muestra el número total de veces que se ha detectado un error.
fr_fr: Le nombre total de fois où une erreur a été détectée est affiché dans cette colonne.
hr: U ovom je stupcu prikazan ukupan broj otkrivenih grešaka.
hu_hu: Ebben az oszlopban jelenik meg az alkalmak teljes száma, ahányszor a hiba előfordult.
it: Vengono visualizzati, in questa colonna, il numero totale di volte in cui un errore e' stato rilevato.
pl_pl: Podana jest procentowa częstość występowania poszczególnych błędów w stosunku do ogółu zliczonych błędów.
ru_ru: Процентная частота каждой отдельной ошибки указывается по отношению к общему количеству учтенных ошибок.
sl_si: V tem stolpcu je prikazano skupno število zaznav napake.
tr_tr: Her bir bireysel hatanın yüzde görülme sıklığı, sayılan toplam hatalara göre gösterilir.

source: HelpErrorsStatisticsGridPercTotal
bg: Посочен е процентът на честота на всяка отделна грешка по отношение на общия брой на отчетените грешки.
cs: Uvádí se zde procentuální četnost každé jednotlivé chyby v poměru k celkovému počtu napočítaných chyb.
de_de: Prozentuale Inzidenz jedes einzelnen Fehlers im Verh. zur Gesamtzahl der gezählten Fehler.
es_es: Se indica el porcentaje de incidencia de cada error individual en relación con el número total de errores contabilizados.
fr_fr: Le pourcentage d’incidence de chaque erreur est indiqué par rapport au total des erreurs comptées.
hr: Postotak učestalosti svake pojedine greške naznačen je u odnosu na ukupan broj prebrojanih grešaka.
hu_hu: Minden egyes hiba előfordulási százalékértékét mutatja a számlált hibák összességéhez képest.
it: Viene indicata l'incidenza percentuale di ogni singolo errore in relazione al totale di errori conteggiati.
ru_ru: СправкаОшибкиСтатистикаСетьПрохИтого
sl_si: Odstotek pojavnosti posamezne napake je naveden glede na skupno število preštetih napak.
tr_tr: YardımHatalarİstatistiklerGridPercToplam

# HelpErrorsStatisticsTotalDrawersMoved
source: The field shows the total number of drawers handled since the beginning of the installation. A drawer is considered to be moved when moved from a source to a destination.
bg: Това поле показва общия брой на преместените чекмеджета от началото на инсталацията. Едно чекмедже се счита за преместено когато е преместено от източник до местоназначение.
cs: Políčko uvádí celkový počet zásuvek přesunutých od počátku instalace. Zásuvka se považuje za přesunutou, pokud se přesune z jednoho zdroje do cíle.
de_de: Das Feld zeigt die Gesamtzahl der Kästen, die seit der Installation bewegt wurden. Ein Kasten gilt als bewegt, wenn er von einem Ausgangsort zu einem Ziel bewegt wird.
el_gr: Το πεδίο εμφανίζει το συνολικό αριθμό των συρταριών που έχουν διαχειριστεί από την αρχή της εγκατάστασης. Ένα συρτάρι θεωρείται ότι κινείται όταν κινείται από μια πηγή σε έναν προορισμό.
es_es: Este campo muestra el número total de cajones movidos desde el inicio de la instalación. Se considera que un cajón se mueve cuando se traslada de un origen a un destino.
fr_fr: Le champ indique le nombre total de tiroirs déplacés depuis le début de l’installation. Un tiroir est considéré comme déplacé lorsqu’il est déplacé d’une origine vers une destination.
hr: Polje navodi ukupan broj pretinaca kojima se rukuje od početka ugradbe. Smatra se da je pretinac premješten kad se premjesti s izvora na odredište.
hu_hu: A mező a mozgatott tálcák teljes számát mutatja a telepítéstől kezdve. Egy tálca akkor minősül mozgatottnak, ha egy kiindulási helyről egy célhelyre mozdul el.
it: Il campo riporta il numero totale di cassetti movimentati dall'inizio dell'installazione. Un cassetto e' considerato mosso quando spostato da una sorgente ad una destinazione.
pl_pl: Pole pokazuje całkowitą liczbę szuflad obsłużonych od początku instalacji. Szuflada uznawana jest za przemieszczoną w momencie przemieszczenia jej ze źródła do miejsca docelowego.
ru_ru: В поле отображается общее количество выдвижных узлов, обработанных с начала установки. Выдвижной узел считается перемещенным при перемещении из источника в пункт назначения.
sl_si: Polje prikazuje skupno število predalov, ki so bili premaknjeni od začetka namestitve. Šteje se, da je predal premaknjen, ko ga premaknete iz vira na cilj.
tr_tr: Alan, kurulumun başlangıcından bu yana kullanılan toplam çekmece sayısını gösterir. Bir çekmece, bir kaynaktan bir hedefe taşındığında taşınmış olarak kabul edilir.

# HelpErrorsStatisticsErrorDescription
source: The complete description of the error selected in the table is displayed.
bg: Показва се пълното описание на грешката избрана в таблицата.
cs: Zobrazuje se úplný popis chyby vybrané v tabulce.
de_de: Vollständige Beschreibung des in der Tabelle ausgewählten Fehlers.
el_gr: Εμφανίζεται η πλήρης περιγραφή του σφάλματος που επιλέγεται στον πίνακα.
es_es: Se muestra la descripción completa del error seleccionado en la tabla.
fr_fr: La description complète de l’erreur sélectionnée dans le tableau s’affiche.
hr: Prikazuje se kompletan opis greške odabrane u tablici.
hu_hu: Megjelenik a táblázatban kiválasztott hiba teljes leírása.
it: Viene visualizzata la descrizione completa dell'errore selezionato nella tabella.
pl_pl: Wyświetlany jest pełny opis wybranego w tabeli błędu.
ru_ru: Отобразится полное описание ошибки, выбранной в таблице.
sl_si: Prikaže se celoten opis napake, izbrane v tabeli.
tr_tr: Tabloda seçilen hatanın tam açıklaması görüntülenir.

# HelpErrorsStatisticsTotaleErrors
source: The total number of errors that the machine has counted since installation is displayed.
bg: Показва се общият брой на грешките които машината е отчела след инсталирането.
cs: Zobrazuje se celkový počet chyb, které stroj napočítal od okamžiku instalace.
de_de: Es wird die Gesamtzahl der Fehler angezeigt, die die Maschine seit der Installation gezählt hat.
el_gr: Εμφανίζεται ο συνολικός αριθμός σφαλμάτων που έχει μετρήσει το μηχάνημα από την εγκατάσταση.
es_es: Se muestra el número total de errores que la máquina ha contado desde la instalación.
fr_fr: Le nombre total d’erreurs comptées par la machine depuis l’installation s’affiche.
hr: Prikazuje se ukupan broj grešaka koje je uređaj zabilježio od trenutka ugradbe.
hu_hu: Megjelenik azon hibák teljes száma, amelyeket a gép számolt a telepítéstől kezdve.
it: Viene visualizzato il numero totale di errori che la macchina ha conteggiato dal momento dell'installazione.
pl_pl: Wyświetlana jest całkowita liczba błędów, które urządzenie zliczyło od momentu instalacji.
ru_ru: Отображается общее количество ошибок, которые машина насчитала с момента установки.
sl_si: Prikaže se skupno število napak, ki jih je naprava preštela od namestitve.
tr_tr: Kurulumdan bu yana makinenin saydığı toplam hata sayısı görüntülenir.

# HelpErrorsStatisticsTotalDrawersNoError
source: The field shows a statistical data calculated by the system that refers to the average of the drawers moved without errors.
bg: Полето показва статистика изчислена от система която се отнася до средния брой чекмеджета преместени без грешки.
cs: Pole uvádí statistický údaj vypočtený systémem, který znamená průměr počtu zásuvek přesunutých bez chyb.
de_de: Feld mit vom System berechneten Statistik, die sich auf die durchschn. Anzahl der fehlerfrei bewegten Kästen bezieht.
el_gr: Το πεδίο εμφανίζει τα στατιστικά δεδομένα που έχουν υπολογιστεί από το σύστημα που αναφέρεται στο μέσο όρο των συρταριών που κινούνται χωρίς σφάλματα.
es_es: El campo muestra un dato estadístico calculado por el sistema que se refiere al número medio de cajones movidos sin errores.
fr_fr: Le champ affiche une donnée statistique calculée par le système qui se réfère à la moyenne des tiroirs déplacés sans erreurs.
hr: Polje prikazuje stat. podatke izračunate od str. sustava koji se odnose na prosjek pretinaca pomaknutih bez grešaka.
hu_hu: A mező a rendszer által számított statisztikát tartalmazza, amely a hiba nélkül mozgatott tálcák átlagára vonatkozik.
it: Il campo riporta un dato statistico calcolato dal sistema che si riferisce alla media di cassetti mossi senza errori.
pl_pl: W polu wyświetlana jest obliczona przez system statystyka odnosząca się do średniej z szuflad przesuniętych bez błędów.
ru_ru: В поле отображаются статистические данные, рассчитанные системой, которые относятся к среднему значению выдвижных узлов, перемещенных без ошибок.
sl_si: Polje prikazuje stat. podatke, izračunane v sistemu, ki se nanašajo na povprečje predalov, premaknjenih brez napak.
tr_tr: Alan, hatasız hareket ettirilen çekmecelerin ortalamasını ifade eden sistem tarafından hesaplanan istatistiksel bir veriyi gösterir.

# HelpErrorsStatisticsReliability
source: The system calculates the reliability coefficient of the machine as the ratio between the number of errors counted and the total of the moved drawers.
bg: система изчислява коефициента на надеждност на машината като съотношение между броя на отчетените грешки и общия брой преместени чекмеджета.
cs: Systém vypočte koeficient spolehlivosti stroje jako poměr mezi napočítaným počtem chyb a celkovým počtem přesunutých zásuvek.
de_de: Das System berechnet den Zuverlässigkeitskoeff. der Maschine als das Verhältnis zwischen der gezählten Fehler und der insgesamt bewegten Kästen.
el_gr: Το σύστημα υπολογίζει το συντελεστή αξιοπιστίας του μηχανήματος ως τη σχέση μεταξύ του αριθμού των σφαλμάτων που μετρήθηκαν και το σύνολο των κινούμενων συρταριών.
es_es: El sistema calcula el coeficiente de fiabilidad de la máquina como la relación entre el número de errores contabilizados y el número total de cajones movidos.
fr_fr: Le système calcule le coefficient de fiabilité de la machine comme le rapport entre le nombre d’erreurs comptées et le total des tiroirs déplacés.
hr: Sustav izračunava koeficijent pouzdanosti stroja kao omjer između broja prebrojanih grešaka i ukupnog broja pomaknutih pretinaca.
hu_hu: A rendszer a gép megbízhatósági együtthatóját úgy számítja ki, mint a számlált hibák száma és a mozgatott tálcák összességének hányadosa.
it: Il sistema calcola il coefficiente di affidabilita' della macchina come rapporto fra il numero di errori conteggiati ed il totale dei cassetti mossi.
pl_pl: System oblicza współczynnik niezawodności urządzenia jako stosunek liczby zliczonych błędów do sumy przesuniętych szuflad.
ru_ru: Система вычисляет коэффициент надежности машины как отношение между количеством подсчитанных ошибок и общим количеством перемещаемых выдвижных узлов.
sl_si: Sistem izračuna koeficient zanesljivosti stroja kot razmerje med številom preštetih napak in skupnim številom premaknjenih predalov.
tr_tr: Sistem, makinenin güvenilirlik katsayısını, sayılan hata sayısı ile taşınan çekmecelerin toplamı arasındaki oran olarak hesaplar.
