Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpSRCSaveFolder
source: Indicates the automatically created folder where the configuration files will be saved.
bg: Посочва автоматично създадената папка в която ще бъдат записани Конфиг файлове.
cs: Uvádí automaticky vytvořenou složku, do které se uloží konfigurační soubory.
de_de: Nennt den autom. erstellten Ordner mit den gespeicherten Konfigurationsdateien.
el_gr: Υποδεικνύει την αυτόματη δημιουργία φακέλου όπου τα αρχεία διαμόρφωσης θα αποθηκευτούν.
es_es: Indica la carpeta creada automáticamente donde se guardarán los archivos de configuración.
fr_fr: Indique le dossier créé automatiquement dans lequel les fichiers de configuration seront enregistrés.
hr: Označuje mapu izrađenu automatski u koju će se spremati datoteke konfiguracije.
hu_hu: Az automatikusan létrehozott mappát mutatja, ahová mentésre kerülnek a konfigurációs fájlok.
it: Indica la cartella creata automaticamente dove verranno salvati i files di configurazione.
pl_pl: Wskazuje automatycznie utworzony folder, w którym zostaną zapisane pliki konfiguracyjne.
ru_ru: Указывает автоматически созданную папку, в которой будут сохранены файлы конфигурации.
sl_si: Prikazuje avtomatsko ustvarjeno mapo, v katero bodo shranjene konfiguracijske datoteke.
tr_tr: Yapılandırma dosyalarının kaydedileceği otomatik olarak oluşturulan klasörü belirtir.

# HelpSRCSaveButton
source: Start the procedure for saving the configuration files. Any files already present will be overwritten.
bg: Стартира процедурата за запазване на Конфиг файлове. Всички вече налични файлове ще бъдат презаписани.
cs: Spustí postup ukládání konfiguračních souborů. Případné již přítomné soubory se přepíší.
de_de: Startet die Prozedur zum Speichern der Konfigurationsdateien. Bereits vorhandene Dateien werden überschrieben.
el_gr: Ξεκινήστε τη διαδικασία για την αποθήκευση των αρχείων διαμόρφωσης. Οποιοδήποτε αρχείο που ήδη υπάρχει θα αντικατασταθεί.
es_es: Inicia el proceso de guardar los archivos de configuración. Cualquier archivo ya presente se sobrescribirá.
fr_fr: Démarre la procédure d’enregistrement des fichiers de configuration. Tous les fichiers déjà présents seront écrasés.
hr: Pokreće postupak spremanja datoteka konfiguracije. Eventualne već prisutne datoteke će biti ispisane preko.
hu_hu: Elindítja a konfigurációs fájlok mentési eljárását. Az esetlegesen már meglévő fájlok felülírásra kerülnek.
it: Avvia la procedura di salvataggio dei files di configurazione. Eventuali files gia' presenti saranno sovrascritti.
pl_pl: Rozpocząć procedurę zapisu plików konfiguracyjnych. Wszystkie już istniejące pliki zostaną nadpisane.
ru_ru: Запустить процедуру сохранения файлов конфигурации. Все уже имеющиеся файлы будут перезаписаны.
sl_si: Zažene postopek za shranjevanje konfiguracijskih datotek. Morebitne datoteke, ki so že prisotne, bodo prepisane.
tr_tr: Yapılandırma dosyalarını kaydetme prosedürünü başlatın. Halihazırda mevcut olan tüm dosyaların üzerine yazılacaktır.

# HelpSRCSaveConfirmButton
source: Confirm the file saving procedure.
bg: Потвърдете процедурата за запазване на файла.
cs: Potvrzuje postup ukládání souborů.
de_de: Bestätigt den Speichervorgang der Dateien.
el_gr: Επιβεβαιώστε τη διαδικασία αποθήκευσης αρχείου.
es_es: Confirme el procedimiento para guardar los archivos.
fr_fr: Confirme la procédure d’enregistrement des fichiers.
hr: Potvrđuje postupak spremanja datoteka.
hu_hu: Megerősíti a fájlok mentési eljárását.
it: Conferma la procedura di salvataggio dei files.
pl_pl: Potwierdzić procedurę zapisu pliku.
ru_ru: Подтвердить процедуру сохранения файла.
sl_si: Potrdi postopek shranjevanja datotek.
tr_tr: Dosya kaydetme prosedürünü onaylayın.

# HelpSRCSaveAbortButton
source: Cancel the file saving procedure.
bg: Отменя процедурата за запазване на файла.
cs: Ruší postup ukládání souborů.
de_de: Bricht den Speichervorgang der Dateien ab.
el_gr: Ακυρώστε τη διαδικασία αποθήκευσης αρχείου.
es_es: Cancelar el procedimiento de guardado de archivos.
fr_fr: Annule la procédure d’enregistrement des fichiers.
hr: Poništava postupak spremanja datoteka.
hu_hu: Visszavonja a fájlok mentési eljárását.
it: Annulla la procedura di salvataggio dei files.
pl_pl: Anulować procedurę zapisu pliku.
ru_ru: Отменить процедуру сохранения файла.
sl_si: Prekliče postopek shranjevanja datotek.
tr_tr: Dosya kaydetme prosedürünü iptal edin.

# HelpSRCLoadSide
source: Configuration restore procedure.
bg: Процедура за нулиране на конфигурация.
cs: Postup obnovení konfigurace.
de_de: Zurücksetzen der Konfiguration.
el_gr: Διαδικασία αποκατάστασης διαμόρφωσης.
es_es: Procedimiento de restablecimiento de la configuración.
fr_fr: Procédure de rétablissement de la configuration.
hr: Postupak obnove konfiguracije.
hu_hu: A konfiguráció helyreállítási eljárása.
it: Procedura di ripristino configurazione.
pl_pl: Procedura przywracania konfiguracji.
ru_ru: Процедура восстановления конфигурации.
sl_si: Postopek obnovitve konfiguracije.
tr_tr: Yapılandırma geri yükleme prosedürü.

# HelpSRCLoadButton
source: Start the configuration files upload procedure. Any files already present will be overwritten.
bg: Стартира процедурата за зареждане на Конфигя файл. Всички вече налични файлове ще се презапишат.
cs: Spustí postup nahrávání konfiguračních souborů. Případné již přítomné soubory se přepíší.
de_de: Startet die Prozedur zum Laden der Konfigurationsdateien. Bereits vorhandene Dateien werden überschrieben.
el_gr: Αρχίστε τη διαδικασία μεταφόρτωσης των αρχείων διαμόρφωσης. Οποιοδήποτε αρχείο που ήδη υπάρχει θα αντικατασταθεί.
es_es: Inicia el procedimiento de carga de los archivos de configuración. Cualquier archivo ya presente se sobrescribirá.
fr_fr: Démarre la procédure de chargement des fichiers de configuration. Tous les fichiers déjà présents seront écrasés.
hr: Pokreće postupak učitavanja datoteka konfiguracije. Eventualne već prisutne datoteke će biti ispisane preko.
hu_hu: Elindítja a konfigurációs fájlok betöltési eljárását. Az esetlegesen már meglévő fájlok felül lesznek írva.
it: Avvia la procedura di caricamento dei files di configurazione. Eventuali files gia' presenti verranno sovrascritti.
pl_pl: Rozpocząć procedurę przesyłania plików konfiguracyjnych. Wszystkie już istniejące pliki zostaną nadpisane.
ru_ru: Запустить процедуру загрузки файлов конфигурации. Все уже имеющиеся файлы будут перезаписаны.
sl_si: Zažene postopek za nalaganje konfiguracijskih datotek. Morebitne datoteke, ki so že prisotne, bodo prepisane.
tr_tr: Yapılandırma dosyaları yükleme prosedürünü başlatın. Halihazırda mevcut olan tüm dosyaların üzerine yazılacaktır.

# HelpSRCLoadConfirmButton
source: Confirm the file upload procedure.
bg: Потвърдете процедурата за качване на файлове.
cs: Potvrzuje postup nahrávání souborů.
de_de: Bestätigt den Upload-Vorgang der Dateien.
el_gr: Επιβεβαιώστε τη διαδικασία μεταφόρτωσης αρχείου.
es_es: Confirme el procedimiento de carga de archivos.
fr_fr: Confirme la procédure de chargement des fichiers.
hr: Potvrđuje postupak učitavanja datoteka.
hu_hu: Megerősíti a fájlok betöltési eljárását.
it: Conferma la procedura di caricamento dei files.
pl_pl: Potwierdzić procedurę przesyłania pliku.
ru_ru: Подтвердить процедуру загрузки файла.
sl_si: Potrdi postopek nalaganja datotek.
tr_tr: Dosya yükleme prosedürünü onaylayın.

# HelpSRCLoadAbortButton
source: Cancel the file upload procedure.
bg: Отменя процедурата за качване на файл.
cs: Ruší postup nahrávání souborů.
de_de: Bricht den Upload-Vorgang der Dateien ab.
el_gr: Ακυρώστε τη διαδικασία μεταφόρτωσης αρχείου.
es_es: Cancelar el procedimiento de carga de archivos.
fr_fr: Annule la procédure de chargement des fichiers.
hr: Poništava postupak učitavanja datoteka.
hu_hu: Visszavonja a fájlok betöltési eljárását.
it: Annulla la procedura di caricamento dei files.
pl_pl: Anulować procedurę przesyłania pliku.
ru_ru: Отменить процедуру загрузки файла.
sl_si: Prekliči postopek nalaganja datotek.
tr_tr: Dosya yükleme prosedürünü iptal edin.

# HelpOpMainPageHeadr
source: First page.
bg: Началн страница.
cs: Výchozí stránka.
de_de: Startseite
el_gr: Πρώτη σελίδα.
es_es: Página de inicio.
fr_fr: Page initiale.
hr: Poč. stranica.
hu_hu: Kezdeti oldal.
it: Pagina iniziale.
pl_pl: Pierwsza strona.
ru_ru: Первая страница.
sl_si: Začetna stran.
tr_tr: İlk sayfa.

# HelpOpMainPageDescription
source: The main menu allows you to check the machine status using the appropriate buttons at the top of the screen. On the left side, using the navigation buttons, it is possible to access the various functions.
bg: Основното меню позволява да се проверява състояние на машината чрез бутоните в горната част на екрана. От лявата страна с помощта на бутоните за навигация можете да получите достъп до различните функции.
cs: Hlavní nabídka umožňuje kontrolovat stav stroje pomocí příslušných tlačítek v horní části obrazovky. V levé části lze pomocí navigačních tlačítek vstoupit do jednotlivých funkcí.
de_de: Im Hauptmenü kann mit den entsprechenden Schaltflächen am oberen Bildschirmrand der Maschinenstatus überprüft werden. Auf der linken Seite kann über die Navigationstasten auf die verschiedenen Funktionen zugegriffen werden.
el_gr: Το κύριο μενού σας επιτρέπει να ελέγχετε την κατάσταση του μηχανήματος που χρησιμοποιώντας τα κατάλληλα κουμπιά στο επάνω μέρος της οθόνης. Στην αριστερή πλευρά, χρησιμοποιώντας τα κουμπιά πλοήγησης, μπορείτε να έχετε πρόσβαση στις διάφορες λειτουργίες.
es_es: El menú principal permite comprobar el estado de la máquina mediante los botones correspondientes situados en la parte superior de la pantalla. En el lado izquierdo, utilizando los botones de navegación, puede acceder a las distintas funciones.
fr_fr: Le menu principal permet de vérifier l’état de la machine à l’aide des boutons appropriés en haut de l’écran. Sur le côté gauche, à l’aide des boutons de navigation, il est possible d’accéder aux différentes fonctions.
hr: Glavni izbornik dozvoljava provjeru stanja stroja pomoću odgovarajućih gumba u gornjem dijelu zaslona. Na lijevoj strani, pomoću navigacijskih gumba, može se pristupiti raznim funkcijama.
hu_hu: A főmenü lehetővé teszi a gépállapot ellenőrzését a megfelelő gombok segítségével a képernyő felső részén. A bal oldalon, a navigációs gombok segítségével lehet hozzáférni a különböző funkciókhoz.
it: Il menu principale permette di controllare lo stato macchina tramite gli appositi pulsanti nella parte superiore dello schermo. Nella parte sinistra usando i pulsanti di navigazione e' possibile accedere alle varie funzioni.
pl_pl: Menu główne umożliwia sprawdzenie stanu maszyny za pomocą odpowiednich przycisków w górnej części ekranu. Po lewej stronie, za pomocą przycisków nawigacyjnych, można uzyskać dostęp do różnych funkcji.
ru_ru: Главное меню позволяет проверить состояние машины с помощью соответствующих кнопок в верхней части экрана. С левой стороны, с помощью кнопок навигации, можно получить доступ к различным функциям.
sl_si: Glavni meni omogoča, da z ustreznimi gumbi na zgornjem delu zaslona preverite stanje stroja. Na levi strani lahko z navigacijskimi gumbi dostopate do različnih funkcij.
tr_tr: Ana menü, ekranın üst kısmındaki uygun düğmeleri kullanarak makine durumunu kontrol etmenizi sağlar. Sol taraftaki navigasyon butonlarını kullanarak çeşitli fonksiyonlara ulaşmak mümkündür.

# HelpOpMainManu
source: Indicates the manual condition. The automatic cycle is suspended.
bg: Показва ръчно състояние. Автоматичният цикъл е спрян.
cs: Uvádí stav manuálního režimu. Automatický cyklus je pozastavený.
de_de: Manueller Status. Der automatische Zyklus wird ausgesetzt.
el_gr: Υποδεικνύει τη χειροκίνητη κατάσταση. Ανεστάλη ο αυτόματος κύκλος.
es_es: Indica la condición manual. El ciclo automático se suspende.
fr_fr: Indique l’état manuel. Le cycle automatique est suspendu.
hr: Označuje ručno stanje. Automatski ciklus je suspendiran.
hu_hu: A kézi vezérlés állapotát mutatja. Az automatikus ciklus felfüggesztve.
it: Indica la condizione di manuale. Il ciclo automatico e' sospeso.
pl_pl: Wskazuje stan ręczny. Cykl automatyczny jest zawieszony.
ru_ru: Указывает на ручной режим. Автоматический цикл приостановлен.
sl_si: Označuje ročno stanje. Samodejni cikel je prekinjen.
tr_tr: Manuel durumu gösterir. Otomatik döngü askıya alınır.

# HelpOpMainAuto
source: Indicates the automatic condition. The machine manages the commands coming from the control system.
bg: Показва автоматично състояние. Машината обработва входящите команди от система за управл.
cs: Uvádí stav automatického režimu. Stroj spravuje příkazy přicházející z řídicího systému.
de_de: Zeigt den automatischen Zustand an. Die Maschine verarbeitet die vom Steuersystem eingehenden Befehle.
el_gr: Υποδεικνύει την αυτόματη κατάσταση. Το μηχάνημα χειρίζεται τις εντολές που προέρχονται από το σύστημα ελέγχου.
es_es: Indica la condición automática. La máquina gestiona las órdenes entrantes del sistema de control.
fr_fr: Indique l’état automatique. La machine gère les commandes provenant du système de contrôle.
hr: Označuje automatsko stanje. Stroj upravlja dolaznim kontrolama sa sustava za nadzor.
hu_hu: Az automatikus vezérlés állapotát mutatja. A gép kezeli a vezérlőrendszerről beérkező parancsokat.
it: Indica la condizione di automatico. La macchina gestisce i comandi in arrivo dal sistema di controllo.
pl_pl: Wskazuje stan automatyczny. Maszyna zarządza poleceniami pochodzącymi z systemu sterowania.
ru_ru: Указывает на автоматический режим. Машина управляет командами, поступающими от системы управления.
sl_si: Označuje avtomatsko stanje. Stroj upravlja ukaze, ki prihajajo iz krmilnega sistema.
tr_tr: Otomatik durumu gösterir. Makine, kontrol sisteminden gelen komutları yönetir.

# HelpOpMainOff
source: The power to the motors is disabled. Movements are not possible in any mode.
bg: Захранването на двигателите е деактивирано. Не е възможно движение в нито един режим.
cs: Výkon motorů je zakázán. Nejsou možné pohyby v žádném režimu.
de_de: Die Motorleistung ist deaktiviert. In keinem Modus sind irgendwelche Bewegungen möglich.
el_gr: Η ισχύς των κινητήρων είναι απενεργοποιημένη. Οι κινήσεις δεν μπορούν να γίνουν με κανένα τρόπο.
es_es: La energía de los motores está desactivada. No es posible el movimiento en ningún modo.
fr_fr: La puissance aux moteurs est désactivée. Aucun mouvement n’est possible.
hr: Snaga u motorima je onemogućena. Nisu mogući pokreti u nijednom načinu.
hu_hu: A motorok teljesítménye le van tiltva. Semmilyen üzemmódban sem lehetségesek mozgások.
it: La potenza ai motori e' disabilitata. Non sono possibili movimenti in nessuna modalita'.
pl_pl: Zasilanie silników jest wyłączone. Ruchy nie są możliwe w żadnym trybie.
ru_ru: Питание двигателей отключено. Движения невозможны ни в одном режиме.
sl_si: Moč motorjev je onemogočena. Premiki v nobenem načinu niso mogoči.
tr_tr: Motorlara giden güç devre dışı. Hareketler hiçbir modda mümkün değildir.

# HelpOpMainOn
source: The power to the motors is enabled. The machine is able to make movements.
bg: Захранването на двигателите е включено. Машината може да извършва движения.
cs: Výkon motorů je povolen. Stroj dokáže provádět pohyby.
de_de: Die Motorleistung ist aktiviert. Die Maschine kann Bewegungen ausführen.
el_gr: Η ισχύς στους κινητήρες ενεργοποιήθηκε. Το μηχάνημα είναι σε θέση να εκτελεί κινήσεις.
es_es: La potencia de los motores está activada. La máquina es capaz de moverse.
fr_fr: La puissance aux moteurs est activée. La machine est en mesure de faire des mouvements.
hr: Snaga u motorima je omogućena. Stroj može izvoditi pokrete.
hu_hu: A motorok teljesítménye engedélyezve van. A gép képes mozgások elvégzésére.
it: La potenza ai motori e' abilitata. La macchina e' in grado di effettuare movimenti.
pl_pl: Zasilanie silników jest włączone. Maszyna jest w stanie wykonywać ruchy.
ru_ru: Питание двигателей включено. Машина может совершать движения.
sl_si: Moč motorjev je omogočena. Stroj lahko izvaja premike.
tr_tr: Motorlara giden güç etkinleştirilir. Makine hareket yapabilir.

# HelpOpMainServiceAdvice
source: The system signals that some parts of the machine are approaching the time for scheduled maintenance.
bg: система сигнализира че за определени части на машината наближава времето за планирана поддръжка.
cs: Systém signalizuje, že některé díly stroje se blíží okamžiku provedení plánované údržby.
de_de: Das System zeigt an, dass für einige Teile der Maschine die planmäßige Wartung auszuführen ist.
el_gr: Τα σύστημα επισημαίνει ότι μερικά μέρη του μηχανήματος πρέπει να υποβληθούν στην προγραμματισμένη συντήρηση.
es_es: El sistema señala que ciertas partes de la máquina se están acercando al momento del mantenimiento programado.
fr_fr: Le système signale que certaines parties de la machine s’approchent du moment de la maintenance programmée.
hr: Sustav signalizira da se neki dijelovi stroja približavaju trenutku izvođenja planiranog održavanja.
hu_hu: A rendszer azt jelzi, hogy a gép egyes részegységeinél közeledik a tervezett karbantartás elvégzésének ideje.
it: Il sistema segnala che alcune parti della macchina si stanno avvicinando al momento di effettuare la manutenzione programmata.
pl_pl: System sygnalizuje, że zbliża się czas zaplanowanej konserwacji niektórych części maszyny.
ru_ru: Система сигнализирует о том, что приближается срок планового технического обслуживания для некоторых частей машины.
sl_si: Sistem javlja, da se nekateri deli stroja približujejo času načrtovanega vzdrževanja.
tr_tr: Sistem, makinenin bazı parçalarının planlı bakım zamanına yaklaştığını bildirir.

# HelpOpMainServiceAllert
source: The system signals that some parts of the machine have reached the end of the scheduled period between two maintenance operations. Maintenance required!
bg: система сигнализира че определени части на машина са достигнали края на програмиран период между две техническо обслужване. Изисква поддръжка!
cs: Systém signalizuje, že některé díly stroje dosáhly konce lhůty plánované mezi dvěma údržbami. Vyžaduje se údržba!
de_de: Das System zeigt an, dass einige Maschinenteile gewartet werden müssen, das programmierte Wartungsintervall ist abgelaufen. Wartung erforderlich!
el_gr: Το σύστημα επισημαίνει ότι μερικά μέρη του μηχανήματος έχουν φθάσει στο τέλος της προγραμματισμένης περιόδου μεταξύ των δύο εργασιών συντήρησης. Απαιτούμενη συντήρηση!
es_es: El sistema señala que algunas partes de la máquina han llegado al final del período programado entre dos mantenimientos. ¡Necesita mantenimiento!
fr_fr: Le système signale que certaines parties de la machine sont arrivées au terme de la période programmée entre deux interventions de maintenance. Maintenance requise !
hr: Sustav signalizira da su neki dijelovi stroja dostigli završetak planiranog razdoblja između dva zahvata održavanja. Potrebno održavanje!
hu_hu: A rendszer azt jelzi, hogy a gép egyes részegységei elérték a két karbantartás közötti időszak végét. Karbantartás szükséges!
it: Il sistema segnala che alcune parti della macchina sono arrivate al termine del periodo programmato fra due manutenzioni. Manutenzione richiesta!
pl_pl: System sygnalizuje, że niektóre części maszyny osiągnęły koniec zaplanowanego czasu pomiędzy dwoma przeglądami. Wymagana konserwacja!
ru_ru: Система сигнализирует о том, что для некоторых частей машины достигнут конец запланированного периода между двумя операциями технического обслуживания. Требуется техническое обслуживание!
sl_si: Sistem javlja, da so nekateri deli stroja zaključili načrtovano obdobje med dvema vzdrževanjema. Potrebno je vzdrževanje!
tr_tr: Sistem, makinenin bazı parçalarının iki bakım işlemi arasındaki planlanan sürenin sonuna geldiğini bildirir. Bakım gerekli!

# HelpOpMainError
source: An error occurred while the machine was running. Pressing this button opens the page for managing the recovery procedures.
bg: По време на работата на машината е възникнала грешка. Натискането на този бутон отваря страницата за управл на процедурата за нулиране.
cs: Během provozu stroje se vyskytla chyba. Stisknutím tohoto tlačítka se otevře stránka řízení postupu obnovení.
de_de: Beim Betrieb der Maschine ist ein Fehler aufgetreten. Durch Drücken dieser Taste wird die Verwaltungsseite für die Wiederherstellungsverfahren geöffnet.
el_gr: Επισημάνθηκε κάποιο σφάλμα κατά τη λειτουργία του μηχανήματος. Πατώντας αυτό το κουμπί ανοίγει η σελίδα για τη διαχείριση των διαδικασιών επαναφοράς.
es_es: Se ha producido un error durante el funcionamiento de la máquina. Al pulsar este botón se abre la página de gestión del procedimiento de restauración.
fr_fr: Une erreur s’est produite pendant le fonctionnement de la machine. La pression de ce bouton ouvre la page de gestion des procédures de rétablissement.
hr: Pojavila se greška tijekom rada stroja. Pritiskanjem na ovaj gumb otvara se stranica upravljanja postupkom obnove.
hu_hu: Hiba történt a gép működése során. A gomb megnyomása megnyitja a helyreállítási eljárások kezelőoldalát.
it: Si e' verificato un errore durante il funzionamento della macchina. La pressione di questo pulsante apre la pagina di gestione delle procedure di ripristino.
pl_pl: Podczas pracy urządzenia wystąpił błąd. Naciśnięcie tego przycisku otwiera stronę do zarządzania procedurami odzyskiwania.
ru_ru: Во время работы машины произошла ошибка. Нажатие этой кнопки открывает страницу для управления процедурами восстановления.
sl_si: Med delovanjem stroja je prišlo do napake. S pritiskom na ta gumb se odpre stran za upravljanje postopkov obnovitve.
tr_tr: Makine çalışırken bir hata oluştu. Bu düğmeye basmak, kurtarma prosedürlerini yönetmek için sayfayı açar.

# HelpOpMainUser
source: Reports the name of the currently logged in operator. Pressing the button allows you to log off.
bg: Той показва името на свързания в момента оператор. Натискането на бутона ви позволява да излезете от система.
cs: Uvádí jméno aktuálně připojeného člena obsluhy. Stisknutím tohoto tlačítka lze provést odhlášení.
de_de: Gibt den Namen des aktuell verbundenen Bedieners an. Durch das Drücken der Taste ist die Abmeldung möglich.
el_gr: Αναφέρει το όνομα του τρέχοντος χειριστή που έχει συνδεθεί. Πατώντας το κουμπί σας επιτρέπεται να αποσυνδεθείτε.
es_es: Devuelve el nombre del operador actualmente conectado. Al pulsar el botón se puede cerrar la sesión.
fr_fr: Indique le nom de l’opérateur actuellement connecté. La pression du bouton permet d’effectuer la déconnexion.
hr: Navodi ime trenutno povezanog rukovatelja. Pritiskanjem na ovaj gumb može se izvršiti odjava.
hu_hu: A jelenleg csatlakozott kezelő nevét mutatja. A gomb megnyomása lehetővé teszi a kijelentkezést.
it: Riporta il nome dell'operatore attualmente connesso. La pressione del pulsante consente di effettuare il logoff.
pl_pl: Informuje o nazwie aktualnie zalogowanego operatora. Naciśnięcie przycisku umożliwia wylogowanie się.
ru_ru: Сообщает имя текущего вошедшего в систему оператора. Нажатие кнопки позволяет выйти из системы.
sl_si: Navaja ime trenutno prijavljenega operaterja. S pritiskom na gumb se lahko odjavite.
tr_tr: Şu anda oturum açmış olan operatörün adını bildirir. Düğmeye basmak oturumu kapatmanızı sağlar.
