Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpLFDTestedCells
source: Indicates the number of cells currently tested.
bg: Показва броя клетки които тестват в момента.
cs: Uvádí počet aktuálně testovaných buněk.
de_de: Anzahl der aktuell getesteten Zellen
el_gr: Υποδεικνύει τον αριθμό των κυψελών που δοκιμάστηκαν.
es_es: Indica el número de celdas analizadas actualmente.
fr_fr: Indique le nombre de cellules actuellement testées.
hr: Označuje broj trenutačno testiranih ćelija.
hu_hu: A jelenleg tesztelt rekeszek számát mutatja.
it: Indica il numero di celle attualmente testate.
pl_pl: Wskazuje liczbę komórek aktualnie testowanych.
ru_ru: Указывает количество испытываемых в данный момент ячеек.
sl_si: Navaja število trenutno testiranih celic.
tr_tr: Şu anda test edilen hücre sayısını gösterir.

# HelpLFDCellInTest
source: Number of the cell currently being tested.
bg: Номер клетка която се тества в момента.
cs: Číslo aktuálně testované buňky.
de_de: Nummer der derzeit getesteten Zelle.
el_gr: Αριθμός της τρέχουσας κυψέλης που δοκιμάστηκε.
es_es: Número de la célula que se está probando actualmente.
fr_fr: Numéro de la cellule en cours de test.
hr: Broj ćelija trenutačno na testiranju.
hu_hu: A jelenleg tesztelt rekesz száma.
it: Numero della cella attualmente in test.
pl_pl: Numer aktualnie testowanej komórki.
ru_ru: Номер ячейки, которая испытывается в настоящее время.
sl_si: Štev. celice, ki se trenutno testirajo.
tr_tr: Şu anda test edilmekte olan hücrenin numarası.

# HelpLFDDrawerNumber
source: Number of the drawer being inserted.
bg: Номер на чекмеджето което се вмъква.
cs: Číslo zásuvky ve fázi zadávání.
de_de: Nummer des Kastens in der Einfügephase.
el_gr: Αριθμός του συρταριού που εισήχθηκε.
es_es: Número del cajón que se inserta.
fr_fr: Numéro du tiroir en phase d’insertion.
hr: Broj pretinaca u fazi unosa.
hu_hu: A beviteli fázisban lévő tálca száma.
it: Numero del cassetto in fase di inserimento.
pl_pl: Numer wsuwanej szuflady.
ru_ru: Номер вставляемого выдвижного узла.
sl_si: Številka predala, ki se vstavlja.
tr_tr: Takılmakta olan çekmecenin numarası.

# HelpLFDMaxLoad
source: Maximum capacity of the drawer during loading.
bg: Максимален капацитет чекмедже при зареждане.
cs: Maximální kapacita zásuvky ve fázi nakládky.
de_de: Maximale Tragkraft des Kastens in Ladephase.
el_gr: Μέγιστη χωρητικότητα του συρταριού κατά τη φόρτωση.
es_es: Capacidad máxima del cajón durante la carga.
fr_fr: Capacité de charge maximale du tiroir en phase de chargement.
hr: Maksimalna nosivost pretinca u fazi utovara.
hu_hu: A betöltési fázisban lévő tálca maximális teherbírása.
it: Portata massima del cassetto in fase di carico.
pl_pl: Maksymalna pojemność szuflady podczas załadunku.
ru_ru: Максимальная вместимость выдвижного узла при загрузке.
sl_si: Največja zmogljivost predala med nakladanjem.
tr_tr: Yükleme sırasında çekmecenin maksimum kapasitesi.

# HelpLFDInsertDrawer
source: Start the drawer insertion procedure. The procedure ends when the planned cycles are completed.
bg: Стартира процедура поставяне на чекмеджето. Процедурата приключва след приключване на планираните цикли.
cs: Spustí postup zadávání zásuvky. Postup se ukončí po dokončení předpokládaného počtu cyklů.
de_de: Startet das Einfügen des Kastens. Das Verfahren endet nach Abschluss der vorgesehenen Zyklen.
el_gr: Εκκίνηση της διαδικασίας εισαγωγής συρταριού. Η διαδικασία τελειώνει όταν έχουν ολοκληρωθεί οι προγραμματισμένοι κύκλοι.
es_es: Inicia el procedimiento de inserción del cajón. El procedimiento termina cuando se completan los ciclos.
fr_fr: Démarre la procédure d’insertion du tiroir. La procédure se termine à l’achèvement des cycles prévus.
hr: Pokreće postupak unosa pretinca. Postupak završava dovršetkom predviđenih ciklusa.
hu_hu: Elindítja a tálca beviteli eljárását. Az eljárás a meghatározott ciklusszám elvégzésével fejeződik be.
it: Avvia la procedura di inserimento del cassetto. La procedura termina al completamento dei cicli previsti.
pl_pl: Rozpocząć procedurę wkładania szuflady. Procedura kończy się po zakończeniu zaplanowanych cykli.
ru_ru: Начать процедуру вставки выдвижного узла. Процедура заканчивается, когда запланированные циклы завершены.
sl_si: Zaženi postopek vstavljanja predala. Postopek se konča, ko se zaključijo predvideni cikli.
tr_tr: Çekmece yerleştirme prosedürünü başlatın. Prosedür, planlanan döngüler tamamlandığında sona erer.

# HelpLFDRecallDrawer
source: Recall the drawer used for the test in the bay.
bg: Спомня си за чекмеджето използвано за теста.
cs: Vyvolá ve stanici zásuvku použitou pro test.
de_de: Ruft Kasten in der Bucht für Test auf.
el_gr: Ανακαλέστε το συρτάρι που χρησιμοποιήθηκε για τη δοκιμή στην πλατφόρμα.
es_es: Llama a la bahía el cajón utilizado para la prueba.
fr_fr: Rappelle dans la baie le tiroir utilisé pour le test.
hr: Poziva u uvalu pretinac korišten za test.
hu_hu: Behívja a munkaállomásra a teszthez használt tálcát.
it: Richiama in baia il cassetto utilizzato per il test.
pl_pl: Przywołać szufladę użytą do badania w zatoce.
ru_ru: Вызвать выдвижной узел, используемый для испытания в секции.
sl_si: Pokliče predal, upor. za test. nazaj na nak polico.
tr_tr: Bölmedeki test için kullanılan çekmeceyi hatırlayın.

# HelpLFDDescription
source: The procedure allows you to use the drawer selected in the appropriate input field to test the lower and upper cells of the machine as well as the cells below and above the cell blocks indicated as disabled. The purpose of the procedure is to verify that there is no mechanical interference in these areas.
bg: Процедурата позволява чекмеджето избрано в полето за въвеждане да се използва за изпитване на долните и горните клетки на машината в допълнение към клетките под и над блокове клетки посочени като деактивирани. Целта на процедурата е да се провери дали в тези области няма механични смущения.
cs: Postup umožňuje použít zásuvku vybranou v příslušném poli zadání pro testování nižších a vyšších buněk stroje, stejně jako buněk nad a pod bloky buněk, které jsou označeny jako deaktivované. Účelem postupu je ověřit, zda nedochází k mechanickým interferencím v těchto oblastech.
de_de: Verfahren ermöglicht die Verw. des in dem spez. Eingabefeld gewählten Kastens zum Test der unt. und ob. Zellen der Masch. zusätzlich zu den als deaktiv. gekennzeichneten Zellen unterhalb und oberhalb der Zellenblöcke. Zweck des Verfahrens ist die Prüfung, ob es in diesen Bereichen mechanischen Störungen gibt.
el_gr: Η διαδικασία σας επιτρέπει να χρησιμοποιήσετε το επιλεγμένο συρτάρι στο κατάλληλο πεδίο εισαγωγής για τη δοκιμή των κάτω και επάνω κυψελών του μηχανήματος όπως επίσης τις κυψέλες κάτω και επάνω από τα μπλοκ κυψελών που υποδείχθηκαν ως απενεργοποιημένα. Σκοπός της διαδικασίας είναι να επαληθευτεί ότι δεν υπάρχει καμιά μηχανική παρεμβολή στις περιοχές αυτές.
es_es: El procedimiento permite utilizar el cajón seleccionado en el campo de entrada para comprobar las celdas inferiores y superiores de la máquina, además de las celdas situadas por debajo y por encima de los bloques de celdas indicados como desactivados. El objetivo del procedimiento es verificar que no hay interferencias mecánicas en estas zonas.
fr_fr: La procédure permet d’utiliser le tiroir sélectionné dans le champ de saisie approprié pour tester les cellules inférieures et supérieures de la machine ainsi que les cellules au-dessous et au-dessus des blocs de cellules indiqués comme désactivés. Le but de la procédure est de vérifier qu’il n’y ait pas d’interférences mécaniques dans ces zones.
hr: Postupak dozvoljava uporabu odabranog pretinca u odgovarajućem polju za unos radi testiranja donjih i gornjih ćelija stroja pored ćelija ispod i iznad skupina ćelija koje su navedene kao onemogućene. Svrha postupka je provjeriti da nema mehaničkih smetnji u ovim područjima.
hu_hu: Az eljárás lehetővé teszi a megfelelő beviteli mezőben kiválasztott tálca felhasználását a gép alsó és felső rekeszeinek tesztelésére, a letiltottként megjelenő rekeszblokkok alatti és feletti rekeszek kivételével. Az eljárás célja annak ellenőrzése, hogy ezeken a területeken ne álljanak fel mechanikai ütközések.
it: La procedura permette di utilizzare il cassetto selezionato nell'apposito campo di input per testare le celle inferiori e superiori della macchina oltre alle celle sottostanti e sovrastanti blocchi di celle indicate come disabilitate. Scopo della procedura e' quello di verificare che non vi siano interferenze meccaniche in queste aree.
pl_pl: Procedura umożliwia wykorzystanie szuflady wybranej w odpowiednim polu wprowadzania danych do przetestowania dolnych i górnych komórek urządzenia oraz komórek znajdujących się poniżej i powyżej bloków komórek oznaczonych jako wyłączone. Celem procedury jest sprawdzenie, czy w tych obszarach nie występują zakłócenia mechaniczne.
ru_ru: Эта процедура позволяет использовать выдвижной узел, выбранный в соответствующем поле ввода, для проверки нижних и верхних ячеек машины, а также ячеек ниже и выше блоков ячеек, указанных как отключенные. Цель процедуры состоит в том, чтобы убедиться в отсутствии механических помех в этих областях.
sl_si: Postopek omogoča, da z izbranim predalom v ustreznem vnosnem polju preizkusite spodnje in zgornje celice stroja ter celice pod in nad sklopi celic, ki so navedene kot onemogočene. Namen postopka je preveriti, da na teh območjih ni mehanskih motenj.
tr_tr: Prosedür, makinenin alt ve üst hücrelerini ve ayrıca devre dışı olarak belirtilen hücre bloklarının altındaki ve üstündeki hücreleri test etmek için uygun giriş alanında seçilen çekmeceyi kullanmanızı sağlar. Prosedürün amacı, bu alanlarda mekanik parazit olmadığını doğrulamaktır.

# HelpLDRDescription
source: The procedure allows you to insert the empty drawers inside the machine at the end of the commissioning procedure. The drawers are inserted inside the free blocks choosing them according to the lowest priority.
bg: Процедурата позволява поставянето на празни чекмеджета в машината в края на процедурата по въвеждане в експлоатация. чекмедж се поставят в свободните блокове като се избират според най-ниския приоритет.
cs: Postup umožňuje zasunout prázdné zásuvky do stroje po skončení postupu uvedení do provozu. Zásuvky jsou zasunuty do volných bloků a vybere je podle nižší priority.
de_de: Das Verfahren ermöglicht am Ende der Inbetriebnahme die Einfügung leerer Kästen in die Maschine. Die Kästen werden in die freien Blöcke eingesetzt, wobei die Auswahl nach der niedrigsten Priorität erfolgt.
el_gr: Η διαδικασία σας επιτρέπει να εισάγετε τα άδεια συρτάρια μέσα στο μηχάνημα στο τέλος της διαδικασίας θέσης σε λειτουργία. Τα συρτάρια εισάγονται μέσα στα ελεύθερα μπλοκ που επιλέγονται σύμφωνα με τη χαμηλότερη προτεραιότητα.
es_es: El procedimiento permite colocar los cajones vacíos en el interior de la máquina al final del procedimiento de puesta en marcha. Los cajones se colocan dentro de los bloques libres eligiéndolos según la menor prioridad.
fr_fr: La procédure permet d’insérer les tiroirs vides à l’intérieur de la machine à la fin de la procédure de mise en service. Les tiroirs sont insérés à l’intérieur des blocs libres en les choisissant selon la priorité la plus basse.
hr: Postupak dozvoljava unos praznih pretinaca unutar stroja na završetku postupka puštanja u rad. Pretinci se unose unutar slobodnih blokova koji se odabiru na temelju najnižeg prava prvenstva.
hu_hu: Az eljárás lehetővé teszi üres tálcák bevitelét a gép belsejébe az üzembe helyezési eljárást követően. A tálcák a szabad blokkokba kerülnek a legalacsonyabb prioritás figyelembe vételével.
it: La procedura permette di inserire i cassetti vuoti all'interno della macchina al termine della procedura di messa in servizio. I cassetti vengono inseriti all'interno dei blocchi liberi scegliendoli in base alla priorita' piu' bassa.
pl_pl: Procedura umożliwia włożenie pustych szuflad do wnętrza maszyny po zakończeniu procedury uruchamiania. Szuflady wkłada się do wolnych bloków, wybierając je według najniższego priorytetu.
ru_ru: Эта процедура позволяет вставить пустые выдвижные узлы внутрь машины в конце процедуры ввода в эксплуатацию. Выдвижные узлы вставляются внутрь свободных блоков, выбирая их в соответствии с наименьшим приоритетом.
sl_si: Postopek omogoča, da prazne predale vstavite v stroj ob koncu postopka zagona. Predali se vstavijo v proste sklope glede na najnižjo prioriteto.
tr_tr: Prosedür, devreye alma prosedürünün sonunda boş çekmeceleri makinenin içine yerleştirmenizi sağlar. Çekmeceler, en düşük önceliğe göre seçilerek serbest blokların içine yerleştirilir.

# HelpLDRTotalDrawers
source: Total number of drawers to be inserted.
bg: Общ брой чекмедж да бъдат поставени.
cs: Celkový počet zásuvek k zasunutí.
de_de: Gesamtzahl der einzusetzenden Kästen.
el_gr: Συνολικός αριθμός συρταριών που πρέπει να εισαχθεί.
es_es: Número total de cajones a insertar.
fr_fr: Nombre total de tiroirs à insérer.
hr: Sveukupni broj pretinaca za unos.
hu_hu: A behelyezendő tálcák teljes száma.
it: Numero totali di cassetti da inserire.
pl_pl: Całkowita liczba szuflad do włożenia.
ru_ru: Общее количество выдвижных узлов.
sl_si: Sk. št. Pred., ki jih je treba vstav.
tr_tr: Takılacak toplam çekmece sayısı.

# HelpLDRInsertedDrawers
source: Drawers already inserted in the car.
bg: Чекмеджета поставени в машината.
cs: Zásuvky již zasunuté do stroje.
de_de: Kästen bereits in der Maschine.
el_gr: Συρτάρια που έχουν ήδη εισαχθεί στο αυτοκίνητο.
es_es: Los cajones ya están en el coche.
fr_fr: Tiroirs déjà insérés dans la machine.
hr: Pretinci već unijeti u stroj.
hu_hu: A gépbe már behelyezett tálcák.
it: Cassetti gia' inseriti in macchina.
pl_pl: Szuflady już włożone do wózka.
ru_ru: Выдвижные узлы уже вставлены в машину.
sl_si: Predali so že vstavljeni v stroj.
tr_tr: Çekmeceler zaten arabaya yerleştirilmiş.

# HelpLDRDrawerToInsert
source: Number of the drawer being inserted. It can be generated by the appropriate button or inserted in the appropriate field.
bg: Номер на чекмедже което се вмъква. Тя може да бъде генерирана от съответния бутон или въведена в съответно поле.
cs: Číslo zásuvky ve fázi zadávání. Může být vygenerován příslušným tlačítkem nebo zadán pomocí příslušného políčka.
de_de: Kastennr. in Einfügephase. Kann durch die entsprechende Taste generiert oder in das entsprechende Feld eingegeben werden.
el_gr: Αριθμός του συρταριού που εισήχθηκε. Μπορεί να δημιουργηθεί από το κατάλληλο κουμπί ή να εισαχθεί στο κατάλληλο πεδίο.
es_es: Número del cajón que se inserta. Puede generarse mediante el botón correspondiente o introducirse en el campo correspondiente.
fr_fr: Numéro du tiroir en phase d’insertion. Il peut être généré par le bouton approprié ou saisi dans le champ spécifique.
hr: Broj pretinaca u fazi unosa. Može ga stvoriti odgovarajući gumb ili se može unijeti u odgovarajuće polje.
hu_hu: A beviteli fázisban lévő tálca száma. A megfelelő gombbal generálható, vagy megadható a vonatkozó mezőben.
it: Numero del cassetto in fase di inserimento. Puo' essere generato dal pulsante apposito oppure inserito nell'apposito campo.
pl_pl: Numer wsuwanej szuflady. Można go wygenerować za pomocą odpowiedniego przycisku lub wpisać w odpowiednie pole.
ru_ru: Номер вставляемого выдвижного узла. Он может быть сгенерирован соответствующей кнопкой или вставлен в соответствующее поле.
sl_si: Številka predala, ki se vstavlja. Lahko se ustvari z ustreznim gumbom ali vnese v ustrezno polje.
tr_tr: Takılmakta olan çekmecenin numarası. Uygun düğme ile oluşturulabilir veya uygun alana eklenebilir.

# HelpLDRMaxLoad
source: Indicates the maximum capacity allowed for the drawer currently being inserted.
bg: Показва максим допустим капацитет чекмедже което се поставя в момента.
cs: Uvádí maximální přípustnou kapacitu pro aktuálně vkládanou zásuvku.
de_de: Zeigt die maximal zulässige Tragkraft für den aktuell eingesetzten Kasten an.
el_gr: Υποδεικνύει τη μέγιστη χωρητικότητα που επιτρέπεται για το τρέχον συρτάρι που εισάγεται.
es_es: Indica la capacidad máxima permitida para el cajón que se está introduciendo.
fr_fr: Indique la capacité de charge maximale autorisée pour le tiroir en cours d’insertion.
hr: Označuje najveću dozvoljenu nosivost za pretinac trenutačno u unosu.
hu_hu: A jelenleg éppen behelyezett tálca maximálisan megengedett teherbírását mutatja.
it: Indica la portata massima ammessa per il cassetto attualmente in inserimento.
pl_pl: Wskazuje maksymalną dopuszczalną pojemność aktualnie wsuwanej szuflady.
ru_ru: Указывает максимальную емкость, разрешенную для вставляемого в данный момент узла.
sl_si: Navaja največjo dovoljeno zmogljivost predala, ki se trenutno vstavlja.
tr_tr: Takılan çekmece için izin verilen maksimum kapasiteyi gösterir.

# HelpLDRNextDrawer
source: The button sets the next drawer to be inserted. the number is the one following the last one entered.
bg: Бутонът задава следващо чекмедже което ще бъде вмъкнато. номерът е този който следва последния въведен.
cs: tlač nastavuje následující zásuvku pro zasunutí. Číslo je číslo následující po posledním zadaném čísle.
de_de: Taste stellt den nächsten einzusetzenden Kasten ein. Die Nummer ist die nach der zuletzt eingefügten.
el_gr: Το κουμπί ορίζει το επόμενο συρτάρι που πρόκειται να εισαχθεί. Ο αριθμός είναι εκείνος που ακολουθεί τον τελευταίο που εισάγεται.
es_es: El botón establece el siguiente cajón que se va a insertar. el número es el que sigue al último insertado.
fr_fr: Le bouton configure le prochain tiroir à insérer, le numéro est celui qui suit le dernier saisi.
hr: Gumb postavlja pretinac za unos koji slijedi. Broj je sljedeći u odnosu na posljednji unijet.
hu_hu: A gomb a következő behelyezendő tálcát állítja be, a szám a legutóbb behelyezettet követő szám.
it: Il pulsante imposta il prossimo cassetto da inserire. il numero e' quello successivo all'ultimo inserito.
pl_pl: Przycisk ustawia następną szufladę do włożenia. Numer jest kolejnym po ostatnio wprowadzonym.
ru_ru: Кнопка устанавливает следующий выдвижной узел для вставки, это число следует за последним введенным.
sl_si: Gumb nastavi naslednji predal, ki ga je treba vstaviti. Številka je tista, ki sledi zadnji vneseni.
tr_tr: Düğme, eklenecek bir sonraki çekmeceyi ayarlar. sayı, girilen son sayıyı takip eden sayıdır.

# HelpLDRStart
source: Starts the procedure for inserting the selected drawer.
bg: Стартира процедурата за вмъкване на избраното чекмедже.
cs: Spustí postup zasouvání vybrané zásuvky.
de_de: Startet den Vorgang zum Einfügen des ausgewählten Kastens.
el_gr: Εκκινεί τη διαδικασία για την εισαγωγή του επιλεγμένου συρταριού.
es_es: Inicia el procedimiento de inserción del cajón seleccionado.
fr_fr: Démarre la procédure d’insertion du tiroir sélectionné.
hr: Pokreće postupak unosa odabranog pretinca.
hu_hu: Elindítja a kiválasztott tálca beviteli eljárását.
it: Avvia la procedura di inserimento del cassetto selezionato.
pl_pl: Uruchamia procedurę wsuwania wybranej szuflady.
ru_ru: Запускает процедуру вставки выбранного выдвижного узла.
sl_si: Zaženi postopek vstavljanja izbranega predala.
tr_tr: Seçilen çekmeceyi yerleştirme prosedürünü başlatır.

# HelpBCTRDescription
source: The procedure allows you to check and possibly correct the height of the various possible positions on the various bays. The procedure is suitable for the type of bay indicated in the document that describes the machine configuration. In the case of several positions on the same bay, the procedure allows multiple checks.
bg: Процедура позволява да се провери и при необходимост да се коригира височина на различни възможни позиции на различни отдели. Процедура е подходяща за типа отдел посочен в документа описващ конфигурацията на машината. В случай на няколко позиции в едно и също отдел процедурата позволява многократни проверки.
cs: Postup umožňuje ověřit a případně upravit kótu různých možných pozic jednotlivých stanic. Postup se přizpůsobí typu stanice uvedenému v dokumentu, který popisuje konfiguraci stroje. V případě více pozic ve stejné stanici postup umožňuje vícečetná ověření.
de_de: Verfahren ermöglicht die Prüfung und ggf. Korrektur versch. möglicher Pos. in den verschiedenen Buchten. Verfahren passt sich der Buchttyp. an, die in dem Dok. mit der Maschinenkonfig. beschrieben wird. Bei mehreren Pos. auf der gleichen Bucht erlaubt das Verfahren Mehrfachprüfungen.
el_gr: Η διαδικασία σας επιτρέπει να ελέγξετε και πιθανώς να διορθώσετε το ύψος των διαφόρων πιθανών θέσεων στις διάφορες πλατφόρμες. Η διαδικασία είναι κατάλληλη για τον τύπο της πλατφόρμας που υποδεικνύεται στο έγγραφο που περιγράφει τη διαμόρφωση του μηχανήματος. Σε περίπτωση αρκετών θέσεων στην ίδια πλατφόρμα, η διαδικασία σας επιτρέπει πολλαπλούς ελέγχους.
es_es: El procedimiento permite comprobar y, en su caso, corregir la altura de las distintas posiciones posibles en las diferentes bahías. El procedimiento es adecuado para el tipo de bahía indicado en el documento que describe la configuración de la máquina. En el caso de varias posiciones en la misma bahía, el procedimiento permite múltiples verificaciones.
fr_fr: La procédure permet de vérifier et éventuellement de corriger la cote des différentes positions possibles sur les différentes baies. La procédure s’adapte au type de baie indiqué dans le document décrivant la configuration de la machine. Dans le cas de plusieurs positions sur la même baie, la procédure permet des contrôles multiples.
hr: Postupak dozvoljava provjeru i moguć ispravak visine raznih položaja mogućih na raznim uvalama. Postupak se prilagođava vrsti uvale navedene u dokumentu koji opisuje konfiguraciju stroja. U slučaju više položaja na istoj uvali, postupak dozvoljava višestruke provjere.
hu_hu: Az eljárás lehetővé teszi a különböző munkaállomásokon lehetséges különböző pozíciók értékének ellenőrzését, és esetleges korrekcióját. Az eljárás a gépkonfiguráció leírását tartalmazó dokumentumban meghatározott munkaállomás-típustól függ. Ha több pozíció van ugyanazon a munkaállomáson, az eljárás többszörös ellenőrzést tesz lehetővé.
it: La procedura permette di verificare ed eventualmente correggere la quota delle varie posizioni possibili sulle varie baie. La procedura si adatta alla tipologia di baia indicata nel documento che descrive la configurazione macchina. Nel caso di piu' posizioni sulla stessa baia la procedura permette verifiche multiple.
pl_pl: Procedura umożliwia sprawdzenie i ewentualną korektę wysokości różnych możliwych pozycji na poszczególnych półkach. Procedura jest odpowiednia dla typu wnęki wskazanej w dokumencie opisującym konfigurację maszyny. W przypadku kilku pozycji na tej samej zatoce procedura pozwala na wielokrotne sprawdzanie.
ru_ru: Эта процедура позволяет проверить и, возможно, скорректировать высоту различных возможных положений в различных секциях. Эта процедура подходит для типа секции, указанного в документе, описывающем конфигурацию машины. В случае нескольких положений в одной секции процедура допускает несколько проверок.
sl_si: Postopek omogoča preverjanje in po potrebi popravljanje višine različnih možnih položajev na raznih nakladalnih policah. Postopek se prilagaja vrsti nakladalne police, navedeni v dokumentu, ki opisuje konfiguracijo stroja. V primeru več položajev na isti nakladalni polici postopek dovoljuje večkratno preverjanje.
tr_tr: Prosedür, çeşitli bölmelerdeki çeşitli olası konumların yüksekliğini kontrol etmenize ve muhtemelen düzeltmenize olanak tanır. Prosedür, makine yapılandırmasını açıklayan belgede belirtilen bölme tipi için uygundur. Aynı bölmede birden fazla pozisyon olması durumunda, prosedür çoklu kontrollere izin verir.
