Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpBCTRSelectedBay
source: Select the bay whose odds you want to check.
bg: Изберете отделто чиито акции искате да проверите.
cs: Vyberte stanici, na které si přejete zkontrolovat kóty.
de_de: Bucht auswählen, deren Höhen überprüft werden sollen.
el_gr: Επιλέξτε την πλατφόρμα της οποίας θέλετε να ελέγξετε τις πιθανότητες.
es_es: Seleccione la bahía cuyas dimensiones desea comprobar.
fr_fr: Sélectionne la baie dont on souhaite vérifier les cotes.
hr: Odabire uvalu čije se visine žele provjeriti.
hu_hu: Kiválasztja a munkaállomást, amelynek ellenőrizni kívánjuk a pozícióit.
it: Seleziona la baia di cui si vogliono verificare le quote.
pl_pl: Ustaw zatokę, której różnice chcesz sprawdzić.
ru_ru: Выбрать секцию, расчеты по которой необходимо проверить.
sl_si: Izberite nak polico, katere višine želite preveriti.
tr_tr: Oranlarını kontrol etmek istediğiniz körfezi seçin.

# HelpBCTRSelectedPosition
source: Indicates the position inside the selected bay whose heights you want to check. It is set automatically.
bg: Посочва позта в рамките на избраното отдел чиито размери трябва да бъдат проверени. Тя се настройва автоматично.
cs: Uvádí pozici uvnitř vybrané stanice, u které si přejete zkontrolovat kóty. Nastaví se automaticky.
de_de: Gibt die Position innerhalb der ausgewählten Bucht an, deren Höhen kontrolliert werden sollen. Wird automatisch eingestellt.
el_gr: Υποδεικνύει τη θέση μέσα στην επιλεγμένη πλατφόρμα της οποίας τα ύψη θέλετε να ελέγξετε. Ρυθμίζεται αυτόματα.
es_es: Indica la posición dentro de la bahía seleccionada cuyas dimensiones deben comprobarse. Se ajusta automáticamente.
fr_fr: Indique la position à l’intérieur de la baie sélectionnée dont on souhaite vérifier les cotes. Elle est configurée automatiquement.
hr: Označuje položaj unutar odabrane uvale čije se visine žele provjeriti. Postavlja se automatski.
hu_hu: A kiválasztott munkaállomás belsejében lévő pozíciót jelöli, amelynek ellenőrizni kívánjuk az értékét. Automatikusan kerül beállításra.
it: Indica la posizione all'interno della baia selezionata di cui si vogliono controllare le quote. Viene impostata automaticamente.
pl_pl: Wskazuje pozycję wewnątrz wybranej zatoki, której wysokość chcesz sprawdzić. Jest ona ustawiana automatycznie.
ru_ru: Указывает положение внутри выбранной секции, высоту которого необходимо проверить. Оно устанавливается автоматически.
sl_si: Navaja položaj znotraj izbrane nakladalne police, katere višine želite preveriti. Nastavi se samodejno.
tr_tr: Yüksekliğini kontrol etmek istediğiniz seçili bölme içindeki konumu belirtir. Otomatik olarak ayarlanır.

# HelpBCTRPositionHeight
source: Displays the elevation of the selected position within the bay under control.
bg: Показва височината на избраната поз в рамките на контролираното отдел.
cs: Zobrazuje kótu vybrané pozice v rozsahu kontrolované stanice.
de_de: Zeigt die Höhe der ausgewählten Position innerhalb der kontrollierten Bucht an.
el_gr: Εμφανίζει την ανύψωση της επιλεγμένης θέσης εντός της πλατφόρμας υπό έλεγχο.
es_es: Muestra la cota de la posición seleccionada dentro de la bahía bajo control.
fr_fr: Affiche la cote de la position sélectionnée dans la baie sous contrôle.
hr: Prikazuje visinu odabranog položaja unutar uvale pod nadzorom.
hu_hu: Megjeleníti a kiválasztott pozíció értékét az ellenőrzött munkaállomáson.
it: Visualizza la quota della posizione selezionata nell'ambito della baia sotto controllo.
pl_pl: Wyświetla wysokość wybranej pozycji w obrębie kontrolowanej zatoki.
ru_ru: Отображает высоту выбранной позиции в контролируемой секции.
sl_si: Prikaže višino izbranega položaja znotraj nadzorovane nakladalne police.
tr_tr: Kontrol altındaki bölmede seçilen konumun yüksekliğini görüntüler.

# HelpBCTRStepValue
source: Step value applied to the current coordinate of the axis each time the movement buttons are pressed.
bg: Стойност на стъпката прилагана към текущия размер на оста при всяко натискане на бутоните за движение.
cs: Hodnota kroku aplikovaná na aktuální kótu osy při každém stisknutí tlačítka přesunu.
de_de: Step, der bei jedem Drücken der Bewegungstasten auf die aktuelle Höhe der Achse angewendet wird.
el_gr: Τιμή βήματος που εφαρμόζεται στην τρέχουσα συντεταγμένη του άξονα κάθε φορά που πατιούνται τα κουμπιά κίνησης.
es_es: Valor del paso aplicado a la cota del eje actual cada vez que se pulsan los botones de desplazamiento.
fr_fr: Valeur du pas appliqué à la cote actuelle de l’axe à chaque pression des boutons de déplacement.
hr: Vrijednost koraka primijenjena na trenutačnu visinu osi kod svakog pritiskanja gumba za premještanje.
hu_hu: A tengely jelenlegi pozíciójára alkalmazott lépés értéke az elmozdulást vezérlő gombok minden megnyomására.
it: Valore dello step applicato alla quota corrente dell'asse ad ogni pressione dei pulsanti di spostamento.
pl_pl: Wartość kroku jest stosowana do aktualnej współrzędnej osi po każdym naciśnięciu przycisków ruchu.
ru_ru: Значение шага, применяемое к текущей координате оси при каждом нажатии кнопок перемещения.
sl_si: Vrednost koraka, ki se uporabi za trenutno višino osi ob vsakem pritisku gumba za premikanje.
tr_tr: Hareket tuşlarına her basıldığında eksenin mevcut koordinatına uygulanan adım değeri.

# HelpBCTRCorrectionValue
source: Cumulative value of the correction that will be applied to the height of the selected bay-position.
bg: Кумулативна стойност на корекцията която ще бъде приложена към избраната поз на отдел.
cs: Kumulativní hodnota korekce, která se aplikuje na vybranou kótu pozice stanice.
de_de: Kumulativer Korrekturwert, der auf die Höhe der ausgewählten Bucht-Position angewendet wird.
el_gr: Αθροιστική τιμή της διόρθωσης που μπορεί να εφαρμοστεί στο ύψος της επιλεγμένης θέσης πλατφόρμας.
es_es: Valor acumulado de la corrección que se aplicará a la posición de la bahía seleccionada.
fr_fr: Valeur cumulée de la correction qui sera appliquée à la cote de la baie-position sélectionnée.
hr: Kumulativna vrijednost ispravka koji će se primijeniti na visinu uvale-odabrani položaj.
hu_hu: A munkaállomás-kiválasztott pozíció értékére alkalmazott korrekció kumulatív értéke.
it: Valore cumulativo della correzione che verra' applicata all quota della baia-posizione selezionata.
pl_pl: Łączna wartość korekty, która zostanie zastosowana do wysokości wybranej zatoki.
ru_ru: Совокупное значение корректировки, которая будет применена к высоте выбранного положения секции.
sl_si: Skupna vrednost popravka, ki bo uporabljen za višino nakladalne police-izbrani položaj.
tr_tr: Seçilen bölme konumunun yüksekliğine uygulanacak düzeltmenin kümülatif değeri.

# HelpBCTRMoveToPosition
source: Place the vertical axis at the selected bay-location.
bg: Позиционирайте вертикалната ос на избраното място на отдел.
cs: Nastaví vertikální osu tak, aby odpovídala vybrané pozici stanice.
de_de: Positioniert die vertikale Achse an der ausgewählten Bucht-Position.
el_gr: Τοποθετήστε τον κατακόρυφο άξονα στην επιλεγμένη τοποθεσία πλατφόρμας.
es_es: Sitúe el eje vertical en la posición de la bahía seleccionada.
fr_fr: Positionne l’axe vertical au niveau de la baie-position sélectionnée.
hr: Stavlja okomitu os pored odabrane uvale-položaja.
hu_hu: A függőleges tengelyt a munkaállomáshoz-kiválasztott pozícióhoz állítja.
it: Posiziona l'asse verticale in corrispondenza della baia-posizione selezionata.
pl_pl: Umieść oś pionową w wybranym położeniu zatoki.
ru_ru: Поместить вертикальную ось в выбранное место секции.
sl_si: Postavi navpično os na nakladalno polico-izbrani položaj.
tr_tr: Dikey ekseni seçilen bölme konumuna yerleştirin.

# HelpBCTRStepPiu
source: Increases the current coordinate of the axis by the value indicated by the step.
bg: Увеличава размера на текущата ос със стойността посочена от стъпката.
cs: Zvýší aktuální kótu osy o hodnotu uvedenou krokem.
de_de: Erhöht aktuelle Achsenhöhe um den Step.
el_gr: Αυξάνει την τρέχουσα συντεταγμένη του άξονα με την τιμή που υποδεικνύεται από το βήμα.
es_es: Aumenta la dimensión actual del eje en el valor indicado por el paso.
fr_fr: Augmente la cote actuelle de l’axe de la valeur indiquée par le pas.
hr: Povećava trenutačnu visinu osi za vrijednost navedenu u koraku.
hu_hu: Növeli a tengely aktuális magasságát a lépésben megadott értékkel.
it: Incrementa la quota corrente dell'asse del valore indicato dallo step.
pl_pl: Zwiększa aktualną współrzędną osi o wartość wskazaną przez krok.
ru_ru: Увеличивает текущую координату оси на значение, указанное шагом.
sl_si: Povečaj trenutno višino osi vrednosti, označene s korakom.
tr_tr: Eksenin mevcut koordinatını adım tarafından belirtilen değer kadar artırır.

# HelpBCTRStepMeno
source: Decreases the current coordinate of the axis by the value indicated by the step.
bg: Намалява размера на текущата ос със стойността посочена от стъпката.
cs: Sníží aktuální kótu osy o hodnotu uvedenou krokem.
de_de: Verringert aktuelle Achsenhöhe um den Step.
el_gr: Μειώνει την τρέχουσα συντεταγμένη του άξονα με την τιμή που υποδεικνύεται από το βήμα.
es_es: Disminuye la dimensión actual del eje en el valor indicado por el paso.
fr_fr: Diminue la cote actuelle de l’axe de la valeur indiquée par le pas.
hr: Smanjuje trenutačnu visinu osi za vrijednost navedenu u koraku.
hu_hu: Csökkenti a tengely aktuális magasságát a lépésben megadott értékkel.
it: Decrementa la quota corrente dell'asse del valore indicato dallo step.
pl_pl: Zmniejsza aktualną współrzędną osi o wartość wskazaną przez krok.
ru_ru: Уменьшает текущую координату оси на значение, указанное шагом.
sl_si: Zmanjšaj trenutno višino osi vrednosti, označene s korakom.
tr_tr: Eksenin mevcut koordinatını adım tarafından belirtilen değer kadar azaltır.

# HelpBCTRAdjust
source: Corrects the current height of the bay-current position by the value indicated in the appropriate field.
bg: Коригира текущата поз на отделто на стойността посочена в съответното поле.
cs: Upraví aktuální kótu stávající pozice stanice o hodnotu uvedenou v příslušném políčku.
de_de: Korrigiert die aktuelle Höhe der Bucht-Position um den im entsprechenden Feld angegebenen Wert.
el_gr: Διορθώνει το τρέχον ύψος της τρέχουσας θέσης της πλατφόρμας από την τιμή που υποδεικνύεται στο κατάλληλο πεδίο.
es_es: Corrige la cota actual de la posición de la bahía por el valor indicado en el campo correspondiente.
fr_fr: Corrige la cote actuelle de la baie-position actuelle de la valeur indiquée dans le champ approprié.
hr: Ispravlja tren.visinu trenutačne uvale-položaje vrijednosti navedene u odgovarajućem polju.
hu_hu: Korrigálja a munkaállomás-jelenlegi pozíció tényleges értékét a vonatkozó mezőben megadott értékkel.
it: Corregge la quota attuale della baia-posizione corrente del valore indicato nell'apposito campo.
pl_pl: Koryguje aktualną wysokość położenia zatoki o wartość wskazaną w odpowiednim polu.
ru_ru: Корректирует текущую высоту секции-текущее положение на значение, указанное в соответствующем поле.
sl_si: Popravi trenutno višino nak police-trenutni položaj z vrednostjo, navedeno v ustreznem polju.
tr_tr: Bay-akım konumunun mevcut yüksekliğini uygun alanda belirtilen değerle düzeltir.

# HelpBCTRNextPosition
source: If enabled, the button allows you to choose the next position in the currently selected bay. The procedure must be repeated for the new position.
bg: Ако е активиран бутонът позволява да се избере следващата поз в текущо избраното отдел. Процедурата трябва да се повтори за новата поз.
cs: Pokud je povoleno, tlačítko umožňuje volbu následující pozici přítomné v aktuálně vybrané stanici. Postup se opakuje pro novou pozici.
de_de: Wenn Taste aktiviert, kann mit ihr die nächste Pos. in der aktuell ausgewählten Bucht gewählt werden. Das Verfahren muss für die neue Pos. wiederholt werden.
el_gr: Αν ενεργοποιείται, το κουμπί σας επιτρέπει να επιλέξετε την επόμενη θέση στην τρέχουσα επιλεγμένη πλατφόρμα. Η διαδικασία πρέπει να επαναληφθεί για τη νέα θέση.
es_es: Si está activado, el botón permite elegir la siguiente posición en la bahía actualmente seleccionada. El procedimiento debe repetirse para la nueva posición.
fr_fr: S’il est activé, le bouton permet de choisir la position suivante présente dans la baie actuellement sélectionnée. La procédure doit être répétée pour la nouvelle position.
hr: Ako je omogućen, gumb dozvoljava odabir sljedećeg položaja koji je prisutan u trenutačno odabranoj uvali. Postupak se ponavlja za novi položaj.
hu_hu: Ha engedélyezve van, a gomb lehetővé teszi a jelenleg kiválasztott munkaállomáson található következő pozíció kiválasztását. Az eljárás megismétlődik a következő pozícióra.
it: Se abilitato, il pulsante permette di scegliere la prossima posizione presente nella baia attualmente selezionata. La procedura va ripetuta per la nuova posizione.
pl_pl: Jeżeli przycisk jest włączony, to umożliwia wybór kolejnej pozycji w aktualnie wybranej zatoce. Procedura musi zostać powtórzona dla nowej pozycji.
ru_ru: Если эта кнопка включена, она позволяет выбрать следующую позицию в выбранной в данный момент секции. Процедура должна быть повторена для нового положения.
sl_si: Če je gumb omogočen, lahko izberete naslednji položaj na trenutno izbrani nakladalni polici. Za nov položaj je treba postopek ponoviti.
tr_tr: Etkinleştirilirse, düğme o anda seçili olan bölmede bir sonraki konumu seçmenize olanak tanır. Yeni pozisyon için prosedür tekrarlanmalıdır.

# HelpIPGDescription
source: The main menu allows access to all the functions foreseen for the machine commissioning phase.
bg: Основното меню осигурява достъп до всички функции предвидени за етапа на въвеждане в експлоатация на машината.
cs: Hlavní nabídka umožňuje přístup ke všem funkcím předpokládaným pro fázi uvedení stroje do provozu.
de_de: Das Hauptmenü ermöglicht den Zugriff auf alle Funktionen, die für die Inbetriebnahme der Maschine vorgesehen sind.
el_gr: Το κύριο μενού σας επιτρέπει την πρόσβαση σε όλες τις λειτουργίες που προβλέπονται για τη φάση της θέσης σε λειτουργία του μηχανήματος.
es_es: El menú principal permite acceder a todas las funciones previstas para la fase de puesta en marcha de la máquina.
fr_fr: Le menu principal permet d’accéder à toutes les fonctions prévues pour la phase de mise en service de la machine.
hr: Glavni izbornik dozvoljava pristup svim predviđenim funkcijama za fazu puštanja stroja u rad.
hu_hu: A főmenü lehetővé teszi a gép üzembe helyezési fázisára vonatkozó valamennyi funkcióhoz való hozzáférést.
it: Il menu' principale permette di accedere a tutte le funzioni previste per la fase di messa in servizio della macchina.
pl_pl: Menu główne umożliwia dostęp do wszystkich funkcji przewidzianych dla fazy uruchomienia maszyny.
ru_ru: Главное меню обеспечивает доступ ко всем функциям, предусмотренным на этапе ввода машины в эксплуатацию.
sl_si: Glavni meni omogoča dostop do vseh funkcij, predvidenih za fazo zagona stroja.
tr_tr: Ana menü, makine devreye alma aşaması için öngörülen tüm fonksiyonlara erişim sağlar.

# HelpIPGHeder
source: Main menu.
bg: Основно меню.
cs: Hlavní nabídka.
de_de: Hauptmenü.
el_gr: Κύριο μενού.
es_es: Menú principal.
fr_fr: Menu principal.
hr: Glavni izbornik.
hu_hu: Főmenü
it: Menu' principale.
pl_pl: Menu główne.
ru_ru: Главное меню.
sl_si: Glavni meni.
tr_tr: Ana menü.

# HelpIPGError
source: Indicates, when visible, the presence of an error. Pressing the button opens the window dedicated to restoring the situation.
bg: Когато е видим показва наличието на грешка. Натискането на бутона отваря прозореца за нулиране.
cs: Uvádí, pokud je viditelná, výskyt chyby. Stisknutím tlačítka se otevře okno vyhrazené pro obnovení situace.
de_de: Zeigt, wenn sichtbar, einen vorhandenen Fehler. Mit der Taste öffnet sich das Fenster für die Wiederherstellung.
el_gr: Υποδεικνύει, όταν φαίνεται, την παρουσία κάποιου σφάλματος. Πατώντας το κουμπί ανοίγει το παράθυρο που προορίζεται για την αποκατάσταση της κατάστασης.
es_es: Indica, cuando es visible, la presencia de un error. Al pulsar el botón se abre la ventana dedicada a restablecer la situación.
fr_fr: Indique, s’il est visible, la présence d’une erreur. La pression du bouton ouvre la fenêtre destinée au rétablissement de la situation.
hr: Označuje, kad je vidljiv, prisutnost greške. Pritiskanjem gumba otvara se prozor namijenjen obnovi situacije.
hu_hu: Ha látható, hiba jelenlétét mutatja. A gomb megnyomásával megnyílik egy ablak, amelyben a helyzet helyreállítható.
it: Indica, quando visibile, la presenza di un errore. La pressione del pulsante apre la finestra dedicata al ripristino della situazione.
pl_pl: Wskazuje, gdy jest widoczny, obecność błędu. Naciśnięcie przycisku otwiera okno poświęcone przywróceniu sytuacji.
ru_ru: Указывает, при отображении, на наличие ошибки. Нажатие кнопки открывает окно, предназначенное для восстановления ситуации.
sl_si: Ko je vidna, navaja prisotnost napake. S pritiskom na gumb se odpre okno, namenjeno ponovni vzpostavitvi stanja.
tr_tr: Görünür olduğunda bir hatanın varlığını gösterir. Düğmeye basmak, durumu geri yüklemeye ayrılmış pencereyi açar.

# HelpIPGOff
source: The Off status of this button indicates the disabling of the machine movements.
bg: състояние на Off на този бутон означава деактивиране на движенията на машината.
cs: Stav vypnutí tohoto tlačítka uvádí deaktivaci pohybů stroje.
de_de: Der Zustand Off dieser Taste zeigt die Deaktivierung von Maschinenbewegungen an.
el_gr: Η Off κατάσταση αυτού του κουμπιού υποδεικνύει την απενεργοποίηση των κινήσεων του μηχανήματος.
es_es: El estado Off de este botón indica la desactivación de los movimientos de la máquina.
fr_fr: L’état Off de ce bouton indique la désactivation des mouvements de la machine.
hr: Stanje Off/Isklj. ovog gumba označuje onemogućavanje pokreta stroja.
hu_hu: A gomb Off állapota a gép mozgásainak letiltását jelzi.
it: Lo stato di Off di questo pulsante indica la disabilitazione dei movimenti della macchina.
pl_pl: Stan wyłączenia tego przycisku oznacza wyłączenie ruchów maszyny.
ru_ru: Состояние Выкл. этой кнопки указывает на отключение движений машины.
sl_si: Če je ta gumb izklopljen, označuje onemogočene premike stroja.
tr_tr: Bu düğmenin Kapalı durumu, makine hareketlerinin devre dışı bırakıldığını gösterir.

# HelpIPGOn
source: The On state of this button indicates that the machine is enabled to move.
bg: състояние Включено на този бутон показва че машина е активирана за движение.
cs: Stav zapnutí tohoto tlačítka uvádí, že stroj může provádět pohyby.
de_de: Zustand On dieser Taste zeigt an, dass die Maschine zum Bewegen aktiviert ist.
el_gr: Η On κατάσταση αυτού του κουμπιού υποδεικνύει ότι το μηχάνημα είναι ενεργοποιημένο για το χειρισμό.
es_es: El estado On de este botón indica que la máquina está habilitada para moverse.
fr_fr: L’état On de ce bouton indique que la machine est autorisée à se déplacer.
hr: Stanje On/Uklj. ovog gumba označuje da je stroj omogućen za kretanje.
hu_hu: A gomb On állapota azt jelzi, hogy a gép mozgása engedélyezve van.
it: Lo stato di On di questo pulsante indica che la macchina a abilitata a muoversi.
pl_pl: Stan Włączony tego przycisku oznacza, że maszyna może się poruszać.
ru_ru: Состояние Вкл. этой кнопки указывает на то, что машина включена для перемещения.
sl_si: Če je ta gumb vklopljen, pomeni, da je se stroj lahko premika.
tr_tr: Bu düğmenin Açık durumu, makinenin hareket etmek için etkinleştirildiğini gösterir.

# HelpIPGInstaller
source: Indicates the name of the user currently logged in. If pressed, it allows you to log out of the system.
bg: Посочва името на влезлия в момента потребител. Ако бъде натиснат той ви позволява да излезете от система.
cs: Uvádí jméno aktuálně přihlášeného uživatele. V případě stisknutí umožňuje provést odhlášení ze systému.
de_de: Zeigt den akt. angemeldeten Benutzers. Mit dieser Taste kann sich der Benutzer vom System abmelden
el_gr: Υποδεικνύει το όνομα του τρέχοντος χρήστη που έχει συνδεθεί. Αν πατηθεί, σας επιτρέπει να αποσυνδεθείτε από το σύστημα.
es_es: Indica el nombre del usuario conectado actualmente. Si se pulsa, permite cerrar la sesión del sistema.
fr_fr: Indique le nom de l’utilisateur actuellement connecté. Sa pression permet d’effectuer la déconnexion du système.
hr: Označuje ime trenutačno prijavljenog korisnika. Ako se pritisne, dozvoljava izvođenje odjave iz sustava.
hu_hu: A jelenleg bejelentkezett felhasználó nevét mutatja. Megnyomásával ki lehet jelentkezni a rendszerből.
it: Indica il nome dell'utente correntemente loggato. Se premuto permette di effettuare il logout dal sistema.
pl_pl: Wskazuje nazwę użytkownika, który jest aktualnie zalogowany. Po naciśnięciu umożliwia wylogowanie się z systemu.
ru_ru: Указывает имя пользователя, вошедшего в систему в данный момент. При нажатии позволяет выйти из системы.
sl_si: Navaja ime trenutno prijavljenega uporabnika. S pritiskom nanj se odjavite iz sistema.
tr_tr: Halihazırda oturum açmış olan kullanıcının adını gösterir. Basıldığında, sistemden çıkış yapmanızı sağlar.

# HelpIPGHelp
source: If pressed, opens the contextual menu for the currently selected function.
bg: Ако е натиснато се отваря контекстното меню на текущо избраната функция.
cs: V případě stisknutí se otevře kontextová nabídka aktuálně vybrané funkce.
de_de: Wenn gedrückt, wird das Kontextmenü zur aktuell gewählten Funktion geöffnet.
el_gr: Αν πατηθεί, ανοίγει το εννοιολογικό μενού για την τρέχουσα επιλεγμένη λειτουργία.
es_es: Si se pulsa, abre el menú contextual de la función actualmente seleccionada.
fr_fr: Sa pression ouvre le menu contextuel de la fonction actuellement sélectionnée.
hr: Ako se pritisne, pojavlj. se kontekstualni izbornik trenut. odabrane funkcije.
hu_hu: Megnyomásával megnyílik a jelenleg kiválasztott funkció kontextusmenüje.
it: Se premuto, apre il menu' contestuale alla funzione correntemente selezionata.
pl_pl: Po naciśnięciu otwiera menu kontekstowe dla aktualnie wybranej funkcji.
ru_ru: При нажатии открывается контекстное меню для выбранной в данный момент функции.
sl_si: S pritiskom nanj odprete meni za trenutno izbrano funkcijo.
tr_tr: Basıldığında, seçili olan işlev için bağlamsal menüyü açar.

# HelpIPGUp
source: Allows you to scroll up the list of buttons for accessing the various functions.
bg: Позволява ви да превъртате нагоре списъка с бутони за достъп до различните функции.
cs: Umožňuje procházet seznam tlačítek přístupu k různým funkcím směrem nahoru.
de_de: Blättern nach oben durch die Liste der Zugriffstasten für versch. Funktionen.
el_gr: Σας επιτρέπει να κυλήσετε τη λίστα των κουμπιών για πρόσβαση στις διάφορες λειτουργίες.
es_es: Permite desplazarse hacia arriba por la lista de botones de acceso a las distintas funciones.
fr_fr: Permet de faire défiler vers le haut la liste des boutons d’accès aux différentes fonctions.
hr: Dozvoljava klizanje prema gore liste gumba za pristup raznim funkcijama.
hu_hu: Lehetővé teszi a különböző funkciók gomblistáján való navigációt felfelé.
it: Permette di scorrere verso l'alto la lista dei pulsanti di accesso alle varie funzioni.
pl_pl: Umożliwia przewijanie w górę listy przycisków dostępu do różnych funkcji.
ru_ru: Позволяет прокручивать список кнопок для доступа к различным функциям.
sl_si: Omogoča listanje navzgor po seznamu gumbov za dostop do različnih funkcij.
tr_tr: Çeşitli işlevlere erişmek için düğmeler listesini yukarı kaydırmanızı sağlar.
