Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpItemSearchItemCall
source: Allows you to request the selected item in the required quantity. The button is enabled only if the item is available on the machine where you are working.
bg: Позволява ви да заявите избрания артикул в необходимото Колич. Бутонът се активира само ако елементът е наличен в машината с която работите.
cs: Umožňuje si vyžádat vybranou položku v požadovaném množství. Tlačítko je aktivní, pouze pokud je položka k dispozici ve stroji, na kterém se pracuje.
de_de: Ermöglicht die Anforderung des gewählten Artikels in der erforderlichen Menge. Taste ist nur aktiviert, wenn der Artikel in der verwendeten Maschine verfügbar ist.
el_gr: Σας επιτρέπει να ζητήσετε το επιλεγμένο στοιχείο στην απαιτούμενη ποσότητα. Το κουμπί είναι ενεργό μόνο αν το στοιχείο είναι διαθέσιμο στο μηχάνημα όπου εργάζεστε.
es_es: Permite solicitar el artículo seleccionado en la cantidad requerida. El botón se activa sólo si el artículo está disponible en la máquina en la que está operando.
fr_fr: Permet de demander l’article sélectionné dans la quantité requise. Le bouton n’est activé que si l’article est disponible sur la machine sur laquelle on travaille.
hr: Dozvoljava zatražiti odabrani artikl u traženoj količini. Gumb je omogućen samo ako je artikl dostupan u stroju na kojem se radi.
hu_hu: Lehetővé teszi a kiválasztott cikk kikérését a szükséges mennyiségben. A gomb csak akkor aktív, ha a cikk rendelkezésre áll azon a gépen, amelyen éppen dolgozik.
it: Permette di richiedere l'articolo selezionato nella quantita' richiesta. Il pulsante e' abilitato solo se l'articolo e' disponibile nella macchina in cui si sta operando.
pl_pl: Umożliwia zażądanie wybranego artykułu w wymaganej ilości. Przycisk jest aktywny tylko wtedy, gdy artykuł jest dostępny na maszynie, na której pracujesz.
ru_ru: Позволяет запросить выбранное изделие в необходимом количестве. Кнопка включена только в том случае, если изделие доступно на машине, на которой вы работаете.
sl_si: Omogoča zahtevanje izbranega izdelka v zahtevani količini. Gumb je omogočen le, če je izdelek razpoložljiv v stroju na katerem delate.
tr_tr: Seçilen öğeyi gerekli miktarda talep etmenizi sağlar. Düğme, yalnızca öğe, çalıştığınız makinede mevcutsa etkinleştirilir.

# HelpItemSearchDetailDescription
source: The page displays the main data of the selected article. More detailed information can be viewed at the management WMS level.
bg: Страницата показва основните данни на избраният артикул. По-подробна информация може да бъде показана на нивото на WMS за управл.
cs: Stránka zobrazuje hlavní údaje o vybrané položce. Podrobnější informace se mohou zobrazovat na úrovni správy WMS.
de_de: Die Seite zeigt die Hauptdaten des ausgewählten Artikels an. Detailliertere Informationen können auf der Ebene des Management-WMS angezeigt werden.
el_gr: Η σελίδα εμφανίζει τα κύρια δεδομένα του επιλεγμένου στοιχείου. Περισσότερες λεπτομερείς πληροφορίες μπορούν να προβληθούν στο επίπεδο διαχείρισης WMS.
es_es: La página muestra los datos principales del elemento seleccionado. Se puede mostrar información más detallada en el nivel de gestión del WMS.
fr_fr: La page affiche les données principales de l’article sélectionné. Des informations plus détaillées peuvent être consultées au niveau du WMS de gestion.
hr: Stranica prikazuje glavne podatke o odabranom artiklu. Detaljnije informacije se mogu prikazati na razini WMS-a za upravljanje.
hu_hu: Az oldal megjeleníti a kiválasztott cikk elsődleges adatait. A részletesebb információk a kezelő WMS szintjén jeleníthetőek meg.
it: La pagina visualizza i principali dati dell'articolo selezionato. Informazioni piu' dettagliate possono essere visualizzate a livello del WMS di gestione.
pl_pl: Na stronie wyświetlane są główne dane wybranego artykułu. Bardziej szczegółowe informacje możesz zobaczyć na poziomie zarządzania WMS.
ru_ru: На странице отображаются основные данные выбранного артикула. Более подробную информацию можно просмотреть на уровне управления СУС.
sl_si: Na strani so prikazani glavni podatki izbranega izdelka. Podrobnejše informacije si lahko ogledate na ravni upravljalnega WMS.
tr_tr: Sayfa, seçilen makalenin ana verilerini görüntüler. Daha detaylı bilgi yönetim WMS seviyesinde görüntülenebilir.

# HelpItemSearchDetailMangementType
source: Indicates how to manage the article.
bg: Посочва как се управлява артикула.
cs: Uvádí způsob správy položky.
de_de: Gibt den Verwaltungsmodus des Artikels an.
el_gr: Υποδεικνύει τον τρόπο διαχείρισης του στοιχείου.
es_es: Indica cómo se maneja el artículo.
fr_fr: Indique le mode de gestion de l’article.
hr: Označuje način upravljanja artiklom.
hu_hu: A cikk kezelési módját jeleníti meg.
it: Indica la modalita' di gestione dell'articolo.
pl_pl: Wskazuje sposób zarządzania artykułem.
ru_ru: Указывает, как управлять артикулом.
sl_si: Prikazuje način upravljanja izdelka.
tr_tr: Makalenin nasıl yönetileceğini gösterir.

# HelpItemSearchDetailFifoPeriod
source: Indicates the Fifo period of the article, expressed in the unit of measurement indicated.
bg: Посочва периода Fifo на артикула изразен в посочената мерна единица.
cs: Uvádí lhůtu FIFO položky, vyjádřenou v uvedených měrných jednotkách.
de_de: Gibt die Fifo-Periode des Artikels in der angegebenen Maßeinheit an.
el_gr: Υποδεικνύει την περίοδο Fifo του στοιχείου, που εκφράζεται στη μονάδα μέτρησης που υποδεικνύεται.
es_es: Indica el período Fifo del artículo, expresado en la unidad de medida indicada.
fr_fr: Indique la période Fifo de l’article, exprimée dans l’unité de mesure indiquée.
hr: Označuje razdoblje Fifo artikla, izraženo u navedenoj mjernoj jedinici.
hu_hu: A cikk Fifo idejét mutatja, a megjelölt mértékegységben kifejezve.
it: Indica il periodo Fifo dell'articolo, espresso nell'unita' di misura indicata.
pl_pl: Wskazuje okres Fifo artykułu, wyrażony we wskazanej jednostce miary.
ru_ru: Указывает период Fifo артикула, выраженный в указанной единице измерения.
sl_si: Označuje Fifo obdobje izdelka, izraženo v navedeni merski enoti.
tr_tr: Belirtilen ölçü biriminde ifade edilen eşyanın Fifo dönemini belirtir.

# HelpItemSearchDetailCategory
source: Categoria di appartenenza dell'articolo.
bg: Категория Статии.
cs: Příslušná kategorie položky.
de_de: Kategorie, zu der der Artikel gehört.
el_gr: Κατηγορία στην οποία ανήκει το στοιχείο.
es_es: Categoría de artículos.
fr_fr: Catégorie d’appartenance de l’article.
hr: Kategorija kojoj pripada artikl.
hu_hu: A cikk besorolási kategóriája
pl_pl: Kategoria artykułu.
ru_ru: Категория принадлежности артикула.
sl_si: Kategorija, ki ji pripada izdelek.
tr_tr: Kategoriler di appartenenza dell'articolo.

# HelpItemSearchDetailClasse
source: Handling class of the selected item.
bg: Клас за обработ на избрания елемент.
cs: Třída přesunů vybrané položky.
de_de: Bewegungsklasse des ausgewählten Artikels.
el_gr: Κλάση χειρισμού του επιλεγμένου στοιχείου.
es_es: Clase de manejo del elemento seleccionado.
fr_fr: Classe de manutention de l’article sélectionné.
hr: Razred premještanja odabranog artikla.
hu_hu: A kiválasztott cikk mozgatási osztálya.
it: Classe di movimentazione dell'articolo selezionato.
pl_pl: Klasa obsługi wybranej pozycji.
ru_ru: Класс обработки выбранного изделия.
sl_si: Razred premikanja izbranega izdelka.
tr_tr: Seçilen öğenin işleme sınıfı.

# HelpItemSearchDetailMeasurementUnit
source: Unit of measure selected for the item.
bg: Избрана мерна единица за артикула.
cs: Měrná jednotka vybraná pro položku.
de_de: Für den Artikel gewählte Maßeinheit.
el_gr: Μονάδα μέτρησης που επιλέχθηκε για το στοιχείο.
es_es: Unidad de medida seleccionada para el artículo.
fr_fr: Unité de mesure sélectionnée pour l’article.
hr: Odabrana mjerna jedinica artikla.
hu_hu: A cikkhez kiválasztott mértékegység.
it: Unita' di misura selezionata per l'articolo.
pl_pl: Jednostka miary wybrana dla danej pozycji.
ru_ru: Единица измерения, выбранная для изделия.
sl_si: Merska enota, izbrana za izdelek.
tr_tr: Öğe için seçilen ölçü birimi.

# HelpItemSearchDetailAverageWeight
source: Average unit weight expressed in the unit of measurement indicated.
bg: Средно тегло на единица изразено в посочената мерна единица.
cs: Průměrná jednotková hmotnost uvedené měrné jednotky.
de_de: Durchschn. Stückgewicht in der angegebenen Maßeinheit.
el_gr: Μέσο μοναδιαίο βάρος που εκφράζεται στη μονάδα μέτρησης που υποδεικνύεται.
es_es: Peso medio por unidad expresado en la unidad de medida indicada.
fr_fr: Poids moyen unitaire exprimé dans l’unité de mesure indiquée.
hr: Prosj. težina po jedinici izražena u navedenoj mj. jedinici.
hu_hu: Átlagos egységsúly a megjelölt mértékegységben.
it: Peso medio unitario espresso nell'unita' di misura indicata.
pl_pl: Średnia waga jednostkowa wyrażona we wskazanej jednostce miary.
ru_ru: Средний вес единицы измерения, выраженный в указанной единице измерения.
sl_si: Povprečna teža na enoto, izražena v navedeni merski enoti.
tr_tr: Belirtilen ölçü biriminde ifade edilen ortalama birim ağırlık.

# HelpDetailListsInWaitListExecute
source: Allows the execution of the highlighted list lines. The button is enabled only if at least one row of the selected list can be executed on the machine you are working on.
bg: Разрешава изпълнто на маркираните редове на списъка. Бутонът се активира само ако поне един ред от избрания списък може да бъде изпълнен на машината с която се работи.
cs: Umožňuje provedení zvýrazněných řádků seznamu. Tlačítko je povoleno, pouze pokud lze alespoň jeden řádek vybraného seznamu provést na stroji, na kterém se pracuje.
de_de: Erlaubt die Ausführung der markierten Listenzeilen. Die Taste ist nur aktiviert, wenn mindestens eine Zeile der ausgewählten Liste in der Maschine, an gearbeitet wird, ausgeführt werden kann.
el_gr: Επιτρέπει την εκτέλεση των επισημασμένων γραμμών της λίστας. Το κουμπί ενεργοποιείται μόνο αν τουλάχιστον μια σειρά της επιλεγμένης λίστας μπορεί να εκτελεστεί στο μηχάνημα όπου εργάζεστε.
es_es: Permite la ejecución de las filas resaltadas de la lista. El botón se activa sólo si al menos una línea de la lista seleccionada puede ser ejecutada en la máquina en la que está trabajando.
fr_fr: Permet l’exécution des lignes de la liste mises en surbrillance. Le bouton n’est activé que si au moins une ligne de la liste sélectionnée peut être exécutée sur la machine sur laquelle on travaille.
hr: Dozvoljava izvođenje redova s istaknute liste. Gumb je omogućen samo ako se barem jedan od odabranih redova može izvoditi na stroju na kojem se radi.
hu_hu: Lehetővé teszi a meghatározott lista sorainak végrehajtását. A gomb csak akkor aktív, ha a kiválasztott lista legalább egy sora végrehajtható azon a gépen, amelyen éppen dolgozik.
it: Permette l'esecuzione delle righe della lista evidenziate. Il pulsante e' abilitato solo se almeno una riga della lista selezionata puo' essere eseguita nella macchina su cui si sta lavorando.
pl_pl: Umożliwia wykonanie podświetlonych wierszy listy. Przycisk jest aktywny tylko wtedy, gdy przynajmniej jeden wiersz wybranej listy może być wykonany na maszynie, na której pracujesz.
ru_ru: Позволяет выполнять выделенные строки перечня. Кнопка включена только в том случае, если хотя бы одна строка выбранного перечня может быть выполнена на машине, на которой вы работаете.
sl_si: Omogoča izvajanje označenih vrstic seznama. Gumb je omogočen le, če je na stroju, na katerem delate, mogoče izvesti vsaj eno vrstico izbranega seznama.
tr_tr: Vurgulanan liste satırlarının yürütülmesine izin verir. Düğme yalnızca, üzerinde çalıştığınız makinede seçilen listenin en az bir satırı yürütülebiliyorsa etkinleştirilir.

# HelpDetailListsInWaitMachine
source: The column shows the machine or machines on which the article is currently present.
bg: В колоната е показана машината или машините на кое артикул се намира в момента.
cs: Sloupek uvádí stroj nebo stroje, na kterých je položka momentálně přítomna.
de_de: Die Spalte zeigt die Maschine(n) an, auf der (denen) sich der Artikel gerade befindet.
el_gr: Η στήλη εμφανίζει το μηχάνημα ή τα μηχανήματα όπου υπάρχει επί του παρόντος το στοιχείο.
es_es: La columna muestra la máquina o máquinas en las que está presente el elemento.
fr_fr: La colonne indique la ou les machines sur lesquelles l’article est actuellement présent.
hr: Stupac vraća stroj ili strojeve na kojima je artikl trenutačno prisutan.
hu_hu: Az oszlop azon gépet vagy gépeket tartalmazza, amelyeken a cikk jelenleg megtalálható.
it: La colonna riporta la macchina o le macchine su cui l'articolo e' attualmente presente.
pl_pl: Kolumna pokazuje maszynę lub maszyny, na których dany artykuł aktualnie się znajduje.
ru_ru: В столбце отображается машина или машины, на которых в данный момент присутствует артикул.
sl_si: Stolpec prikazuje stroj ali stroje, na katerih je izdelek trenutno prisoten.
tr_tr: Sütun, eşyanın şu anda üzerinde bulunduğu makineyi veya makineleri gösterir.

# HelpImmediateDrawerCallDescription
source: The procedure allows to call the selected drawer in the bay on which the operator is working. The drawers with the red status are not accessible to the user who is working as they are blocked by the WMS or associated with a particular user.
bg: Процедурата позволява да се извика избраното чекмедже в отдел в който работи операторът.
cs: Postup umožňuje vyvolat vybranou zásuvku do stanice, na které obsluha pracuje. Zásuvky se stavem červené barvy nejsou přístupné pro uživatele, který pracuje, protože jsou zablokovány WMS nebo přiřazeny konkrétnímu uživateli.
de_de: Mit diesem Verfahren können Sie die ausgewählte Schublade über das entsprechende Feld rechts in der Bucht aufrufen, an der der Bediener arbeitet.
el_gr: Η διαδικασία σας επιτρέπει να καλέσετε το επιλεγμένο συρτάρι στην πλατφόρμα όπου εργάζεται ο χειριστής.
es_es: El procedimiento permite llamar al cajón seleccionado en la bahía en la que está trabajando el operador.
fr_fr: La procédure permet d’appeler le tiroir sélectionné dans la baie sur laquelle travaille l’opérateur.
hr: Postupak omogućuje pozivanje odabrane ladice u odjeljku na kojem operater radi.
hu_hu: Az eljárás lehetővé teszi a kiválasztott tálca behívását azon a munkaállomáson, amelyen a kezelő éppen dolgozik.
it: La procedura permette di chiamare il cassetto selezionato nella baia su cui l'operatore sta lavorando. I cassetti con lo status di colore rosso non sono accessibili all'utente che sta operando in quanto bloccati dal WMS oppure associati ad un particolare utente.
pl_pl: Procedura umożliwia wywołanie wybranej szuflady w polu, na którym pracuje operator.
ru_ru: Процедура позволяет вызвать выбранный выдвижной узел в секции, над которой работает оператор.
sl_si: Postopek omogoča klic izbranega predala v ležišču, na katerem deluje operater.
tr_tr: Prosedür, operatörün üzerinde çalıştığı bölmedeki seçili çekmeceyi aramanıza izin verir.

# HelpImmediateDrawerCallGridDrawer
source: Indicates the number of the drawer to which the grid data refers.
bg: Посочва номера на чекмеджето за което се отнасят данните от решетката.
cs: Uvádí číslo zásuvky, jíž se týkají údaje v tabulce.
de_de: Gibt die Nummer der Kasten an, auf die sich die Rasterdaten beziehen.
el_gr: Υποδεικνύει τον αριθμό του συρταριού στο οποίο αναφέρονται τα δεδομένα του πλέγματος.
es_es: Indica el número de cajón al que se refieren los datos de la cuadrícula.
fr_fr: Indique le numéro du tiroir auquel se réfèrent les données de la grille.
hr: Označuje broj pretinca na koji se odnose podaci mreže.
hu_hu: Azon tálca számát jelzi, amelyre a táblázat adatai vonatkoznak.
it: Indica il numero del cassetto a cui si riferiscono i dati della griglia.
pl_pl: Wskazuje numer szuflady, do której odnoszą się dane siatki.
ru_ru: Указывает номер выдвижного узла, к которому относятся данные сетки.
sl_si: Označuje številko predala, na katerega se nanašajo podatki mreže.
tr_tr: Izgara verilerinin başvurduğu çekmecenin numarasını gösterir.

# HelpImmediateDrawerCallGridHeight
source: Current height of the selected drawer.
bg: Текуща височина на избраното чекмедже.
cs: Aktuální výška vybrané zásuvky.
de_de: Aktuelle Höhe des ausgewählten Kastens.
el_gr: Τρέχον ύψος του επιλεγμένου συρταριού.
es_es: Altura actual del cajón seleccionado.
fr_fr: Hauteur actuelle du tiroir sélectionné.
hr: Trenutačna visina odabranog pretinca.
hu_hu: A kiválasztott tálca jelenlegi magassága.
it: Altezza corrente del cassetto selezionato.
pl_pl: Bieżąca wysokość wybranej szuflady.
ru_ru: Текущая высота выбранного выдвижного узла.
sl_si: Trenutna višina izbranega predala.
tr_tr: Seçili çekmecenin geçerli yüksekliği.

# HelpImmediateDrawerCallGridWeight
source: Indicates the current weight of the selected drawer.
bg: Показва текущото тегло на избраното чекмедже.
cs: Uvádí aktuální hmotnost vybrané zásuvky.
de_de: Aktuelles Gewicht des ausgewählten Kastens.
el_gr: Υποδεικνύει το τρέχον βάρος του επιλεγμένου συρταριού.
es_es: Indica el peso actual del cajón seleccionado.
fr_fr: Indique le poids actuel du tiroir sélectionné.
hr: Označuje trenutačnu težinu odabranog pretinca.
hu_hu: A kiválasztott tálca jelenlegi súlyát mutatja.
it: Indica il peso attuale del cassetto selezionato.
pl_pl: Wskazuje aktualną wagę wybranej szuflady.
ru_ru: Указывает текущий вес выбранного выдвижного узла.
sl_si: Navaja trenutno težo izbranega predala.
tr_tr: Seçili çekmecenin mevcut ağırlığını gösterir.

# HelpImmediateDrawerCallGridCell
source: Indicates the cell in which it is stored in the drawer.
bg: Посочва клетката в която се съхранява.
cs: Uvádí buňku, v níž je zásuvka uložena.
de_de: Zelle, in der der Kasten gelagert ist.
el_gr: Υποδεικνύει την κυψέλη όπου αποθηκεύεται το συρτάρι.
es_es: Indica la celda en la que se almacena en el cajón.
fr_fr: Indique la cellule dans laquelle il est stocké dans le tiroir.
hr: Označuje ćeliju u kojoj je usklad. u pretincu.
hu_hu: Azt a rekeszt mutatja, ahol a tálca tárolva van.
it: Indica la cella in cui e' stoccato in cassetto.
pl_pl: Wskazuje komórkę, w której jest ona przechowywana w szufladzie.
ru_ru: Указывает ячейку, в которой он хранится в выдвижном узле.
sl_si: Navaja celico, v kateri je shranjen predal.
tr_tr: Çekmecede saklandığı hücreyi belirtir.

# HelpImmediateDrawerCallGridSide
source: Indicates the side of the machine where the drawer is stored.
bg: Посочва страната на машината където се съхранява чекмеджето.
cs: Uvádí stranu stroje, kde je zásuvka uložena.
de_de: Gibt die Maschinenseite an, auf der die Kasten gelagert wird.
el_gr: Υποδεικνύει την πλευρά του μηχανήματος όπου είναι αποθηκευμένο το συρτάρι.
es_es: Indica el lado de la máquina donde se almacena el cajón.
fr_fr: Indique le côté de la machine où est stocké le tiroir.
hr: Označuje stranu stroja u kojoj je uskladišten pretinac.
hu_hu: A gép azon oldalát mutatja, ahol a tálca tárolva van.
it: Indica il lato della macchina in cui e' stoccato il cassetto.
pl_pl: Wskazuje stronę maszyny, na której znajduje się szuflada.
ru_ru: Указывает на ту сторону машины, где хранится выдвижной узел.
sl_si: Navaja stran stroja, na kateri je shranjen predal.
tr_tr: Makinenin çekmecenin saklandığı tarafını gösterir.

# HelpImmediateDrawerCallGridStatus
source: Reports the current status of the drawer. The red color indicates that the drawer cannot be recalled by the currently connected user.
bg: Връща текущо състояние чекмедже. Червеният цвят показва че чекмеджето не може да бъде изтеглено от влезлия в момента потребител.
cs: Uvádí aktuální stav zásuvky. Červená barva znamená, že aktuálně připojený uživatel nemůže zásuvku vyvolat.
de_de: Aktueller Status des Kastens. Rot bedeutet, dass der Kasten vom aktuell verbundenen Benutzer nicht abgerufen werden kann.
el_gr: Αναφέρει την τρέχουσα κατάσταση του συρταριού. Το κόκκινο χρώμα υποδεικνύει ότι το συρτάρι δεν μπορεί να ανακληθεί από τον τρέχων συνδεδεμένο χρήστη.
es_es: Informa del estado actual del cajón. El color rojo indica que el cajón no es recuperable por el usuario actualmente conectado.
fr_fr: Indique l’état actuel du tiroir. La couleur rouge indique que le tiroir ne peut pas être rappelé par l’utilisateur actuellement connecté.
hr: Navodi trenutačno stanje pretinca. Crvena boja označuje da trenutačno povezani korisnik ne može prizvati pretinac.
hu_hu: A tálca jelenlegi állapotát mutatja. A piros szín azt jelzi, hogy a tálcát a jelenleg bejelentkezett felhasználó nem kérheti le.
it: Riporta lo stato corrente del cassetto. Il colore rosso indica che il cassetto non e' richiamabile dall'utente attualmente connesso.
pl_pl: Informuje o aktualnym stanie szuflady. Kolor czerwony oznacza, że szuflada nie może być przywołana przez aktualnie podłączonego użytkownika.
ru_ru: Сообщает текущее состояние выдвижного узла. Красный цвет указывает на то, что выдвижной узел не может быть вызван подключенным пользователем.
sl_si: Poroča o trenutnem stanju predala. Rdeča barva pomeni, da trenutno povezani uporabnik ne more priklicati predala.
tr_tr: Çekmecenin mevcut durumunu raporlar. Kırmızı renk, çekmecenin o anda bağlı olan kullanıcı tarafından geri çağrılamadığını gösterir.

# HelpImmediateDrawerCallRequestedDrawer
source: Shows the number of the drawer to be recalled.
bg: Връща номер чекмедже което да бъде извикано.
cs: Uvádí číslo zásuvky, která se má vyvolat.
de_de: Nummer des aufzurufenden Kastens.
el_gr: Εμφανίζει τον αριθμό του συρταριού που πρόκειται να ανακληθεί.
es_es: Devuelve el número del cajón a recuperar.
fr_fr: Indique le numéro du tiroir à rappeler.
hr: Navodi broj pretinca za prizivanje.
hu_hu: A lekérendő tálca számát mutatja.
it: Riporta il numero del cassetto da richiamare.
pl_pl: Pokazuje numer szuflady, która ma zostać przywołana.
ru_ru: Показывает номер вызываемого выдвижного узла.
sl_si: Prikaže št. predala, ki ga želite priklicati.
tr_tr: Geri çağrılacak çekmecenin numarasını gösterir.
