Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpMachineStatisticsVerticalKm
source: It reports the totalisation of the Km. Traveled by the vertical axis from the moment of installation.
bg: Тя показва общия брой километри изминати по вертикалната ос от момента на инсталирането.
cs: Uvádí celkový počet km překonaných vertikální osou od okamžiku instalace.
de_de: Gesamtzahl der von der vertikalen Achse seit der Installation zurückgelegten Kilometer.
el_gr: Αναφέρει το άθροισμα των Km. Μεταφέρθηκε με τον κατακόρυφο άξονα από τη στιγμή της εγκατάστασης.
es_es: Informa del número total de kilómetros recorridos por el eje vertical desde su instalación.
fr_fr: Indique la totalisation des km parcourus par l’axe vertical à partir du moment de l’installation.
hr: Navodi sveukupne kilometre koje je prešla okomita os od trenutka ugradbe.
hu_hu: A függőleges tengely által megtett összes km-t mutatja a telepítés pillanatától kezdve.
it: Riporta la totalizzazione dei Km. percorsi dall'asse verticale dal momento dell'installazione.
pl_pl: Podaje sumę Km. Przebytych przez oś pionową od momentu instalacji.
ru_ru: Сообщает о суммировании Км. Перемещается по вертикальной оси с момента установки.
sl_si: Prikazuje skupno število km, ki jih je navpična os prepotovala od trenutka namestitve.
tr_tr: Km'nin toplamını bildirir. Kurulum anından itibaren dikey eksen tarafından hareket ettirilir.

# HelpMachineStatisticsShutter1
source: It reports the total number of cycles performed by the shutter that equips bay n. 1. A cycle is a total or intermediate opening or closing operation.
bg: Отчита общия брой цикли извършени от клапа оборудваща отдел №. 1. Цикълът е пълна или междинна операция по отваряне или затваряне.
cs: Uvádí celkový počet cyklů provedený roletou, která je ve výbavě stanice č. 1. Cyklus představuje operaci otevření nebo zavření, ať již úplné nebo částečné.
de_de: Gesamtzahl der Zyklen, die die Rolltür der Bucht1 durchgeführt hat. Ein Zyklus ist ein vollständiger oder oder teilweiser Öffnungs- oder Schließvorgang.
el_gr: Αναφέρει το συνολικό αριθμό των κύκλων που εκτελούνται από το κλείστρο που εξοπλίζει την πλατφόρμα n. 1. Ένας κύκλος είναι μια ολική ή ενδιάμεση λειτουργία ανοίγματος ή κλεισίματος.
es_es: Informa del número total de ciclos realizados por la compuerta que equipa la bahía n.º 1. Un ciclo es una operación de apertura o cierre total o intermedia.
fr_fr: Indique le nombre total de cycles effectués par le volet de fermeture dont est équipée la baie n° 1. Un cycle est une opération d’ouverture ou de fermeture totale ou intermédiaire.
hr: Navodi ukupni broj ciklus koje je izvršila zaklopka koja oprema uvalu br. 1. Jedan ciklus je jedna operacija otvaranja ili zatvaranja kako sveukupna tako i srednja.
hu_hu: Az 1. sz. munkaállomás redőnye által elvégzett ciklusok teljes számát mutatja. A ciklust egy - teljes vagy közbenső - nyitási és zárási művelet alkotja.
it: Riporta il numero totale di cicli effettuati dalla serranda che equipaggia la baia n. 1. Un ciclo e' una operazione di apertura o chiusura sia totale che intermedia.
pl_pl: Podaje całkowitą liczbę cykli wykonanych przez migawkę, która wyposaża zatokę nr 1. Cykl jest całkowitą lub pośrednią operacją otwarcia lub zamknięcia.
ru_ru: Сообщает об общем количестве циклов, выполняемых заслонкой, которой оснащена секция № 1. Цикл это полная или промежуточная операция открытия или закрытия.
sl_si: Prikazuje skupno številu ciklov, ki jih opravila loputa na nakladalni polici št. 1. Cikel je celoten ali polovični postopek odpiranja ali zapiranja.
tr_tr: Yuva n'yi donatan deklanşör tarafından gerçekleştirilen toplam döngü sayısını bildirir. 1. Bir çevrim, toplam veya ara açma veya kapama işlemidir.

# HelpMachineStatisticsShutter2
source: It reports the total number of cycles performed by the shutter that equips bay n. 2. A cycle is a total or intermediate opening or closing operation.
bg: Отчита общия брой цикли извършени от клапа оборудваща отдел №. 2. Цикълът е пълна или междинна операция по отваряне или затваряне.
cs: Uvádí celkový počet cyklů provedený roletou, která je ve výbavě stanice č. 2. Cyklus představuje operaci otevření nebo zavření, ať již úplné nebo částečné.
de_de: Gesamtzahl der Zyklen, die die Rolltür der Bucht 2 durchgeführt hat. Ein Zyklus ist ein vollständiger oder oder teilweiser Öffnungs- oder Schließvorgang.
el_gr: Αναφέρει το συνολικό αριθμό των κύκλων που εκτελούνται από το κλείστρο που εξοπλίζει την πλατφόρμα n. 2. Ένας κύκλος είναι μια ολική ή ενδιάμεση λειτουργία ανοίγματος ή κλεισίματος.
es_es: Informa del número total de ciclos realizados por la compuerta que equipa la bahía n.º 2. Un ciclo es una operación de apertura o cierre total o intermedia.
fr_fr: Indique le nombre total de cycles effectués par le volet de fermeture dont est équipée la baie n° 2. Un cycle est une opération d’ouverture ou de fermeture totale ou intermédiaire.
hr: Navodi ukupni broj ciklus koje je izvršila zaklopka koja oprema uvalu br. 2. Jedan ciklus je jedna operacija otvaranja ili zatvaranja kako sveukupna tako i srednja.
hu_hu: A 2. sz. munkaállomás redőnye által elvégzett ciklusok teljes számát mutatja. A ciklust egy - teljes vagy közbenső - nyitási és zárási művelet alkotja.
it: Riporta il numero totale di cicli effettuati dalla serranda che equipaggia la baia n. 2. Un ciclo e' una operazione di apertura o chiusura sia totale che intermedia.
pl_pl: Podaje całkowitą liczbę cykli wykonanych przez migawkę, która wyposaża zatokę nr 2. Cykl jest całkowitą lub pośrednią operacją otwarcia lub zamknięcia.
ru_ru: Сообщает об общем количестве циклов, выполняемых заслонкой, которой оснащена секция № 2. Цикл это полная или промежуточная операция открытия или закрытия.
sl_si: Prikazuje skupno številu ciklov, ki jih opravila loputa na nakladalni polici št. 2. Cikel je celoten ali polovični postopek odpiranja ali zapiranja.
tr_tr: Yuva n'yi donatan deklanşör tarafından gerçekleştirilen toplam döngü sayısını bildirir. 2. Bir çevrim, toplam veya ara açma veya kapama işlemidir.

# HelpMachineStatisticsShutter3
source: It reports the total number of cycles performed by the shutter that equips bay n. 3. A cycle is a total or intermediate opening or closing operation.
bg: Отчита общия брой цикли извършени от клапа оборудваща отдел №. 3. Цикълът е пълна или междинна операция по отваряне или затваряне.
cs: Uvádí celkový počet cyklů provedený roletou, která je ve výbavě stanice č. 3. Cyklus představuje operaci otevření nebo zavření, ať již úplné nebo částečné.
de_de: Gesamtzahl der Zyklen, die die Rolltür der Bucht 3, durchgeführt hat. Ein Zyklus ist ein vollständiger oder oder teilweiser Öffnungs- oder Schließvorgang.
el_gr: Αναφέρει το συνολικό αριθμό των κύκλων που εκτελούνται από το κλείστρο που εξοπλίζει την πλατφόρμα n. 3. Ένας κύκλος είναι μια ολική ή ενδιάμεση λειτουργία ανοίγματος ή κλεισίματος.
es_es: Informa del número total de ciclos realizados por la compuerta que equipa la bahía n.º 3. Un ciclo es una operación de apertura o cierre total o intermedia.
fr_fr: Indique le nombre total de cycles effectués par le volet de fermeture dont est équipée la baie n° 3. Un cycle est une opération d’ouverture ou de fermeture totale ou intermédiaire.
hr: Navodi ukupni broj ciklus koje je izvršila zaklopka koja oprema uvalu br. 3. Jedan ciklus je jedna operacija otvaranja ili zatvaranja kako sveukupna tako i srednja.
hu_hu: A 3. sz. munkaállomás redőnye által elvégzett ciklusok teljes számát mutatja. A ciklust egy - teljes vagy közbenső - nyitási és zárási művelet alkotja.
it: Riporta il numero totale di cicli effettuati dalla serranda che equipaggia la baia n. 3. Un ciclo e' una operazione di apertura o chiusura sia totale che intermedia.
pl_pl: Podaje całkowitą liczbę cykli wykonanych przez migawkę, która wyposaża zatokę nr 3. Cykl jest całkowitą lub pośrednią operacją otwarcia lub zamknięcia.
ru_ru: Сообщает об общем количестве циклов, выполняемых заслонкой, которой оснащена секция № 3. Цикл это полная или промежуточная операция открытия или закрытия.
sl_si: Prikazuje skupno številu ciklov, ki jih opravila loputa na nakladalni polici št. 3. Cikel je celoten ali polovični postopek odpiranja ali zapiranja.
tr_tr: Yuva n'yi donatan deklanşör tarafından gerçekleştirilen toplam döngü sayısını bildirir. 3. Bir çevrim, toplam veya ara açma veya kapama işlemidir.

# HelpMachineStatisticsHorizontalCycles
source: The field shows the total number of cycles carried out by the chain on the machine lift since installation. A cycle is an embarkation or disembarkation operation.
bg: Това поле показва общия брой цикли извършени от верига на повдигача на машината от момента на монтажа. Цикълът е операция по качване или слизане.
cs: Pole uvádí celkový počet cyklů provedená řetězem ve zvedáku stroje od okamžiku instalace. Cyklus představuje operaci nakládky nebo vykládky.
de_de: Das Feld zeigt die Gesamtzahl der von der Kette an der Hebebühne der Maschine seit der Installation ausgeführten Zyklen an. Ein Zyklus ist eine Be- oder Entladevorgang.
el_gr: Το πεδίο εμφανίζει το συνολικό αριθμό των κύκλων που εκτελούνται από το ανυψωτικό μηχάνημα μετά την εγκατάσταση. Ένας κύκλος είναι μια λειτουργία επιβίβασης ή αποβίβασης.
es_es: El campo informa del número total de ciclos realizados por la cadena presente en el elevador de la máquina desde la instalación. Un ciclo es una operación de embarque o desembarque.
fr_fr: Le champ indique le nombre total de cycles effectués par la chaîne présente sur l’élévateur de la machine depuis l’installation. Un cycle est une opération de chargement ou de déchargement.
hr: Polje navodi sveukupni broj ciklusa koje je izvršio lanac prisutan na dizalu stroja od trenutka ugradbe. Jedan ciklus je jedna operacija ukrcaja ili iskrcaja.
hu_hu: A mező a gép emelőjén található lánc által végrehajtott ciklusok teljes számát mutatja a telepítés pillanatától kezdve. Egy ciklus egy berakodási vagy kirakodási műveletet jelent.
it: Il campo riporta il numero totale di cicli effettuati dalla catena presente sull'elevatore della macchina dal momento dell'installazione. Un ciclo e' una operazione di imbarco o sbarco.
pl_pl: Pole pokazuje całkowitą liczbę cykli wykonanych przez łańcuch na windzie maszynowej od momentu instalacji. Cykl to operacja załadunku lub rozładunku.
ru_ru: Поле показывает общее количество циклов, выполненных цепным конвейером на подъемнике машины с момента установки. Цикл-это операция вставки или выемки.
sl_si: Polje prikazuje skupno število ciklov, ki jih je veriga na dvigalu stroja izvedla od namestitve. En cikel je en postopke nakladanja ali razkladanja.
tr_tr: Alan, kurulumdan bu yana zincir tarafından makine asansöründe gerçekleştirilen toplam döngü sayısını gösterir. Bir döngü, bir gemiye binme veya iniş operasyonudur.

# HelpMachineStatisticsBay1
source: The field shows the total number of drawers that have affected bay n. 2. The count increases when a drawer is brought into the bay and then returned to the warehouse.
bg: Това поле показва общия брой на чекмедж които са засегнати от № на отдел. 1. Броят се увеличава когато чекмеджето се вкарва в отдел и след това се връща в склада.
cs: Pole uvádí celkový počet zásuvek, které se vztahují ke stanici č. 1. Počet se zvyšuje, když je zásuvka přenesena do stanice a následně umístěna do zásobníku.
de_de: Das Feld zeigt die Gesamtzahl der Kästen der Bucht n an. 1. Die Zählung erhöht sich, wenn ein Kasten in die Bucht gebracht und dann wieder ins Lager gebracht wird.
el_gr: Το πεδίο εμφανίζει το συνολικό αριθμό των συρταριών που έχουν επηρεάσει την πλατφόρμα n. 2. Η μέτρηση αυξάνεται όταν το συρτάρι μεταφέρεται μέσα στην πλατφόρμα και στη συνέχεια επιστρέφει στην αποθήκη.
es_es: Este campo muestra el número total de cajones que afectaron a la bahía n.º 1. El recuento aumenta cuando se introduce un cajón en la bahía y luego se devuelve al almacén.
fr_fr: Le champ affiche le nombre total de tiroirs qui concernent la baie n° 1. Le nombre augmente lorsqu’un tiroir est amené dans la baie puis renvoyé à l’entrepôt.
hr: Polje navodi sveukupan broj pretinaca koji su se odnosili na uvalu br. 1. Zbroj se povećava kad jedan pretinac dođe u uvalu i potom se vrati u skladište.
hu_hu: A mező a tálcák teljes számát mutatja, amelyek az 1. sz. munkaállomáshoz kapcsolódnak. A számláló növekszik, ha egy tálca a munkaállomásra, majd a tárolóba kerül.
it: Il campo riporta il numero totale di cassetti che hanno interessato la baia n. 1. Il conteggio si incrementa quando un cassetto viene portato in baia e poi riportato a magazzino.
pl_pl: Pole pokazuje całkowitą liczbę szuflad, które weszły do zatoki nr 2. Liczba ta wzrasta, gdy szuflada jest wprowadzana do zatoki, a następnie zwracana do magazynu.
ru_ru: В поле отображается общее количество выдвижных узлов, которые воздействовали на секцию № 2. Количество увеличивается, когда выдвижной узел вносится в секцию, а затем возвращается на склад.
sl_si: Polje prikazuje skupno število predalov, ki so šli čez nakladalno polico št. 1. Število se poveča, ko se predal premakne na nakladalno polico in nato vrne v skladišče.
tr_tr: Alan, bölme n'yi etkileyen toplam çekmece sayısını gösterir. 2. Bir çekmece bölmeye getirildiğinde ve daha sonra depoya geri döndüğünde sayı artar.

# HelpMachineStatisticsBay2
source: The field shows the total number of drawers that have affected bay n. 2. The count increases when a drawer is brought into the bay and then returned to the warehouse.
bg: Това поле показва общия брой на чекмедж които са засегнати от № на отдел. 2. Броят се увеличава когато чекмеджето се вкарва в отдел и след това се връща в склада.
cs: Pole uvádí celkový počet zásuvek, které se vztahují ke stanici č. 2. Počet se zvyšuje, když je zásuvka přenesena do stanice a následně umístěna do zásobníku.
de_de: Das Feld zeigt die Gesamtzahl der Kästen der Bucht n an. 2. Die Zählung erhöht sich, wenn ein Kasten in die Bucht gebracht und dann wieder ins Lager gebracht wird.
el_gr: Το πεδίο εμφανίζει το συνολικό αριθμό των συρταριών που έχουν επηρεάσει την πλατφόρμα n. 2. Η μέτρηση αυξάνεται όταν το συρτάρι μεταφέρεται μέσα στην πλατφόρμα και στη συνέχεια επιστρέφει στην αποθήκη.
es_es: Este campo muestra el número total de cajones que afectaron a la bahía n.º 2. El recuento aumenta cuando se introduce un cajón en la bahía y luego se devuelve al almacén.
fr_fr: Le champ affiche le nombre total de tiroirs qui concernent la baie n° 2. Le nombre augmente lorsqu’un tiroir est amené dans la baie puis renvoyé à l’entrepôt.
hr: Polje navodi sveukupan broj pretinaca koji su se odnosili na uvalu br. 2. Zbroj se povećava kad jedan pretinac dođe u uvalu i potom se vrati u skladište.
hu_hu: A mező a tálcák teljes számát mutatja, amelyek a 2. sz. munkaállomáshoz kapcsolódnak. A számláló növekszik, ha egy tálca a munkaállomásra, majd a tárolóba kerül.
it: Il campo riporta il numero totale di cassetti che hanno interessato la baia n. 2. Il conteggio si incrementa quando un cassetto viene portato in baia e poi riportato a magazzino.
pl_pl: Pole pokazuje całkowitą liczbę szuflad, które weszły do zatoki nr 2. Liczba ta wzrasta, gdy szuflada jest wprowadzana do zatoki, a następnie zwracana do magazynu.
ru_ru: В поле отображается общее количество выдвижных узлов, которые воздействовали на секцию № 2. Количество увеличивается, когда выдвижной узел вносится в секцию, а затем возвращается на склад.
sl_si: Polje prikazuje skupno število predalov, ki so šli čez nakladalno polico št. 2. Število se poveča, ko se predal premakne na nakladalno polico in nato vrne v skladišče.
tr_tr: Alan, bölme n'yi etkileyen toplam çekmece sayısını gösterir. 2. Bir çekmece bölmeye getirildiğinde ve daha sonra depoya geri döndüğünde sayı artar.

# HelpMachineStatisticsBay3
source: The field shows the total number of drawers that have affected bay n. 3. The count increases when a drawer is brought into the bay and then returned to the warehouse.
bg: Това поле показва общия брой на чекмедж които са засегнати от № на отдел. 3. Броят се увеличава когато чекмеджето се вкарва в отдел и след това се връща в склада.
cs: Pole uvádí celkový počet zásuvek, které se vztahují ke stanici č. 3. Počet se zvyšuje, když je zásuvka přenesena do stanice a následně umístěna do zásobníku.
de_de: Das Feld zeigt die Gesamtzahl der Kästen der Bucht n an. 3. Die Zählung erhöht sich, wenn ein Kasten in die Bucht gebracht und dann wieder ins Lager gebracht wird.
el_gr: Το πεδίο εμφανίζει το συνολικό αριθμό των συρταριών που έχουν επηρεάσει την πλατφόρμα n. 3. Η μέτρηση αυξάνεται όταν το συρτάρι μεταφέρεται μέσα στην πλατφόρμα και στη συνέχεια επιστρέφει στην αποθήκη.
es_es: Este campo muestra el número total de cajones que afectaron a la bahía n.º 3. El recuento aumenta cuando se introduce un cajón en la bahía y luego se devuelve al almacén.
fr_fr: Le champ affiche le nombre total de tiroirs qui concernent la baie n° 3. Le nombre augmente lorsqu’un tiroir est amené dans la baie puis renvoyé à l’entrepôt.
hr: Polje navodi sveukupan broj pretinaca koji su se odnosili na uvalu br. 3. Zbroj se povećava kad jedan pretinac dođe u uvalu i potom se vrati u skladište.
hu_hu: A mező a tálcák teljes számát mutatja, amelyek a 3. sz. munkaállomáshoz kapcsolódnak. A számláló növekszik, ha egy tálca a munkaállomásra, majd a tárolóba kerül.
it: Il campo riporta il numero totale di cassetti che hanno interessato la baia n. 3. Il conteggio si incrementa quando un cassetto viene portato in baia e poi riportato a magazzino.
pl_pl: Pole pokazuje całkowitą liczbę szuflad, które weszły do zatoki nr 3. Liczba ta wzrasta, gdy szuflada jest wprowadzana do zatoki, a następnie zwracana do magazynu.
ru_ru: В поле отображается общее количество выдвижных узлов, которые воздействовали на секцию № 3. Количество увеличивается, когда выдвижной узел вносится в секцию, а затем возвращается на склад.
sl_si: Polje prikazuje skupno število predalov, ki so šli čez nakladalno polico št. 3. Število se poveča, ko se predal premakne na nakladalno polico in nato vrne v skladišče.
tr_tr: Alan, bölme n'yi etkileyen toplam çekmece sayısını gösterir. 3. Bir çekmece bölmeye getirildiğinde ve daha sonra depoya geri döndüğünde sayı artar.

# HelpMaintenanceMainPageGridKit
source: The column shows the kit code for the selected component.
bg: В колоната се показва кодът на комплекта за избрания компонент.
cs: Ve sloupku je uveden kód sady pro vybranou komponentu.
de_de: Spalte mit dem Code des auf die ausgewählte Komponente bez. Bausatzes.
el_gr: Η στήλη εμφανίζει τον κωδικό του κιτ για το επιλεγμένο εξάρτημα.
es_es: La columna muestra el código del kit del componente seleccionado.
fr_fr: La colonne affiche le code du groupe relatif au composant sélectionné.
hr: Stupac prikazuje kôd kompleta za odabranu komponentu.
hu_hu: Az oszlop a kiválasztott komponenshez kapcsolódó készlet kódját mutatja.
it: La colonna riporta il codice del kit relativo al componente selezionato.
pl_pl: W kolumnie podany jest kod zestawu dla wybranego komponentu.
ru_ru: В столбце отображается код комплекта для выбранного компонента.
sl_si: Stolpec prikazuje kodo kompleta za izbrano komponento.
tr_tr: Sütun, seçilen bileşen için kit kodunu gösterir.

# HelpMaintenanceMainPageGridDescription
source: The column shows the description of the various kits.
bg: В колона е показано описание различни комплект.
cs: Sloupek uvádí popis jednotlivých sad.
de_de: Spalte mit Beschreibung der versch. Bausätze.
el_gr: Η στήλη εμφανίζει την περιγραφή των διαφόρων κιτ.
es_es: La columna muestra la descripción de los distintos kits.
fr_fr: La colonne indique la description des différents groupes.
hr: Stupac prikazuje opis različitih kompleta.
hu_hu: Az oszlop a különböző készletek leírását tartalmazza.
it: La colonna riporta la descrizione dei vari kit.
pl_pl: Kolumna przedstawia opis poszczególnych zestawów.
ru_ru: В столбце показано описание различных комплектов.
sl_si: Stolpec prikazuje opis različnih kompletov.
tr_tr: Sütun, çeşitli kitlerin açıklamasını gösterir.

# HelpMaintenanceMainPageGridState
source: Indicates the current status of the kit. the orange color indicates the approach of maintenance, the red period expired and therefore maintenance required.
bg: Оранжево означава че предстои поддръжка а червено - че периодът е изтекъл и следователно е необходима поддръжка.
cs: Uvádí aktuální stav soupravy. Oranžová barva znamená, že se blíží údržba, červená uplynulou lhůtu údržby, a tedy nezbytnou údržbu.
de_de: Aktueller Status des Bausatzes an. Orange kennzeichnet die bevorstehende Wartung, Rot die abgelaufene Frist und damit die notwendige Wartung.
el_gr: Υποδεικνύει την τρέχουσα κατάσταση του κιτ. Το πορτοκαλί χρώμα υποδεικνύει την προσέγγιση συντήρησης, το κόκκινο την περίοδο λήξης και για το λόγο αυτό της απαιτούμενης συντήρησης.
es_es: Indica el estado actual del kit. El color naranja indica que se aproxima el mantenimiento, el rojo indica que el periodo ha expirado y que, por tanto, es necesario el mantenimiento.
fr_fr: Indique l’état actuel du groupe. La couleur orange indique l’approche de la maintenance, le rouge la période échue et donc la maintenance requise.
hr: Označava trenutni status kompleta. narančasta boja označava približavanje održavanja, crvena da je razdoblje isteklo i stoga je potrebno održavanje.
hu_hu: A készlet aktuális állapotát jeleníti meg. A narancssárga szín a karbantartás közeledtét, a piros határidő lejártát, tehát a karbantartás szükségességét jelzi.
it: Indica lo stato corrente del kit. il colore arancione indica l'approssimarsi della manutenzione, il rosso periodo scaduto e quindi manutenzione necessaria.
pl_pl: Kolumna wskazuje aktualny status zestawu. Kolor pomarańczowy oznacza zbliżającą się konserwację, kolor czerwony okres, który upłynął i w związku z tym wymagana jest konserwacja.
ru_ru: Указывает текущее состояние комплекта. оранжевый цвет указывает на приближение технического обслуживания, красный - период истек и, следовательно, требуется техническое обслуживание.
sl_si: Navaja trenutno stanje kompleta. Oranžna barva navaja približevanje vzdrževanja, rdeča obdobje je poteklo in je zato potrebno vzdrževanje.
tr_tr: Kitin mevcut durumunu gösterir. turuncu renk bakımın yaklaştığını, kırmızı sürenin dolduğunu ve dolayısıyla bakım gerektiğini gösterir.
