Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpLSMTMoveUp
source: Button for forward movement, upward movement or opening according to the selected part
bg: Бутон за преместване напред нагоре или отваряне според избраната част
cs: Tlačítko pohybu vpřed, zvedání nebo otevření v závislosti na vybrané části
de_de: Taste für die Bewegungen Vor, Heben oder Öffnen, je nach ausgewähltem Teil
el_gr: Κουμπί για την κίνηση προς τα εμπρός, την κίνηση προς τα επάνω ή άνοιγμα σύμφωνα με το επιλεγμένο μέρος.
es_es: Botón de movimiento hacia delante, hacia arriba o de apertura según la parte seleccionada
fr_fr: Bouton de mouvement en avant, montée ou ouverture selon le composant sélectionné
hr: Gumb za pomicanje naprijed, gore ili otvaranje prema odabranom dijelu
hu_hu: Előre mozgatás, emelés vagy nyitás gombja, a kiválasztott részegység függvényében.
it: Pulsante di movimento avanti, salita o apertura in base alla parte selezionata
pl_pl: Przycisk do ruchu do przodu, do góry lub otwarcia w zależności od wybranej części
ru_ru: Кнопка для перемещения вперед, вверх или открытия в соответствии с выбранной частью
sl_si: Gumb za premikanje naprej, dvigovanje ali odpiranje glede na izbrani del
tr_tr: Seçilen parçaya göre ileri hareket, yukarı hareket veya açılma butonu

# HelpLSMTMoveDown
source: Button for moving backward, downward or closed according to the selected part
bg: Бутон за връщане назад надолу или затваряне в зависимост от избраната част
cs: Tlačítko pohybu vzad, spouštění nebo zavření v závislosti na vybrané části
de_de: Taste für die Bewegungen Zurück, Senken oder Schließen, je nach ausgewähltem Teil
el_gr: Κουμπί για την κίνηση προς τα πίσω, προς τα κάτω ή κλείσιμο σύμφωνα με το επιλεγμένο μέρος
es_es: Botón de retroceso, bajada o cierre en función de la parte seleccionada
fr_fr: Bouton de mouvement en arrière, descente ou fermeture selon le composant sélectionné
hr: Gumb za pomicanje natrag, dolje ili zatvaranje prema odabranom dijelu
hu_hu: Hátra mozgatás, leengedés vagy zárás gombja, a kiválasztott részegység függvényében.
it: Pulsante di movimento indietro, discesa o chiusura in base alla parte selezionata
pl_pl: Przycisk do ruchu do tyłu, w dół lub zamknięcia, zgodnie z wybraną częścią
ru_ru: Кнопка для перемещения назад, вниз или закрытия в соответствии с выбранной частью
sl_si: Gumb za premikanje nazaj, spuščanje ali zapiranje glede na izbrani del
tr_tr: Seçilen parçaya göre geri, aşağı veya kapalı hareket etme butonu

# HelpGCDescription
source: It allows to carry out a series of repetitive tests for the closing damper of the selected bay. It is possible to set a waiting time between two consecutive movements. The procedure ends when the set number of cycles is reached or at the exit.
bg: Той позволява провеждането на серия от повтарящи се тестове за избрания заслон. Възможно е да се зададе време за изчакв между две последователни движения. Процедурата приключва когато се достигне зададеният брой цикли или когато се достигне изходът.
cs: Umožňuje provést řadu opakujících se testů pro uzavírací roletu vybrané stanice. Nastavit lze dobu čekání mezi dvěma po sobě jdoucími pohyby. Postup se ukončí po dosažení nastaveného počtu cyklů nebo ukončením.
de_de: Ermöglicht Durchf. einer Reihe von Wiederholungstests für Rolltür zum Schließen der gewählten Bucht. Wartezeit zwischen zwei aufeinander folgenden Bewegungen möglich. Das Verfahren endet beim Erreichen der eingest. Anzahl von Zyklen oder beim Verlassen.
el_gr: Επιτρέπει την εκτέλεση μιας σειράς επαναλαμβανόμενων δοκιμών για το κλείσιμο του αποσβεστήρα της επιλεγμένης πλατφόρμας. Είναι δυνατό να ορίσετε ένα χρόνο αναμονής μεταξύ δύο διαδοχικών κινήσεων. Η διαδικασία τελειώνει όταν ο καθορισμένος αριθμός κύκλων έχει επιτευχθεί ή κατά την έξοδο.
es_es: Permite realizar una serie de pruebas repetitivas para la compuerta de cierre de la bahía seleccionada. Es posible establecer un tiempo de espera entre dos movimientos consecutivos. El procedimiento finaliza cuando se ha alcanzado el número de ciclos establecido o cuando se ha completado la salida.
fr_fr: Permet d’effectuer une série de tests répétitifs pour le volet de fermeture de la baie sélectionnée. Il est possible de configurer un temps d’attente entre deux mouvements consécutifs. La procédure se termine à l’atteinte du nombre de cycles configurés ou à la sortie.
hr: Dopušta izvođenje niza ponavljajućih testova za zaklopku koja zatvara odabranu uvalu. Moguće je postaviti vrijeme čekanja između dva uzastopna pokreta. Postupak završava kad se dostigne zadani broj ciklusa ili na izlazu.
hu_hu: Lehetővé teszi egy sor ismétlődő teszt elvégzését a redőnyön a kiválasztott munkaállomás zárásához. Beállítható egy várakozási idő két egymást követő mozgás között. Az eljárás akkor végződik, ha eléri a beállított ciklusszámot, vagy kilépéskor.
it: Permette di effettuare una serie di test ripetitivi per la serranda di chiusura della baia selezionata. E' possibile impostare un tempo di attesa fra due movimenti consecutivi. La procedura termina al raggiungimento del numero di cicli impostati o all'uscita.
pl_pl: Pozwala na przeprowadzenie serii powtarzających się testów dla przepustnicy zamykającej wybraną zatokę. Możliwe jest ustawienie czasu oczekiwania pomiędzy dwoma kolejnymi ruchami. Procedura kończy się po osiągnięciu ustawionej liczby cykli lub na wyjściu.
ru_ru: Это позволяет провести серию повторяющихся испытаний для закрывающей заслонки выбранной секции. Можно установить время ожидания между двумя последовательными движениями. Процедура заканчивается по достижении заданного количества циклов или на выходе.
sl_si: Omogoča izvedbo vrste ponavljajočih se testov zapiralne lopute izbrane nakladalne police. Lahko se nastavi čakalni čas med dvema zaporednima premikoma. Postopek se zaključi, ko je doseženo nastavljeno število ciklov ali na izhodu.
tr_tr: Seçilen bölmenin kapama damperi için bir dizi tekrarlı test yapılmasına izin verir. Ardışık iki hareket arasında bir bekleme süresi ayarlamak mümkündür. Prosedür, ayarlanan döngü sayısına ulaşıldığında veya çıkışta sona erer.

# HelpGCRequiredCycles
source: Set the number of cycles required.
bg: Задайте необходимия брой цикли.
cs: Nastavte požadovaný počet cyklů.
de_de: Zahl erforderlicher Zyklen einstellen.
el_gr: Ορίστε τον αριθμό των κύκλων που απαιτούνται.
es_es: Establezca el número de ciclos necesarios.
fr_fr: Configurer le nombre de cycles requis.
hr: Postavite broj traženih ciklusa.
hu_hu: Állítsa be a lekért ciklusok számát.
it: Impostare il numero di cicli richiesti.
pl_pl: Ustawić wymaganą liczbę cykli.
ru_ru: Установить необходимое количество циклов.
sl_si: Nastavite število zahtevanih ciklov.
tr_tr: Gerekli döngü sayısını ayarlayın.

# HelpGCDelay
source: Set the delay time between two consecutive cycles.
bg: Задайте време забавяне между два последователни цикъла.
cs: Nastav dobu prodlevy mezi dvěma po sobě jdoucími cykly.
de_de: Verzög. Zw. zwei aufeinander folgenden Zyklen einst.
el_gr: Ορίστε το χρόνο μεταξύ δύο διαδοχικών κύκλων.
es_es: Ajuste el tiempo de retardo entre dos ciclos consecutivos.
fr_fr: Configurer le temps de retard entre deux cycles consécutifs.
hr: Postavite vrij. kašnjenja između dva uzastopna ciklusa.
hu_hu: Állítsa be a késleltetési időt két egymást követő ciklus között.
it: Impostare il tempo di ritardo fra due cicli consecutivi.
pl_pl: Ustawić czas opóźnienia między dwoma kolejnymi cyklami.
ru_ru: Установить время задержки между двумя последовательными циклами.
sl_si: Nastavite čas zamika med dvema zaporednima cikloma.
tr_tr: Ardışık iki döngü arasındaki gecikme süresini ayarlayın.

# HelpGCCompleted
source: Indicates the number of cycles currently completed.
bg: Указва броя на завършените в момента цикли.
cs: Uvádí počet aktuálně dokončených cyklů.
de_de: Zeigt Zahl der derzeit abgeschl. Zyklen.
el_gr: Υποδεικνύει τον αριθμό των κύκλων που έχουν ολοκληρωθεί.
es_es: Indica el número de ciclos completados actualmente.
fr_fr: Indique le nombre de cycles actuellement terminés.
hr: Označuje broj trenutačno završenih ciklusa.
hu_hu: A jelenleg befejezett ciklusok számát jelöli.
it: Indica il numero di cicli attualmente completati.
pl_pl: Wskazuje liczbę aktualnie wykonanych cykli.
ru_ru: Указывает количество циклов, выполненных в данный момент.
sl_si: Navaja število ciklov, ki so trenutno zaključeni.
tr_tr: Halihazırda tamamlanan döngü sayısını gösterir.

# HelpGCSensorA
source: Status of sensor A of the barrier.
bg: Състояние на сензор бариера.
cs: Stav snímače A bariéry.
de_de: Status des Schrankensensors A.
el_gr: Κατάσταση αισθητήρα A του φράγματος.
es_es: Estado del sensor A de la barrera.
fr_fr: État du capteur A de la barrière.
hr: Stanje senzora A barijere.
hu_hu: A fényfüggöny A. szenzorának állapota.
it: Stato del sensore A della barriera.
pl_pl: Stan czujnika A bariery.
ru_ru: Состояние датчика А барьера.
sl_si: Stanje senzorja A pregrade.
tr_tr: Bariyerin A sensörünün durumu.

# HelpGCSensorB
source: Status of sensor B of the barrier.
bg: Състояние на сензор бариера B.
cs: Stav snímače B bariéry.
de_de: Status des Schrankensensors B.
el_gr: Κατάσταση αισθητήρα Β του φράγματος.
es_es: Estado del sensor de barrera B.
fr_fr: État du capteur B de la barrière.
hr: Stanje senzora B barijere.
hu_hu: A fényfüggöny B. szenzorának állapota.
it: Stato del sensore B della barriera.
pl_pl: Stan czujnika B bariery.
ru_ru: Состояние датчика В барьера.
sl_si: Stanje senzorja B pregrade.
tr_tr: Bariyerin B sensörünün durumu.

# HelpGCStartButton
source: Start the start of the required tests. The button is active if the number of required cycles is greater than zero.
bg: Започнете необходимите тестове. Бутонът е активен ако броят на необходимите цикли е по-голям от нула.
cs: Spustí počátek požadovaných testů. Tlačítko je aktivní, pokud je požadovaný počet cyklů vyšší než nula.
de_de: Start der erforderlichen Tests. Taste ist aktiv, wenn Anzahl der erforderlichen Zyklen größer als Null.
el_gr: Εκκινήστε την έναρξη των απαιτούμενων δοκιμών. Το κουμπί είναι ενεργό αν ο αριθμός των απαιτούμενων κύκλων είναι μεγαλύτερος από μηδέν.
es_es: Inicie las pruebas necesarias. El botón se activa si el número de ciclos necesarios es superior a cero.
fr_fr: Démarre le début des tests requis. Le bouton est actif si le nombre de cycles requis est supérieur à zéro.
hr: Pokreni početak traženih testova. Gumb je aktivan ako je broj traženih ciklusa veći od nule.
hu_hu: Elindítja a lekért teszteket. A gomb akkor aktív, ha a lekért ciklusszám nagyobb, mint nulla.
it: Avvia l'inizio dei test richiesti. Il pulsante e' attivo se il numero di cicli richiesti e' maggiore di zero.
pl_pl: Uruchomić rozpoczęcie wymaganych testów. Przycisk jest aktywny, jeśli liczba wymaganych cykli jest większa od zera.
ru_ru: Включить запуск необходимых испытаний. Кнопка включена, если количество требуемых циклов больше нуля.
sl_si: Zaženi začetek zahtevanih testov. Gumb je aktiven, če je zahtevano število ciklov večje od nič.
tr_tr: Gerekli testlerin başlangıcını başlatın. Gerekli döngü sayısı sıfırdan büyükse düğme etkindir.

# HelpGCStopButton
source: Stops the loop when the current move is complete. The next press of the start button resumes the test from the cycle following the one stopped.
bg: Спира цикъла при завършване на текущото движение. Следващото натискане на бутона за стартиране възобновява теста от цикъла следващ този който е спрян.
cs: Cyklus zastaví po dokončení aktuálního pohybu. Následující stisknutí tlačítka spuštění způsobí pokračování testu od cyklu následujícího po tom zastaveném.
de_de: Stoppt Zyklus nach Beend. der laufenden Bewegung. Beim nächsten Drücken der Starttaste Fortführung Test ab dem auf den gestoppten Zyklus folgenden Zyklus.
el_gr: Σταματά το βρόχο όταν ολοκληρωθεί η τρέχουσα κίνηση. Το επόμενο πάτημα του κουμπιού εκκίνησης συνεχίζει τη δοκιμή από τον κύκλο που ακολουθεί μετά από εκείνον που σταμάτησε.
es_es: Detiene el ciclo al finalizar el movimiento actual. La siguiente pulsación del botón de inicio reanuda la prueba desde el ciclo siguiente al que se detuvo.
fr_fr: Arrête le cycle lorsque le mouvement en cours est terminé. La pression suivante du bouton de démarrage reprend le test à partir du cycle suivant celui qui a été arrêté.
hr: Zaustavi ciklus na kraju trenutačnog pokreta. Sljedeće pritiskanje gumba za pokretanje ponovno nastavlja testiranje sljedećeg ciklusa u odnosu na zaustavljeno.
hu_hu: Leállítja a ciklust a jelenlegi mozgás befejezésekor. Az indítógomb következő megnyomása újrakezdi a tesztet a leállított ciklust követő ciklussal.
it: Arresta il ciclo al completamento del movimento corrente. La successiva pressione del pulsante di avvio riprende il test dal ciclo successivo a quello arrestato.
pl_pl: Zatrzymuje pętlę po zakończeniu bieżącego ruchu. Kolejne naciśnięcie przycisku start powoduje wznowienie testu od cyklu następującego po cyklu zatrzymanym.
ru_ru: Останавливает цикл, когда текущее движение завершено. При следующем нажатии кнопки запуска испытание возобновляется с цикла, следующего за остановленным.
sl_si: Ustavi cikel ob koncu trenutnega premika. Z naslednjim pritiskom na gumb za zagon se nadaljuje test od cikla, ki sledi zaustavljenemu.
tr_tr: Geçerli hareket tamamlandığında döngüyü durdurur. Başlat düğmesine bir sonraki basış, testi durdurulan döngüden sonraki döngüden devam ettirir.

# HelpVACDescription
source: The procedure allows you to make the origin of the vertical axis at the end of which the current position indicated by the offset value is set. The procedure is preparatory for the realization of other functions that require the axis movement to height.
bg: Процедурата позволява да се зададе началото на вертикалната ос в края на което се задава текущата поз посочена от стойността на отмествто. Процедурата е подготвителна за осъществяването на други функции които изискват изместване на оста на по-високо ниво.
cs: Postup umožňuje procedura provést vyhledání počátku vertikální osy, po jeho ukončení se nastaví aktuální pozice uvedená hodnotou posunutí. Postup je podmínkou pro realizaci dalších funkcí, které vyžadují přesun osy na kótu.
de_de: Das Verfahren ermöglicht die Ursprungsbestimmung der vertikalen Achse, und setzt danach die durch den Offset-Wert angegebene aktuelle Position. Das Verfahren ist vorbereitend für die Realisierung anderer Funktionen, die eine Verschiebung der Achse in der Höhe erfordern.
el_gr: Η διαδικασία σας επιτρέπει να κάνετε την αρχή του κατακόρυφου άξονα στο τέλος του οποίου ορίζεται η τρέχουσα θέση που υποδεικνύεται από την τιμή μετατόπισης. Η διαδικασία είναι προπαρασκευαστική για την εκτέλεση άλλων λειτουργιών που απαιτούν την κίνηση του άξονα κατά ύψος.
es_es: El procedimiento permite hacer el origen del eje vertical al final del cual se fija la posición actual indicada por el valor de desplazamiento. El procedimiento es preparatorio para la realización de otras funciones que requieren el desplazamiento del eje.
fr_fr: La procédure permet d’effectuer le homing de l’axe vertical, après quoi la position actuelle indiquée par la valeur de décalage est définie. La procédure est préparatoire à la mise en œuvre d’autres fonctions qui nécessitent le déplacement à la cote de l’axe.
hr: Postupak dozvoljava izvođenje ishodišta okomite osi na kraju kojeg se postavlja trenutačni položaj označen vrijednošću pomaka. Postupak je pripreman za ostvarenje drugih funkcija koje zahtijevaju premještanje na visinu osi.
hu_hu: Az eljárás lehetővé teszi a függőleges tengely origóba állítását, melynek végén beállításra kerül az eltolási érték által jelzett jelenlegi pozíció. Az eljárás az egyéb olyan funkciók előfeltétele, amelyek a tengely egy adott pontra történő mozgatását igénylik.
it: La procedura permette di effettuare l'origine dell'asse verticale al termine del quale viene settata la posizione corrente indicata dal valore di offset. La procedura e' propedeutica per la realizzazione di altre funzioni che richiedono lo spostamento a quota dell'asse.
pl_pl: Procedura umożliwia wykonanie początku osi pionowej, na końcu której ustawiana jest aktualna pozycja wskazywana przez wartość offsetu. Procedura ta jest przygotowaniem do realizacji innych funkcji wymagających ruchu osi na wysokość.
ru_ru: Процедура позволяет определить начало вертикальной оси, в конце которой устанавливается текущее положение, указанное значением смещения. Процедура является подготовительной для реализации других функций, требующих перемещения оси на высоту.
sl_si: Postopek omogoča, da določite izvor navpične osi, na koncu katerega je nastavljen trenutni položaj, označen z vrednostjo odmika. Postopek je pripravljalni za uresničitev drugih funkcij, ki zahtevajo premikanje osi v višino.
tr_tr: Prosedür, sonunda ofset değeri ile gösterilen geçerli konumun ayarlandığı dikey eksenin orijinini yapmanızı sağlar. Prosedür, eksenin yüksekliğe hareketini gerektiren diğer fonksiyonların gerçekleştirilmesi için hazırlık niteliğindedir.

# HelpVACDownLimit
source: Lower movement limit.
bg: Долна граница на движение.
cs: Dolní limit pohybu.
de_de: Untere Bewegungsgrenze.
el_gr: Χαμηλότερο όριο κίνησης.
es_es: Límite de movimiento inferior.
fr_fr: Limite de mouvement inférieur.
hr: Granica donjeg pokreta.
hu_hu: Alsó mozgási határ.
it: Limite di movimento inferiore.
pl_pl: Dolna granica przemieszczenia.
ru_ru: Нижний предел перемещения.
sl_si: Spodnja meja premika.
tr_tr: Alt hareket limiti.

# HelpVACUpLimit
source: Upper movement limit.
bg: Горна граница на движение.
cs: Horní limit pohybu.
de_de: Obere Bewegungsgrenze.
el_gr: Ανώτερο όριο κίνησης.
es_es: Límite superior de movimiento.
fr_fr: Limite de mouvement supérieur.
hr: Granica gornjeg pokreta.
hu_hu: Felső mozgási határ.
it: Limite di movimento superiore.
pl_pl: Górna granica przemieszczenia.
ru_ru: Верхний предел перемещения.
sl_si: Zgornja meja premika.
tr_tr: Üst hareket limiti.

# HelpVACOffset
source: Current offset value. At the end of the axis origin, the current quota is set to this value.
bg: Текуща стойност на отместв. В края на начало на оста текущото измерение се задава на тази стойност.
cs: Aktuální hodnoty Posun. Po skončení návratu osy do vých pol se aktuální kóta nastaví na tuto hodnotu.
de_de: Aktueller Offset-Wert. Am Ende des Achsenursprungs wird die aktuelle Höhe auf diesen Wert gesetzt.
el_gr: Τρέχουσα τιμή μετατόπισης. Στο τέλος της προέλευσης του άξονα, το τρέχον όριο ορίζεται σε αυτήν την τιμή.
es_es: Valor actual de la compensación. Al final del origen del eje, la dimensión actual se establece en este valor.
fr_fr: Valeur actuelle de décalage. À la fin du homing de l’axe, la cote actuelle est configurée à cette valeur.
hr: Tren. vrijednost pomaka. Na završetku ishodišta osi trenut. visina je postavljena na ovu vrijednost.
hu_hu: Az eltolás jelenlegi értéke. A tengely origóba állításának végén a jelenlegi érték erre az értékre került beállításra.
it: Valore attuale di offset. Al termine della origine asse la quota attuale e' impostata a questo valore.
pl_pl: Aktualna wartość offsetu. Na końcu początku osi zostaje ustawiony aktualny kontyngent na tę wartość.
ru_ru: Текущее значение смещения. В конце начала оси текущая квота устанавливается на это значение.
sl_si: Trenutna vrednost odmika. Na koncu izvora osi je trenutna višina nastavljena na to vrednost.
tr_tr: Geçerli ofset değeri. Eksen orijininin sonunda, mevcut kota bu değere ayarlanır.

# HelpVACResolution
source: Current resolution of the axis.
bg: Текуща раздел способност оста.
cs: Aktuální rozlišení osy.
de_de: Aktuelle Achsenauflösung.
el_gr: Τρέχουσα ανάλυση του άξονα.
es_es: Resolución del eje actual.
fr_fr: Résolution actuelle de l’axe.
hr: Trenutačna rezolucija osi.
hu_hu: A tengely jelenlegi felbontása.
it: Risoluzione attuale dell'asse.
pl_pl: Aktualna rozdzielczość osi.
ru_ru: Текущее разрешение оси.
sl_si: Trenutna ločljivost osi.
tr_tr: Eksenin mevcut çözünürlüğü.

# HelpVACFinalResult
source: Report the final outcome of the procedure.
bg: В него се отчита крайният резул процед.
cs: Uvádí konečný výsledek postupu.
de_de: Zeigt das Endergebnis des Verfahrens.
el_gr: Αναφορά του τελικού αποτελέσματος της διαδικασίας.
es_es: Informa del resultado final del procedimiento.
fr_fr: Indique le résultat final de la procédure.
hr: Navodi krajnji ishod postupka.
hu_hu: Az eljárás végleges eredményét jelzi.
it: Riporta l'esito finale della procedura.
pl_pl: Podać wynik końcowy procedury.
ru_ru: Сообщает окончательный результат процедуры.
sl_si: Poročaj o končnem izidu postopka.
tr_tr: Prosedürün nihai sonucunu bildirin.

# HelpVacStart
source: Starts the vertical axis origin procedure.
bg: Стартирайте процедура за начало на вертикална ос.
cs: Spustí postup návratu vertik osy do vých pol.
de_de: Startet Ursprungsverfahren der vertikalen Achse.
el_gr: Εκκίνηση της διαδικασίας προέλευσης του κατακόρυφου άξονα.
es_es: Inicia el procedimiento de origen del eje vertical.
fr_fr: Lance la procédure de homing de l’axe vertical.
hr: Pokreće postupak ishodišta okomite osi.
hu_hu: Elindítja a függőleges tengely origóba állítási eljárását.
it: Avvia la procedura di origine dell'asse verticale.
pl_pl: Rozpoczyna procedurę początku osi pionowej.
ru_ru: Запускает процедуру начала вертикальной оси.
sl_si: Zažene postopek izvora navpične osi.
tr_tr: Dikey eksen orijin prosedürünü başlatır.

# HelpVACStop
source: Stops the vertical axis origin procedure.
bg: Спира процедурата за начало на вертикалната ос.
cs: Zastaví postup návratu vertik osy do vých pol.
de_de: Stoppt das Ursprungsverfahren der vertikalen Achse.
el_gr: Διακοπή της διαδικασίας προέλευσης του κατακόρυφου άξονα.
es_es: Detiene el procedimiento de origen del eje vertical.
fr_fr: Arrête la procédure de homing de l’axe vertical.
hr: Zaustavlja postupak ishodišta okomite osi.
hu_hu: Leállítja a függőleges tengely origóba állítási eljárását.
it: Arresta la procedura di origine dell'asse verticale.
pl_pl: Zatrzymuje procedurę początku osi pionowej.
ru_ru: Останавливает процедуру начала вертикальной оси.
sl_si: Zaustavi postopek izvora navpične osi.
tr_tr: Dikey eksen orijin prosedürünü durdurur.

# ResolutionCalibrationInitialReadValueHelp
source: Initial value of the current position read by the meter.
bg: Първоначална стойност текуща поз отчетена от метъра.
cs: Počáteční hodnota aktuální polohy odečtené metrem.
de_de: Anfangswert der vom Zähler abgelesenen aktuellen Pos.
el_gr: Αρχική τιμή της τρέχουσας θέσης που διαβάζεται από το μετρητή.
es_es: Valor inicial de la posición actual leída por el contador.
fr_fr: Valeur initiale de la position actuelle lue par l’instrument de mesure.
hr: Početna vrijednost trenut. položaja kojeg očitava metar.
hu_hu: A mérő által leolvasott jelenlegi pozíció kezdeti értéke.
it: Valore iniziale della posizione corrente letto dal metro.
pl_pl: Wartość początkowa aktualnej pozycji odczytanej przez miernik.
ru_ru: Начальное значение текущего положения, считываемое счетчиком.
sl_si: Začetna vrednost tren. položaja, ki jo odčita števec.
tr_tr: Sayaç tarafından okunan mevcut konumun başlangıç ​​değeri.
