Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/HelpDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# HelpImmediateDrawerCallDrawerCall
source: The button allows you to recall the drawer currently selected in the grid. The button is active if the drawer can be called up by the current user.
bg: Бутонът извиква текущо избраното чекмедже в мрежата. Бутонът е активен ако чекмеджето може да бъде извикано от текущия потребител.
cs: Tlačítko umožňuje vyvolat zásuvky aktuálně vybranou v tabulce. Tlačítko je aktivní, pokud může aktuální uživatel vyvolat zásuvku.
de_de: Mit der Taste kann der aktuell im Raster ausgewählte Kasten aufgerufen werden. Die Taste ist aktiv, wenn der Kasten vom aktuellen Benutzer aufgerufen werden kann.
el_gr: Το κουμπί σας επιτρέπει να ανακαλέσετε το συρτάρι που επιλέξατε στο πλέγμα. Το κουμπί είναι ενεργό αν το συρτάρι μπορεί να κληθεί από τον τρέχοντα χρήστη.
es_es: El botón permite recuperar el cajón actualmente seleccionado en la parrilla. El botón está activo si el cajón puede ser llamado por el usuario actual.
fr_fr: Le bouton permet de rappeler le tiroir actuellement sélectionné dans la grille. Le bouton est actif si le tiroir peut être appelé par l’utilisateur actuel.
hr: Gumb dozvoljava prizivanje pravilno odabranog pretinca u mreži. Gumb je osposobljen ako trenutačni korisnik može prizvati pretinac.
hu_hu: A gomb lehetővé teszi a táblázatban jelenleg kiválasztott tálca behívását. A gomb csak akkor aktív, ha a tálcát a jelenlegi felhasználó behívhatja.
it: Il pulsante permette di richiamare il cassetto correntemente selezionato nella griglia. Il pulsante e' attivo se il cassetto puo' essere richiamato dall'utente attuale.
pl_pl: Przycisk umożliwia przywołanie szuflady aktualnie zaznaczonej w siatce. Przycisk jest aktywny, jeżeli szuflada może zostać przywołana przez aktualnie podłączonego użytkownika.
ru_ru: Кнопка позволяет вспомнить выдвижной узел, выбранный в данный момент в сетке. Кнопка активна, если выдвижной узел может быть вызван текущим пользователем.
sl_si: Gumb omogoča priklic predala, ki je trenutno izbran v mreži. Gumb je aktiven, če lahko trenutni uporabnik prikliče predal.
tr_tr: Düğme, ızgarada seçili olan çekmeceyi geri çağırmanızı sağlar. Çekmece mevcut kullanıcı tarafından çağrılabilirse düğme etkindir.

# HelpDrawerCompactingDescription
source: Activates the compaction procedure for the rear side of the machine. The button is active if it is possible to recover the required space.
bg: Процедура позволява да се уплътни пространство заемано от чекмеджета като елиминира загубено пространство. Процедура изчислява за всяка страна на машината колко фрагмента са изгубени в момента и показва колко място може да бъде възстановено ако се извърши пълно уплътняване. Възможно е да се избере по-малко пространство за уплътняван като в този случай процедура приключва когато се достигне необходима стойност.
cs: Postup umožňuje zhutňovat prostor obsazený zásuvkami odstraněním ztracených prostor. Postup vypočte pro každou stranu stroje, kolik fragmentů je momentálně ztraceno a uvede, kolik prostoru lze obnovit v případě provedení úplného zhutnění. Vybrat lze menší prostor zhutnění, přičemž v tomto případě bude postup dokončen po dosažení požadované hodnoty.
de_de: Verfahren zur Verdichtung des von den Kästen belegten Raums, indem der verlorene Platz eliminiert wird. Das Verfahren berechnet für jede Seite der Masch., wie viele Fragmente derzeit verloren gehen und gibt an, wie viel Platz bei einer vollst. Verdicht. zurückgewonnen werden kann. Es kann ein niedrigere Verdichtungsraum gewählt werden. In diesem Fall endet das Verfahren, wenn der erforderliche Wert erreicht ist.
el_gr: Ενεργοποιεί τη διαδικασία συμπίεσης για την πίσω πλευρά του μηχανήματος. Το κουμπί είναι ενεργό αν είναι δυνατή η ανάκτηση του απαιτούμενου χώρου.
es_es: El procedimiento permite compactar el espacio que ocupan los cajones eliminando los espacios perdidos. El procedimiento calcula para cada lado de la máquina cuántos fragmentos se pierden actualmente indicando cuánto espacio se puede recuperar en caso de compactación total. Es posible seleccionar un espacio de compactación menor, en cuyo caso el procedimiento finaliza cuando se alcanza el valor requerido.
fr_fr: La procédure permet de compacter l’espace occupé par les tiroirs, en supprimant les espaces perdus. La procédure calcule pour chaque côté de la machine combien de fragments sont actuellement perdus en indiquant combien d’espace peut être récupéré en cas de compactage total. Il est possible de sélectionner un espace de compactage inférieur, auquel cas la procédure se termine lorsque la valeur requise est atteinte.
hr: Postupak dozvoljava sabijanje prostora koji zauzimaju pretinci uklanjanjem izgubljenih prostora. Postupak računa za svaku stranu stroja koliko je trenutačno komadića izgubljeno i označuje koliko se prostora može nadoknaditi u slučaju potpunog sabijanja. Može se odabrati jedan niži prostor za sabijanje u kojem se postupak završava dostizanjem tražene vrijednosti.
hu_hu: Az eljárás lehetővé teszi a tálcák által elfoglalt hely tömörítését, a felesleges terek kiküszöbölésével. Az eljárás a gép minden oldalára kiszámítja, hogy mennyi felesleges töredék van jelenleg, és megjeleníti, hogy mennyi hely nyerhető vissza a teljes tömörítés elvégzésével. Ennél kisebb tömörítési terület is kiválasztható, ilyen esetben az eljárás a lekért érték elérésekor befejeződik.
it: La procedura permette di compattare lo spazio occupato dai cassetti eliminando gli spazi persi. La procedura calcola per ogni lato della macchina quanti frammenti sono attualmente persi indicando quanto spazio puo' essere recuperato nel caso si faccia una compattazione totale. E' possibile selezionare uno spazio di compattazione inferiore, nel qual caso la procedura termina al raggiungimento del valore richiesto.
pl_pl: Aktywuje procedurę zagęszczania dla tylnej strony maszyny. Przycisk jest aktywny, jeśli możliwe jest odzyskanie wymaganej przestrzeni.
ru_ru: Активирует процедуру сжатия для задней стороны машины. Кнопка активна, если есть возможность восстановить необходимое пространство.
sl_si: Postopek omogoča optimizacijo prostora, ki ga zasedajo predali, in tako odpravi izgubljene prostore. Postopek izračuna za vsako stran stroja, koliko fragmentov je trenutno izgubljenih, kar kaže, koliko prostora je mogoče obnoviti v primeru popolne optimizacije. Lahko se izbere manjši prostor za optimizacijo, v tem primeru se postopek konča, ko je dosežena zahtevana vrednost.
tr_tr: Makinenin arka tarafı için sıkıştırma prosedürünü etkinleştirir. Gerekli alanı kurtarmak mümkünse düğme etkindir.

# HelpDrawerCompactingSide
source: Indicates the side of the machine to which the data provided refers.
bg: Посочва страната на машината за която се отнасят данните.
cs: Uvádí stranu stroje, které se poskytnuté údaje týkají.
de_de: Seite der Maschine, auf die sich die gelieferten Daten beziehen.
el_gr: Υποδεικνύει την πλευρά του μηχανήματος στην οποία αναφέρονται τα παρεχόμενα δεδομένα.
es_es: Indica el lado de la máquina al que se refieren los datos dados.
fr_fr: Indique le côté de la machine auquel se réfèrent les données fournies.
hr: Označuje stranu stroja na koju se odnose pružani podaci.
hu_hu: A gép azon oldalát jelöli, amelyre a megadott adatok vonatkoznak.
it: Indica il lato della macchina a cui si riferiscono i dati forniti.
pl_pl: Wskazuje stronę maszyny, do której odnoszą się podane dane.
ru_ru: Указывает сторону машины, к которой относятся предоставленные данные.
sl_si: Navaja stran stroja, na katero se nanašajo navedeni podatki.
tr_tr: Sağlanan verilerin ilgili olduğu makine tarafını belirtir.

# HelpDrawerCompactingFragment
source: Indicates the number of lost fragments present on the current side.
bg: Показва броя на изгубените фрагменти в текущата страна.
cs: Uvádí počet ztracených fragmentů přítomných na aktuální straně.
de_de: Anzahl der verlorenen Fragmente auf der aktuellen Seite.
el_gr: Υποδεικνύει τον αριθμό των χαμένων τεμαχίων που υπάρχουν στην τρέχουσα πλευρά.
es_es: Indica el número de fragmentos perdidos presentes en el lado actual.
fr_fr: Indique le nombre de fragments perdus présents du côté actuel.
hr: Označuje broj izgubljenih komadića prisutnih na trenut. strani.
hu_hu: A jelenlegi oldalon található felesleges töredékek számát jelzi.
it: Indica il numero di frammenti persi presenti nel lato corrente.
pl_pl: Wskazuje liczbę utraconych fragmentów obecnych na bieżącej stronie.
ru_ru: Указывает количество потерянных фрагментов, присутствующих на текущей стороне.
sl_si: Navaja število izgubljenih fragmentov na trenutni strani.
tr_tr: Geçerli tarafta bulunan kayıp parça sayısını gösterir.

# HelpDrawerCompactingSpaceRecoverable
source: Report the maximum space that can be recovered on the current side.
bg: Връща максим простран което може да бъде възстановено в текущ страна.
cs: Uvádí maximální prostor, který lze na aktuální straně obnovit.
de_de: Gewinnt so viel Platz zurück, wie auf der aktuellen Seite möglich.
el_gr: Αναφέρετε το μέγιστο χώρο που μπορεί να ανακτηθεί στην τρέχουσα πλευρά.
es_es: Devuelve el espacio máximo que se puede recuperar en el lado actual.
fr_fr: Indique l’espace maximum pouvant être récupéré du côté actuel.
hr: Navodi maks prostor koji se može nadoknaditi na trenutačnoj strani.
hu_hu: A maximális helyet jelzi, amely visszanyerhető a jelenlegi oldalon.
it: Riporta il massimo spazio che puo' essere recuperato nel lato corrente.
pl_pl: Informuje o maksymalnej ilości miejsca, które można odzyskać po aktualnej stronie.
ru_ru: Сообщить максимальное пространство, которое может быть восстановлено на текущей стороне.
sl_si: Prikazuje največji prostor, ki ga je mog obnoviti na trenutni strani.
tr_tr: Geçerli tarafta kurtarılabilecek maksimum alanı bildirin.

# HelpDrawerCompactingSpaceToRecover
source: Space to recover. By default it is set to the maximum value of recoverable space.
bg: Място възстан. По подразбиране тя е зададена максим стойност възстанов пространство.
cs: Prostor pro obnovu. Dle vých nastav se nastaví na max. hodn prostoru s možností obnovy.
de_de: Zurückzugewinnender Raum. Standardmäßig auf den Wert des max zurückzugew. Raum gestellt.
el_gr: Χώρος προς ανάκτηση. Από την προεπιλογή ορίζεται στη μέγιστη τιμή του ανακτήσιμου χώρου.
es_es: Espacio para recuperar. Por defecto se establece el valor máximo de espacio recuperable.
fr_fr: Espace à récupérer. Par défaut, il est configuré à la valeur maximale d’espace récupérable.
hr: Prostor za nadokn. Kao zad. vrijedn. Post. se najveća vrij. prost. koji se može nadokn.
hu_hu: Visszanyerendő hely. Alapértelmezésben a visszanyerhető hely maximális értékére van állítva.
it: Spazio da recuperare. Di default viene settato al valore massimo di spazio recuperabile.
pl_pl: Przestrzeń do odzyskania. Domyślnie ustawienie maksymalnej wartości przestrzeni możliwej do odzyskania.
ru_ru: Пространство для восстановления. По умолчанию установлено максимальное значение восстанавливаемого пространства.
sl_si: Prostor za obnovitev. Privzeto je nastavljena največja vrednost obnovljivega prostora.
tr_tr: Kurtarmak için alan. Varsayılan olarak, kurtarılabilir alanın maksimum değerine ayarlanmıştır.

# HelpDrawerCompactingCompactFront
source: Activates the compaction procedure for the front side of the machine. The button is active if it is possible to recover the required space.
bg: Активира процедура за уплътняване от предната страна на машината. Бутонът е активен ако е възможно да се възстанови необходимото пространство.
cs: Aktivuje postup zhutnění pro přední stranu stroje. Tlačítko je aktivní, pokud lze obnovit požadovaný prostor.
de_de: Aktiviert den Verdichtungsvorgang für die Vorderseite der Maschine. Die Taste ist aktiv, wenn der benötigte Raum zurückgewonnen werden kann.
el_gr: Ενεργοποιεί τη διαδικασία συμπίεσης για τη μπροστινή πλευρά του μηχανήματος. Το κουμπί είναι ενεργό αν είναι δυνατή η ανάκτηση του απαιτούμενου χώρου.
es_es: Activa el procedimiento de compactación para la parte delantera de la máquina. El botón se activa si es posible recuperar el espacio solicitado.
fr_fr: Active la procédure de compactage pour le côté avant de la machine. Le bouton est actif s’il est possible de récupérer l’espace requis.
hr: Osposobljava postupak sabijanja za prednju stranu stroja. Gumb je osposobljen ako je moguće nadoknaditi traženi prostor.
hu_hu: Aktiválja a tömörítési eljárást a gép elülső oldalára. A gomb akkor aktív, ha a lekért tér helyreállítása lehetséges.
it: Attiva la procedura di compattazione per il lato anteriore della macchina. Il bottone e' attivo se e' possibile recuperare lo spazio richiesto.
pl_pl: Aktywuje procedurę zagęszczania dla przedniej strony maszyny. Przycisk jest aktywny, jeśli możliwe jest odzyskanie wymaganej przestrzeni.
ru_ru: Активирует процедуру сжатия для передней стороны машины. Кнопка активна, если есть возможность восстановить необходимое пространство.
sl_si: Aktivira postopek optimizacije na sprednji strani stroja. Gumb je aktiven, če je mogoče obnoviti potreben prostor.
tr_tr: Makinenin ön tarafı için sıkıştırma prosedürünü etkinleştirir. Gerekli alanı kurtarmak mümkünse düğme etkindir.

# HelpDrawerCompactingCompactRear
source: Activates the compaction procedure for the rear side of the machine. The button is active if it is possible to recover the required space.
bg: Активира процедурата за уплътняване за задната страна на машината. Бутонът е активен ако е възможно да се възстанови необходимото пространство.
cs: Aktivuje postup zhutnění pro zadní stranu stroje. Tlačítko je aktivní, pokud lze obnovit požadovaný prostor.
de_de: Aktiviert den Verdichtungsvorgang für die Rückseite der Maschine. Die Taste ist aktiv, wenn der benötigte Raum zurückgewonnen werden kann.
el_gr: Ενεργοποιεί τη διαδικασία συμπίεσης για την πίσω πλευρά του μηχανήματος. Το κουμπί είναι ενεργό αν είναι δυνατή η ανάκτηση του απαιτούμενου χώρου.
es_es: Activa el procedimiento de compactación para la parte trasera de la máquina. El botón se activa si es posible recuperar el espacio solicitado.
fr_fr: Active la procédure de compactage pour le côté arrière de la machine. Le bouton est actif s’il est possible de récupérer l’espace requis.
hr: Osposobljava postupak sabijanja za stražnju stranu stroja. Gumb je osposobljen ako je moguće nadoknaditi traženi prostor.
hu_hu: Aktiválja a tömörítési eljárást a gép hátsó oldalára. A gomb akkor aktív, ha a lekért tér helyreállítása lehetséges.
it: Attiva la procedura di compattazione per il lato posteriore della macchina. Il bottone e' attivo se e' possibile recuperare lo spazio richiesto.
pl_pl: Aktywuje procedurę zagęszczania dla tylnej strony maszyny. Przycisk jest aktywny, jeśli możliwe jest odzyskanie wymaganej przestrzeni.
ru_ru: Активирует процедуру сжатия для задней стороны машины. Кнопка активна, если есть возможность восстановить необходимое пространство.
sl_si: Aktivira postopek optimizacije na zadnji strani stroja. Gumb je aktiven, če je mogoče obnoviti potreben prostor.
tr_tr: Makinenin arka tarafı için sıkıştırma prosedürünü etkinleştirir. Gerekli alanı kurtarmak mümkünse düğme etkindir.

# HelpDrawerSpaceSaturationDescription
source: Space to recover. By default it is set to the maximum value of recoverable space.
bg: Процедурата предоставя данни за пространството заемано в различните чекмеджета и като цяло в машината. За всяко чекмедже се предоставя допълнителна информация включително броя на изпълнените мисии броя на отделенията в него и процента на запълване представен в графичен и цифров вид.
cs: Postup poskytuje data o prostoru obsazeném v různých zásuvkách a celkově uvnitř stroje. Pro každou zásuvku lze poskytnout podrobnější informace, k nimž patří počet provedených misí, kolik je oddělení přítomných uvnitř, stejně jako poskytnuté procento plnění, a to jak v grafické, tak numerické podobě.
de_de: Verfahren liefert Daten über den belegten Platz in den versch. Kästen und insges. in Maschine.Je Kasten werden weitere Info. genannt, einschließl. der Anzahl der ausgeführten Aufgaben, der Fächer im Inneren sowie der prozentm. Befüllung. Diese Infos werden sowohl grafischer als auch numerisch gegeben.
el_gr: Χώρος προς ανάκτηση. Από την προεπιλογή ορίζεται στη μέγιστη τιμή του ανακτήσιμου χώρου.
es_es: El procedimiento proporciona datos sobre el espacio ocupado en los distintos cajones y, en general, en el interior de la máquina. Para cada cajón se proporciona más información, incluyendo el número de misiones realizadas, cuántos compartimentos hay en su interior, así como el porcentaje de llenado proporcionado tanto en forma gráfica como numérica.
fr_fr: La procédure fournit des données sur l’espace occupé dans les différents tiroirs et, globalement, à l’intérieur de la machine. Pour chaque tiroir, des informations supplémentaires sont fournies, notamment le nombre de missions effectuées, le nombre de compartiments à l’intérieur, ainsi que le pourcentage de remplissage fourni à la fois sous forme graphique et numérique.
hr: Postupak pruža podatke o zauzetom prostoru u raznim pretincima i, općenito, unutar stroja. Za svaki pretinac se pružaju dodatne informacije među kojima je broj izvršenih misija, koliko je odjeljenja prisutno unutra, osim postotka punjenja koji se daje u grafičkom i u brojčanom obliku.
hu_hu: Az eljárás adatokat jelenít meg a különböző tálcákon elfoglalt, és általánosságban a gép belsejében rendelkezésre álló helyre vonatkozóan. Minden tálcára vonatkozóan rendelkezésre állnak további információk, például az elvégzett feladatok száma, mennyi fakk található benne, a töltés százalékos értéke akár grafikus, akár numerikus formában.
it: La procedura fornisce dati sullo spazio occupate nei vari cassetti e, in globale, all'interno della macchina. Per ogni cassetto sono fornite ulteriori informazioni fra cui il numero di missioni eseguite, quanti sono gli scomparti presenti all'interno oltre alla percentuale di riempimento fornita sia in forma grafica che numerica.
pl_pl: Przestrzeń do odzyskania. Domyślnie ustawienie maksymalnej wartości przestrzeni możliwej do odzyskania.
ru_ru: Пространство для восстановления. По умолчанию установлено максимальное значение восстанавливаемого пространства.
sl_si: Postopek zagotavlja podatke o prostoru, zasedenem v različnih predalih in na splošno znotraj stroja. Za vsak predal so podane dodatne informacije, vključno s številom opravljenih nalog, številom razdelkov v notranjosti in odstotkom polnjenja v grafični in številčni obliki.
tr_tr: Kurtarmak için alan. Varsayılan olarak, kurtarılabilir alanın maksimum değerine ayarlanmıştır.

# HelpDrawerSpaceSaturationGridDrawer
source: Indicates the drawer number.
bg: Посочва номера на чекмеджето.
cs: Uvádí číslo zásuvky.
de_de: Nummer des Kastens.
el_gr: Υποδεικνύει τον αριθμό του συρταριού.
es_es: Indica el número de cajón.
fr_fr: Indique le numéro du tiroir.
hr: Označuje broj pretinca.
hu_hu: A tálca számát jeleníti meg.
it: Indica il numero del cassetto.
pl_pl: Wskazuje numer szuflady.
ru_ru: Указывает номер выдвижного узла.
sl_si: Navaja številko predala.
tr_tr: Çekmece numarasını gösterir.

# HelpDrawerSpaceSaturationGridMissions
source: Indicates the number of missions the drawer has been subject to.
bg: Показва броя на мисиите на които е било подложено чекмеджето.
cs: Uvádí počet misí, které se týkaly zásuvky.
de_de: Zeigt die Anzahl der Aufgaben für den Kasten an.
el_gr: Υποδεικνύει τον αριθμό των αποστολών στις οποίες υπόκειται το συρτάρι.
es_es: Indica el número de misiones que ha tenido el cajón.
fr_fr: Indique le nombre de missions auxquelles le tiroir a été soumis.
hr: Označuje broj misija kojima je pretinac bio podvrgnut.
hu_hu: Azon feladatok számát jeleníti meg, amelyek a tálcán kerültek elvégzésre.
it: Indica il numero di missioni di cui il cassetto e' stato oggetto.
pl_pl: Wskazuje liczbę misji, którym poddana była szuflada.
ru_ru: Указывает количество задач, выполненных на выдвижном узле.
sl_si: Navaja število nalog v katerih je sodeloval predal.
tr_tr: Çekmecenin tabi olduğu görev sayısını gösterir.

# HelpDrawerSpaceSaturationGridCompartments
source: Indicates the number of mapped compartments, present inside the drawer regardless of their status.
bg: Посочва броя на картографираните отделения в чекмеджето независимо от техния статус.
cs: Uvádí počet zmapovaných oddělení přítomných v zásuvce nezávisle na jejich stavu.
de_de: Zeigt die Anzahl der zugeordneten Fächer innerhalb des Kastens an, unabhängig von ihrem Status.
el_gr: Υποδεικνύει τον αριθμό των χαρτογραφημένων διαμερισμάτων που υπάρχουν μέσα στο συρτάρι ανεξάρτητα από την κατάστασή τους.
es_es: Indica el número de compartimentos mapeados presentes dentro del cajón, independientemente de su estado.
fr_fr: Indique le nombre de compartiments mappés, présents dans le tiroir indépendamment de leur état.
hr: Označuje broj mapiranih odjeljenja, prisutnih unutar pretinca, neovisno o njihovom stanju.
hu_hu: A feltérképezett fakkok számát jeleníti meg, amelyek a tálcán találhatóak, függetlenül az állapotuktól.
it: Indica il numero di scomparti mappati, presenti all'interno del cassetto indipendentemente dal loro stato.
pl_pl: Wskazuje liczbę zmapowanych przedziałów, obecnych wewnątrz szuflady niezależnie od ich statusu.
ru_ru: Указывает количество отображенных отделений, присутствующих внутри выдвижного узла, независимо от их состояния.
sl_si: Navaja število označenih razdelkov v predalu ne glede na njihovo stanje.
tr_tr: Durumlarından bağımsız olarak çekmecenin içinde bulunan eşlenmiş bölmelerin sayısını gösterir.

# HelpDrawerSpaceSaturationTotalDrawer
source: Reports the total number of drawers allocated in the machine.
bg: Той показва общия брой чекмеджета разпределени в машината.
cs: Uvádí celkový počet zásuvek umístěný ve stroji.
de_de: Gesamtzahl der in der Maschine untergebrachten Kästen.
el_gr: Αναφέρει το συνολικό αριθμό των συρταριών που βρίσκονται στο μηχάνημα.
es_es: Devuelve el número total de cajones asignados en la máquina.
fr_fr: Indique le nombre total de tiroirs affectés à la machine.
hr: Navodi sveukupni broj pretinaca smještenih na stroju.
hu_hu: A gépen található tálcák teljes számát mutatja.
it: Riporta il numero totale di cassetti allocati nella macchina.
pl_pl: Informuje o całkowitej liczbie szuflad alokowanych w maszynie.
ru_ru: Сообщает общее количество выдвижных узлов, выделенных в машине.
sl_si: Podaja skupno število predalov, vstavljenih v stroj.
tr_tr: Makinede tahsis edilen toplam çekmece sayısını raporlar.

# HelpDrawerSpaceSaturationDimension
source: Shows the size of the drawers stored inside the machine.
bg: Той показва размера на чекмедж съхранявани в машината.
cs: Uvádí rozměry zásuvek uložených uvnitř stroje.
de_de: Gibt die Abmessungen der in der Maschine gelagerten Kästen an.
el_gr: Εμφανίζει το μέγεθος των συρταριών που αποθηκεύτηκαν μέσα στο μηχάνημα.
es_es: Devuelve el tamaño de los cajones almacenados dentro de la máquina.
fr_fr: Indique la taille des tiroirs stockés à l’intérieur de la machine.
hr: Navodi dimenziju pretinaca uskladištenih unutar stroja.
hu_hu: A gép belsejében tárolt tálcák méretét mutatja.
it: Riporta la dimensione dei cassetti stoccati all'interno della macchina.
pl_pl: Pokazuje wielkość szuflad przechowywanych w maszynie.
ru_ru: Показывает размер выдвижных узлов, хранящихся внутри машины.
sl_si: Prikazuje velikost predalov, shranjenih v stroju.
tr_tr: Makine içinde saklanan çekmecelerin boyutunu gösterir.
