Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# StepValue
source: Step value [mm]
bg: СтСтъпка (mm)
cs: Hodn kroku (mm)
de_de: Schrittwert (mm)
el_gr: Τιμή βήματος [mm]
es_es: Valor del paso (mm)
fr_fr: Valeur du pas (mm)
hr: Vrij. kor. (mm)
hu_hu: Lépés értéke (mm)
it: Valore step (mm)
pl_pl: Wartość kroku [mm]
ru_ru: Значение шага [мм]
sl_si: Vred koraka (mm)
tr_tr: Adım değeri [mm]

# CellHeight
source: Cell Height [mm]
bg: Вис клетка (mm)
cs: Kóta buňky (mm)
de_de: Zellenhöhe (mm)
el_gr: Ύψος κυψέλης [mm]
es_es: Altura de la celda (mm)
fr_fr: Cote Cellule (mm)
hr: Vis. Ćelije (mm)
hu_hu: Rekesz pozícióértéke (mm)
it: Quota Cella (mm)
pl_pl: Wysokość komórki [mm]
ru_ru: Высота ячейки [мм]
sl_si: Viš. celice (mm)
tr_tr: Hücre Yüksekliği [mm]

source: Current cell
bg: Избрана клетка
cs: Vybraná buňka
de_de: Ausgewählte Zelle
el_gr: Τρέχουσα κυψέλη
es_es: Celda seleccionada
fr_fr: Cellule sélectionnée
hr: Odabr.ćelija (mm)
hu_hu: Kiválasztott rekesz
it: Cella selezionata
pl_pl: Aktualna komórka
ru_ru: Текущая ячейка
sl_si: Izbrana celica
tr_tr: Geçerli hücre

source: Current panel
bg: Текущ панел
cs: Aktuální panel
de_de: Aktuelles Paneel
el_gr: Τρέχων πίνακας
es_es: Panel actual
fr_fr: Panneau actuel
hr: Trenutačna ploča
hu_hu: Tényleges panel
it: Pannello attuale
pl_pl: Aktualny panel
ru_ru: Текущая панель
sl_si: Trenutna plošča
tr_tr: Geçerli panel

# PanelCorrection
source: Panel correction [mm]
bg: Корекция на панела (mm)
cs: Korekce panelu (mm)
de_de: Paneel-Korrektur (mm)
el_gr: Διόρθωση πίνακα [mm]
es_es: Corrección del panel (mm)
fr_fr: Correction du panneau (mm)
hr: Ispravak ploče (mm)
hu_hu: Panel korrekciója (mm)
it: Correzione pannello (mm)
pl_pl: Korekta panelu [mm]
ru_ru: Корректировка панели [мм]
sl_si: Popravek plošče (mm)
tr_tr: Panel düzeltme [mm]

source: Total panels
bg: Общо панели:
cs: Celkem panelů:
de_de: Paneele insg.:
el_gr: Συνολικοί πίνακες
es_es: Total de paneles:
fr_fr: Nombre total de panneaux :
hr: Ukupno ploča:
hu_hu: Panelek összesen:
it: Pannelli totali:
pl_pl: Całkowita ilość paneli
ru_ru: Всего панелей
sl_si: Skupaj plošč:
tr_tr: Toplam paneller

source: Back
bg: Назад
cs: Zpět
de_de: Zurück
el_gr: Πίσω
es_es: Atrás
fr_fr: Retour
hr: Natrag
hu_hu: Hátra
it: Indietro
pl_pl: Powrót
ru_ru: Задний
sl_si: Nazaj
tr_tr: Geri

source: Front
bg: Преден
cs: Přední
de_de: Vorders.
el_gr: Μπροστά
es_es: Anterior
fr_fr: Avant
hr: Prednji
hu_hu: Elülső
it: Anteriore
pl_pl: Przód
ru_ru: Передний
sl_si: Sprednji
tr_tr: Ön

source: Correct
bg: Правилно
cs: Upravit
de_de: Korrig.
el_gr: Σωστό
es_es: Correcto
fr_fr: Corriger
hr: Ispravi
hu_hu: Korrekciók
it: Correggi
pl_pl: Poprawne
ru_ru: Правильный
sl_si: Popravi

source: Installation State
bg: Състоян инсталация
cs: Stav instalace
de_de: Status Install.
el_gr: Κατάσταση εγκατάστασης
es_es: Estado de la instalación
fr_fr: État de l’installation
hr: Stanje ugradbe
hu_hu: Telepítési állapot
it: Stato installazione
pl_pl: Stan montażu
ru_ru: Состояние установки
sl_si: Stanje namestitve
tr_tr: Kurulum Durumu

# BeltBurnishingDone
source: Belt burnishing
bg: Навлизане ремък
cs: Záběh řemene
de_de: Riemeneinlauf
el_gr: Στίλβωση ιμάντα
es_es: Rodaje de la correa
fr_fr: Rodage de la courroie
hr: Uhodav. remena
hu_hu: A szíj bejáratása
it: Rodaggio cinghia
pl_pl: Dogniatanie taśmy
ru_ru: Полировка ленты
sl_si: Utekanje jermena
tr_tr: Bant parlatma

# VerticalAxisHomedDone
source: Vertical Origin Calibration
bg: Начало вертикална ос
cs: Počátek vertikální osy
de_de: Ursprung vert. Achse
el_gr: Βαθμονόμηση κατακόρυφης προέλευσης
es_es: Origen del eje vertical
fr_fr: Origine de l’axe vertical
hr: Ishodište okomite osi
hu_hu: Függőleges tengely origó
it: Origine asse verticale
pl_pl: Kalibracja początkowej pozycji pionowej
ru_ru: Калибровка по Вертикали
sl_si: Izvor navpične osi
tr_tr: Dikey Menşe Kalibrasyonu

# VerticalResolutionDone
source: Vertical resolution
bg: Раздел способн вертикал ос
cs: Rozlišení vertikální osy
de_de: Auflösung vert. Achse
el_gr: Κατακόρυφη ανάλυση
es_es: Resolución del eje vertical
fr_fr: Résolution de l’axe vertical
hr: Rezolucija okomite osi
hu_hu: Függőleges tengely felbontása
it: Risoluzione asse verticale
pl_pl: Rozdzielczość pionowa
ru_ru: Вертикальное разрешение
sl_si: Resolucija navpične osi
tr_tr: Dikey çözünürlük

# CellsControl
source: Cells position control
bg: Контрол квота клетка
cs: Kontrola kót buňky
de_de: Kontrolle Zellenwerte
el_gr: Έλεγχος θέσης κυψέλης
es_es: Control de la cuota de células
fr_fr: Contrôle des cotes des cellules
hr: Provjera vis. ćelija
hu_hu: Rekeszmagasságok ellenőrzése
it: Controllo quote celle
pl_pl: Regulacja położenia komórek
ru_ru: Управление положением ячеек
sl_si: Prev višine celic
tr_tr: Hücre konum kontrolü

# MeasuredInitialPosition
source: Measured initial position [mm]
bg: Измерен начален размер (mm)
cs: Naměřená výchozí kóta (mm)
de_de: Gemessener Anfangswert (mm)
el_gr: Μετρημένη αρχική θέση [mm]
es_es: Dimensión inicial medida (mm)
fr_fr: Cote initiale mesurée (mm)
hr: Izmjerena poč. visina (mm)
hu_hu: Mért kezdeti pozícióérték (mm)
it: Quota iniziale misurata (mm)
pl_pl: Zmierzona pozycja początkowa [mm]
ru_ru: Измеренное начальное положение [мм]
sl_si: Izmerjena zač. višina (mm)
tr_tr: Ölçülen başlangıç ​​konumu [mm]

source: Move to position
bg: Преместване в поз
cs: Posunout do pozice
de_de: Zur Position bewegen
el_gr: Μετακίνηση στη θέση
es_es: Mover a la posición
fr_fr: Déplacer dans la position
hr: Pomakni u poč.položaj
hu_hu: Elmozdult a pozícióba
it: Sposta nella posizione
pl_pl: Przejście do pozycji
ru_ru: Перейти в положение
sl_si: Premakni na položaj
tr_tr: konuma taşı

# CellCorrection
source: Cell Height Correction [mm]
bg: Корекция височ клетка (mm)
cs: Korekce kóty buňky (mm)
de_de: Korrektur Zellenhöhe (mm)
el_gr: Διόρθωση ύψους κυψέλης [mm]
es_es: Corrección de la altura de la celda (mm)
fr_fr: Correction Cote Cellule (mm)
hr: Ispravak Visine ćelije (mm)
hu_hu: Rekesz pozícióérték korrekciója (mm)
it: Correzione Quota Cella (mm)
pl_pl: Korekcja wysokości komórki [mm]
ru_ru: Корректировка высоты ячейки [мм]
sl_si: Popravek višine celice (mm)
tr_tr: Hücre Yüksekliği Düzeltme [mm]

# VerticalOffsetVerify
source: Vertical Offset Verified
bg: Проверка вертикал отместв
cs: Kontr vertikho Posun
de_de: Prüfung vertikaler Offset
el_gr: Επαληθευμένη μετατόπιση κατακόρυφα
es_es: Verificación del desplazamiento vertical
fr_fr: Vérification du décalage vertical
hr: Provjera okomitog pomaka
hu_hu: Függőleges eltolás ellenőrzése
it: Verifica offset verticale
pl_pl: Zweryfikowane przesunięcie pionowe
ru_ru: Вертикальное Смещение Проверено
sl_si: Prev navpičnega odmika
tr_tr: Dikey Ofset Doğrulandı

source: Shutter Sensor A
bg: Сензор А клапа
cs: Snímač A rolety
de_de: Sensor A Rolltür
el_gr: Αισθητήρας κλείστρου A
es_es: Sensor A compuerta
fr_fr: Capteur A du volet de fermeture
hr: Senzor A zaklopke
hu_hu: A. redőnyszenzor
it: Sensore A serranda
pl_pl: Czujnik migawki A
ru_ru: Датчик заслонки A
sl_si: Senzor lopute A
tr_tr: Deklanşör Sensörü A

source: Shutter Sensor B
bg: Сензор B клапа
cs: Snímač B rolety
de_de: Sensor B Rolltür
el_gr: Αισθητήρας κλείστρου Β
es_es: Sensor B compuerta
fr_fr: Capteur B du volet de fermeture
hr: Senzor B zaklopke
hu_hu: B. redőnyszenzor
it: Sensore B serranda
pl_pl: Czujnik migawki B
ru_ru: Датчик заслонки B
sl_si: Senzor lopute B
tr_tr: Deklanşör Sensörü B

source: Final position
bg: Окончат ниво (mm)
cs: Konečná kóta (mm)
de_de: Endabmessung (mm)
el_gr: Τελική θέση
es_es: Cota final (mm)
fr_fr: Cote finale (mm)
hr: Završna vis. (mm)
hu_hu: Végső pozícióérték (mm)
it: Quota finale (mm)
pl_pl: Pozycja końcowa
ru_ru: Конечное положение
sl_si: Končna viš. (mm)
tr_tr: Son konum

# StartResolutionProcedure
source: Start procedure
bg: Начал процедура
cs: Spustit postup
de_de: Start Verfahren
el_gr: Διαδικασία εκκίνησης
es_es: Procedimiento de inicio
fr_fr: Démarrer la procédure
hr: Pokreni post.
hu_hu: Eljárás indítása
it: Avvia procedura
pl_pl: Procedura startowa
ru_ru: Процедура запуска
sl_si: Začni postopek
tr_tr: Prosedürü başlat

source: Close procedure
bg: Процед затваряне
cs: Ukončit postup
de_de: Verf. schließen
el_gr: Διαδικασία κλεισίματος
es_es: Cerrar el procedimiento
fr_fr: Fermer la procédure
hr: Zatvori postupak
hu_hu: Eljárás bezárása
it: Chiudi procedura
pl_pl: Procedura zamykania
ru_ru: Процедура закрытия
sl_si: Zaklj. postopek
tr_tr: Kapat prosedürü

source: Next panel
bg: Следващ панел
cs: Následující panel
de_de: Nächstes Paneel
el_gr: Επόμενος πίνακας
es_es: Próximo panel
fr_fr: Panneau suivant
hr: Sljedeća ploča
hu_hu: Következő panel
it: Pannello successivo
pl_pl: Następny panel
ru_ru: Следующая панель
sl_si: Naslednja plošča
tr_tr: Sonraki panel

# PanelsControlDescription
source: Panels control procedure
bg: Проверка позиц панелите на рафта
cs: Kontrola pozice panelu police
de_de: Position der Konsolen prüfen
el_gr: Διαδικασία ελέγχου πίνακα
es_es: Comprobación de la posición de los paneles de soporte
fr_fr: Vérification de la position des panneaux de l’étagère
hr: Provjera položaja ploča police
hu_hu: Konzolpanelek pozícióellenőrzése
it: Verifica posizione pannelli mensola
pl_pl: Procedura sterowania panelami
ru_ru: Процедура контроля панелей
sl_si: Preverjanje položaja plošč police
tr_tr: Paneller kontrol prosedürü

source: ReadFinalPosition
bg: Отч крайния размер (mm)
cs: Konečná odečt kóta (mm)
de_de: Endabmess. gelesen (mm)
es_es: Cota final leída (mm)
fr_fr: Cote finale lue (mm)
hr: Očit. završ. vis. (mm)
hu_hu: Leolvasott végleges pozícióérték (mm)
it: Quota finale letta (mm)
ru_ru: СчитатьКонечноеПоложение
sl_si: Konč prebrana viš. (mm)
tr_tr: FinalPozisyonunu Oku

# Gate1HeightReached
source: Height Reached
bg: Постигна височина
cs: Dosažená výška
de_de: Höhe erreicht
el_gr: Επίτευξη ύψους
es_es: Altura alcanzada
fr_fr: Hauteur atteinte
hr: Dostignuta visina
hu_hu: Elért magasság
it: Altezza raggiunta
pl_pl: Osiągnięta wysokość
ru_ru: Достигнутая Высота
sl_si: Dosežena višina
tr_tr: Ulaşılan Yükseklik

# VerticalAxisButton
source: Elevator
bg: Повдигач
cs: Zvedák
de_de: Hebebühne
el_gr: Ανελκυστήρας
es_es: Elevador
fr_fr: Élévateur
hr: Dizalica
hu_hu: Emelő
it: Elevatore
pl_pl: Podnośnik
ru_ru: Подъемник
sl_si: Dvigalo
tr_tr: Asansör

# CellsSideControlDescription
source: Modify cell group position
bg: Редакт нива група клетки
cs: Změnit kóty skupiny buněk
de_de: Werte Zellengrp. bearbeiten
el_gr: Τροποποίηση θέσης ομάδας κυψέλης
es_es: Editar las cuotas de los grupos de celdas
fr_fr: Modification des cotes du groupe de cellules
hr: Izmijeni vis. skupine ćel.
hu_hu: Rekeszcsoportok pozícióértékének módosítása
it: Modifica quote gruppo celle
pl_pl: Modyfikacja pozycji grupy komórek
ru_ru: Изменить положение группы ячеек
sl_si: Sprem. višine skupine celic
tr_tr: Hücre grubu konumunu değiştir

# CellsSideControlInitialCell
source: Initial cell
bg: Първон клетка
cs: Výchozí buňka
de_de: Anfangszelle
el_gr: Αρχική κυψέλη
es_es: Celda inicial
fr_fr: Cellule initiale
hr: Početna ćelija
hu_hu: Kezdeti rekesz
it: Cella iniziale
pl_pl: Komórka początkowa
ru_ru: Начальная ячейка
sl_si: Začetna celica
tr_tr: İlk hücre

# CellsSideControlFinalCell
source: Final cell
bg: Оконч клетка
cs: Kon buňka
de_de: Letzte Zelle
el_gr: Τελική κυψέλη
es_es: Celda final
fr_fr: Cellule finale
hr: Završ. ćel.
hu_hu: Végső rekesz
it: Cella finale
pl_pl: Komórka końcowa
ru_ru: Последняя ячейка
sl_si: Končna cel
tr_tr: Son hücre

# CellsSideControlCorrection
source: Requested correction [mm]
bg: Необходима корекция (mm)
cs: Požadovaná korekce (mm)
de_de: Angef. Korrektur (mm)
el_gr: Απαιτούμενη διόρθωση [mm]
es_es: Corrección necesaria (mm)
fr_fr: Correction requise (mm)
hr: Potrebni ispravak (mm)
hu_hu: Lekért korrekció (mm)
it: Correzione richiesta (mm)
pl_pl: Żądana korekta [mm]
ru_ru: Запрошенная корректировка [мм]
sl_si: Zahtevan popravek (mm)
tr_tr: İstenen düzeltme [mm]

# CellsSideControlSelectedSide
source: Selected side
bg: Избрана страна
cs: Vybraná strana
de_de: Gewählte Seite
el_gr: Επιλεγμένη πλευρά
es_es: Lado seleccionado
fr_fr: Côté sélectionné
hr: Odabrana strana
hu_hu: Kiválasztott oldal
it: Lato selezionato
pl_pl: Wybrana strona
ru_ru: Выбранная сторона
sl_si: Izbrana stran
tr_tr: Seçilen taraf

# LoadingDrawersPageHeader
source: Load Drawers
bg: Натов чекмедже.
cs: Naklád zásuvek.
de_de: Ladung Kästen.
el_gr: Συρτάρια φορτίου
es_es: Carga del cajón.
fr_fr: Chargement des tiroirs.
hr: Utovar pretin.
hu_hu: Tálcák betöltése.
it: Carico cassetti.
pl_pl: Załaduj szuflady
ru_ru: Загрузить выдвижные узлы
sl_si: Naklad predalov.
tr_tr: Yük Çekmeceleri

# LoadingDrawersTotalDrawers
source: Total drawers
bg: Общо чекмеджета
cs: Celkem zásuvek
de_de: Kästen gesamt
el_gr: Σύνολο συρταριών
es_es: Total de cajones
fr_fr: Total des tiroirs
hr: Ukupno pretin.
hu_hu: Tálcák összesen
it: Totale cassetti
pl_pl: Suma szuflad
ru_ru: Всего выдвижных узлов
sl_si: Sk št. predalov
tr_tr: Toplam çekmece

# LoadingDrawersMaxWeight
source: Max weight portance (kg)
bg: Макс. товар (кг)
cs: Max kapacita (kg)
de_de: Max.Tragkr. (kg)
el_gr: Μέγιστη μεταφορά βάρους (kg)
es_es: Capacidad máxima (kg)
fr_fr: Capacité de charge max. (kg)
hr: Maks. nosiv. (kg)
hu_hu: Max. teherbírás (kg)
it: Portata max. (kg)
pl_pl: Maks. obciążenie użytkowe (kg)
ru_ru: Максимальный вес (кг)
sl_si: Maks zmoglj (kg)
tr_tr: Maksimum ağırlık oranı (kg)

# LoadingDrawersInsertedDrawers
source: Inserted drawers
bg: Вмъкнати чекмедже
cs: Vložené zásuvky
de_de: Einges. Kästen
el_gr: Εισαγόμενα συρτάρια
es_es: Cajones insertados
fr_fr: Tiroirs insérés
hr: Uneseni pretinci
hu_hu: Behelyezett tálcák
it: Cassetti inseriti
pl_pl: Włożone szuflady
ru_ru: Вставленные выдвижные узлы
sl_si: Predali vstavljen
tr_tr: Gömülü çekmeceler

# LoadingDrawersDrawerToInsert
source: Drawer to insert
bg: Вмъкване на чекмедже
cs: Zásuvka na vložení
de_de: Einzusetz. Kasten
el_gr: Συρτάρια που πρόκειται να εισαχθούν
es_es: Cajón para insertar
fr_fr: Tiroir à insérer
hr: Pretinac za unošenje
hu_hu: Betárolandó tálca
it: Cassetto da inserire
pl_pl: Szuflada do wsunięcia
ru_ru: Выдвижной узел для вставки
sl_si: Predal za vstavitev
tr_tr: Eklemek için çekmece

# LoadingDrawersNextDrawer
source: Next drawer
bg: Следваща чекмедже
cs: Následující zásuv
de_de: Nächster Kasten
el_gr: Επόμενο συρτάρι
es_es: Siguiente cajón
fr_fr: Prochain tiroir
hr: Sljedeći pretinac
hu_hu: Következő tálca
it: Prossimo cassetto
pl_pl: Następna szuflada
ru_ru: Следующий выдвижной узел
sl_si: Naslednji predal
tr_tr: Sonraki çekmece

# LoadingDrawersStartInsertion
source: Start insertion
bg: Начало на вмъкване
cs: Počátek vkládání
de_de: Einfügen beginnen
el_gr: Εκκίνηση εισαγωγής
es_es: Iniciar la inserción
fr_fr: Démarrer insertion
hr: Počinje unošenje
hu_hu: Bevitel megkezdése
it: Inizia inserimento
pl_pl: Rozpoczęcie wkładania
ru_ru: Начать вставку
sl_si: Začni vstavljanje
tr_tr: Eklemeyi başlat

# LoadFirstDrawerPageHeader
source: Load First Drawer and Test Cells
bg: Зарежда първо чекмед изпитв клетки
cs: Naklád první zásuvky a test buněk
de_de: Erste Kasten laden und Zellen-Test
el_gr: Φόρτωση πρώτου συρταριού και κυψέλες δοκιμής
es_es: Carga primer cajón y prueba de celdas
fr_fr: Chargement du premier tiroir et test des cellules
hr: Utovar prv. pretinca i test ćelija
hu_hu: Első tálca betöltése és a rekeszek tesztje
it: Carico primo cassetto e test celle
pl_pl: Załadować pierwszą szufladę i komórki testowe
ru_ru: Загрузить первый выдвижной узел и провести испытание ячеек
sl_si: Nalag prv predala in test celice
tr_tr: İlk Çekmeceyi Yükle ve Test Hücreleri

# LoadFirstDrawerTotCellsToCheck
source: Total cells to test
bg: Общо клетки за тест
cs: Celkem buněk k testov
de_de: Zu test. Zellen insg.
el_gr: Σύνολο κυψελών προς δοκιμή
es_es: Total de células a analizar
fr_fr: Total des cellules à tester
hr: Ukupno ćelija za test
hu_hu: Összes tesztelendő rekesz
it: Totale celle da testare
pl_pl: Suma komórek do przetestowania
ru_ru: Всего ячеек для испытания
sl_si: Sk št. celic za test
tr_tr: Test edilecek toplam hücre

# LoadFirstDrawerTotCellsChecked
source: Total tested cells
bg: Общо тествани клетки
cs: Celkem otestov buněk
de_de: Getest. Zellen insg.
el_gr: Σύνολο δοκιμασμένων κυψελών
es_es: Total de células analizadas
fr_fr: Total des cellules testées
hr: Ukupno testir. ćel.
hu_hu: Összes tesztelt rekesz
it: Totale celle testate
pl_pl: Suma testowanych komórek
ru_ru: Общее количество испытанных ячеек
sl_si: Sk št. test celic
tr_tr: Toplam test edilen hücreler

# LoadFirstDrawerActualCellToCheck
source: Testing cell
bg: Клетка процес изпит
cs: Buňka ve fázi testu
de_de: Zelle wird getestet
el_gr: Κυψέλη δοκιμής
es_es: Célula en prueba
fr_fr: Cellule en phase de test
hr: Ćelija u fazi testir.
hu_hu: Tesztfázisban lévő rekesz
it: Cella in fase di test
pl_pl: Komórka testowa
ru_ru: Испытанная ячейка
sl_si: Celice se testirajo
tr_tr: test hücresi

# LoadFirstDrawerDrawerToInsert
source: Drawer to insert
bg: Вмъкване на чекмедже
cs: Zásuvka na vložení
de_de: Einzusetz. Kasten
el_gr: Συρτάρια που πρόκειται να εισαχθούν
es_es: Cajón para insertar
fr_fr: Tiroir à insérer
hr: Pretinac za unošenje
hu_hu: Betárolandó tálca
it: Cassetto da inserire
pl_pl: Szuflada do wsunięcia
ru_ru: Выдвижной узел для вставки
sl_si: Predal za vstavitev
tr_tr: Eklemek için çekmece

# LoadFirstDrawerMaxWeight
source: Max weight drawer portance (kg)
bg: Максимал капац чекмедже (кг)
cs: maxim. kapacita zásuvky (kg)
de_de: Max. Tragf. Kasten (kg)
el_gr: Μέγιστη μεταφορά βάρους συρταριού (kg)
es_es: Capacidad máxima del cajón (kg)
fr_fr: Capacité de charge maximale du tiroir (kg)
hr: Maks nosivost pretinca (kg)
hu_hu: Tálca maximális teherbírása (kg)
it: Portata massima cassetto (kg)
pl_pl: Maks. nośność szuflady (kg)
ru_ru: Максимальный вес выдвижного узла (кг)
sl_si: Maks zmogljivost predala (kg)
tr_tr: Maksimum ağırlık çekmece bağlantı noktası (kg)

# LoadFirstDrawerStartLoading
source: Insert Drawer
bg: Вмъкване чекмедже
cs: Zasuňte zásuvku
de_de: Kasten einsetzen
el_gr: Συρτάρι εισαγωγής
es_es: Insertar cajón
fr_fr: Insérer tiroir
hr: Unesi pretinac
hu_hu: Tálca bevitele
it: Inserisci cassetto
pl_pl: Włóż szufladę
ru_ru: Выдвижной узел
sl_si: Vstavi predal
tr_tr: Çekmece Ekle

# LoadFirstDrawerRecallDrawer
source: Call Drawer
bg: Чекмедже изтегл
cs: Vyvolat zásuvku
de_de: Kasten aufrufen
el_gr: Συρτάρι κλήσης
es_es: Cajón de recogida
fr_fr: Rappeler tiroir
hr: Opozovi pretinac
hu_hu: Tálca behívása
it: Richiama cassetto
pl_pl: Wywołanie szuflady
ru_ru: Вызвать выдвижной узел
sl_si: Prikliči predal
tr_tr: Çağrı Çekmecesi

# BayHeightCheck
source: Bays Position Height Check
bg: Контрол нива отдел
cs: Kontr kóty stan
de_de: Kontr. Buchtenhöhe
el_gr: Έλεγχος ύψους θέσης πλατφόρμας
es_es: Control cotas bahía
fr_fr: Contrôle des cotes de la baie
hr: Provjera kvote uvale
hu_hu: Munkaállomás pozíciójának ellenőrzése
it: Controllo quote baia
pl_pl: Pozycja Zatoki Kontrola wysokości
ru_ru: Проверка Высоты Положения Секций
sl_si: Prev višin nak pol
tr_tr: Bölmeler Konum Yükseklik Kontrolü

# BayHeightCheckSelectedPosition
source: Position in bay
bg: Местопол в отдел
cs: Pozice ve stanici
de_de: Pos. in der Bucht
el_gr: Θέση σε πλατφόρμα
es_es: Ubicación en la bahía
fr_fr: Position dans la baie
hr: Položaj u uvali
hu_hu: Pozíció a munkaállomáson
it: Posizione nella baia
pl_pl: Pozycja w zatoce
ru_ru: Положение в секции
sl_si: Položaj na nak pol
tr_tr: Körfezdeki pozisyon

# BayHeight
source: Bay height [mm]
bg: Вис отдел (mm)
cs: Kóta stan (mm)
de_de: Höhe Bucht (mm)
el_gr: Ύψος πλατφόρμας [mm]
es_es: Cota de la bahía (mm)
fr_fr: Cote baie (mm)
hr: Vis. uvale (mm)
hu_hu: Munkaállomás pozícióértéke (mm)
it: Quota baia (mm)
pl_pl: Wysokość zatoki [mm]
ru_ru: Высота секции [мм]
sl_si: Viš nak pol(mm)
tr_tr: Yuva yüksekliği [mm]

# BayHeightCheckActualHeight
source: Current position [mm]
bg: Текуща поз (mm)
cs: Aktuální pozice (mm)
de_de: Aktuelle Position (mm)
el_gr: Τρέχουσα θέση [mm]
es_es: Posición actual (mm)
fr_fr: Position actuelle (mm)
hr: Trenutni položaj (mm)
hu_hu: Aktuális pozíció (mm)
it: Posizione attuale (mm)
pl_pl: Obecna pozycja [mm]
ru_ru: Текущее положение [мм]
sl_si: Trenutni položaj (mm)
tr_tr: Mevcut konum [mm]

# BayHeightCheckCorrectionValue
source: Correction value [mm]
bg: Стойност на корекцията (mm)
cs: Hodnota korekce (mm)
de_de: Korrekturwert (mm)
el_gr: Τιμή διόρθωσης [mm]
es_es: Valor de corrección (mm)
fr_fr: Valeur de la correction (mm)
hr: Vrijednost ispravka (mm)
hu_hu: A korrekció értéke (mm)
it: Valore della correzione (mm)
pl_pl: Wartość korekty [mm]
ru_ru: Значение корректировки [мм]
sl_si: Vrednost popravka (mm)
tr_tr: Düzeltme değeri [mm]

# BayHeightCheckNextPosition
source: Next position
bg: Следваща поз
cs: Následující pozice
de_de: Nächste Position
el_gr: Επόμενη θέση
es_es: Siguiente posición
fr_fr: Prochaine position
hr: Sljedeći položaj
hu_hu: Következő pozíció
it: Prossima posizione
pl_pl: Następna pozycja
ru_ru: Следующее положение
sl_si: Naslednji položaj
tr_tr: Sonraki pozisyon

# DLUTestHeader
source: Deposit / Pickup in bay test
bg: Тест чекмедже за качване в отдел.
cs: Test naklád vyklád zásuvky ve stan
de_de: Test Ver-/Entladung Kasten in Bucht.
el_gr: Εναπόθεση / Λήψη στη δοκιμαστική πλατφόρμα
es_es: Prueba de embarque desembarque del cajón en la bahía.
fr_fr: Test de chargement-déchargement du tiroir dans la baie.
hr: Test ukrcaja iskrcaja pret. u uvali.
hu_hu: Tálca berakodási/kirakodási tesztje a munkaállomáson.
it: Test imbarco sbarco cassetto in baia.
pl_pl: Depozyt / odbiór w teście zatoki
ru_ru: Укладка / Отбор в испытании секции
sl_si: Test nakl razkl predala na nak pol.
tr_tr: Bay testinde Para Yatırma / Alma

# DLUTestFeedRate
source: Feed rate %
bg: Скорост на подаване %
cs: Rychl pln %
el_gr: Ρυθμός τροφοδοσίας %
es_es: Velocidad de avance %
fr_fr: Vitesse d’avancement %
hr: St. unoš. %
hu_hu: Előrehaladási sebesség %
pl_pl: Prędkość posuwu %
ru_ru: Скорость подачи %
sl_si: Hitr pod %
tr_tr: İlerleme hızı %

# DLUTestCycleRequired
source: Requested cycles
bg: Необходим цикли
cs: Požad cykly
de_de: Angef. Zyklen
el_gr: Απαιτούμενοι κύκλοι
es_es: Ciclos necesarios
fr_fr: Cycles requis
hr: Potrebni cikl.
hu_hu: Lekért ciklusok
it: Cicli richiesti
pl_pl: Żądane cykle
ru_ru: Запрошенные циклы
sl_si: Zahtevani cikli
tr_tr: İstenen döngüler

# DLUTestActualposition
source: Current chain position
bg: Текуща поз на верига
cs: Aktuální pozice řetězu
de_de: Aktuelle Kettenposition
el_gr: Τρέχουσα θέση αλυσίδας
es_es: Posición actual de la cadena
fr_fr: Position actuelle de la chaîne
hr: Trenutačni položaj lanca
hu_hu: Lánc aktuális pozíciója (mm)
it: Posizione attuale catena
pl_pl: Aktualna pozycja łańcucha
ru_ru: Текущее положение цепного конвейера
sl_si: Trenutni položaj verige
tr_tr: Mevcut zincir konumu

# DLUTestCompletedCycles
source: Completed cycles
bg: Завършени цикли
cs: Dokonč cykly
de_de: Zyklen abgeschl.
el_gr: Ολοκληρωμένοι κύκλοι
es_es: Ciclos completados
fr_fr: Cycles terminés
hr: Završeni ciklusi
hu_hu: Végrehajtott ciklusok
it: Cicli completati
pl_pl: Zakończone cykle
ru_ru: Завершенные циклы
sl_si: Zaključeni cikli
tr_tr: Tamamlanan döngüler

# DLUTestStop
source: Stop cycle
bg: Спиране цикъл
cs: Zastav cykl
de_de: Zykl. stoppen
el_gr: Κύκλος διακοπής
es_es: Ciclo de parada
fr_fr: Arrêter le cycle
hr: Zaust. ciklus
hu_hu: Ciklus leállítása
it: Arresta ciclo
pl_pl: Zatrzymanie cyklu
ru_ru: Остановить цикл
sl_si: Zaust cikel
tr_tr: Döngüyü durdur

# DLUTestStart
source: Start cycle
bg: Начал цикъл
cs: Spust cykl
de_de: Zykl start.
el_gr: Κύκλος εκκίνησης
es_es: Inicio del ciclo
fr_fr: Démarrer le cycle
hr: Pokr.ciklus
hu_hu: Ciklus indítása
it: Avvia ciclo
pl_pl: Cykl startowy
ru_ru: Цикл запуска
sl_si: Zažen cikel
tr_tr: Döngüyü başlat
