Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# DeleteSnapshotFile
source: Delete installer snaphot file '{0}'.
bg: Изтриване на инсталационен файл със снимки '{0}'.
cs: Vymazávání souboru snímku instalace „{0}“.
de_de: Löschen Sie die Installations-Snapshot-Datei '{0}'.
el_gr: Διαγράψτε το αρχείο στιγμιότυπου του προγράμματος εγκατάστασης '{0}'.
es_es: Eliminación del archivo de instantáneas de instalación '{0}'.
fr_fr: Effacement du fichier de capture instantanée d’installation '{0}'.
hr: Brisanje datoteke snimke stanja ugradbe ‚{0}‘.
hu_hu: '{0}' telepítési snapshot fájl törlése.
it: Cancellazione file snapshot di installazione '{0}'.
pl_pl: Usuń plik zrzutu instalatora '{0}'.
ru_ru: Удалите файл моментального снимка установщика '{0}'.
sl_si: Izbris datoteke posnetka namestitve ‚{0}‘.
tr_tr: '{0}' yükleyici anlık görüntü dosyasını silin.

# ErrorDeleteSnapshotFile
source: Error on deleting snapshot file.
bg: Грешка при изтриването на файла със снимката.
cs: Chyba během vymazávání souboru snímku.
de_de: Fehler beim Löschen der Snapshot-Datei.
el_gr: Σφάλμα κατά τη διαγραφή του αρχείου στιγμιότυπου.
es_es: Error al borrar el archivo de instantáneas.
fr_fr: Erreur lors de l’effacement du fichier de capture instantanée.
hr: Greška tijekom brisanja datoteke snimke stanja.
hu_hu: Hiba a snapshot fájl törlése során.
it: Errore durante la cancellazione del file di snapshot.
pl_pl: Błąd przy usuwaniu pliku snapshot.
ru_ru: Ошибка при удалении файла моментального снимка.
sl_si: Napaka pri brisanju datoteke posnetka.
tr_tr: Anlık görüntü dosyası silinirken hata oluştu.

source: Drawer management
bg: Управл чекмеджета
cs: Správa zásuvek
de_de: Kasten-Management
el_gr: Χειρισμός συρταριού
es_es: Gestión de cajones
fr_fr: Gestion des Tiroirs
hr: Upravlj. pretinc.
hu_hu: Tálcák kezelése
it: Gestione Cassetti
pl_pl: Zarządzanie szufladami
ru_ru: Управление выдвижными узлами
sl_si: Upr. predalov
tr_tr: çekmece yönetimi

# AverageCurrent
source: Average Current [A]
bg: Среден ток [A]
cs: Průměrný proud [A]
de_de: Durchsch.Strom [A]
el_gr: Μέσο ρεύμα [A]
es_es: Corriente media [A]
fr_fr: Courant Moyen [A]
hr: Prosječ. str. [A]
hu_hu: Átlagos áramerősség [A]
it: Corrente Media [A]
pl_pl: Średni prąd [A]
ru_ru: Средний ток [А]
sl_si: Povprečni tok [A]
tr_tr: Ortalama Akım [A]

source: Call unit
bg: Извикв чекмедже
cs: Vyvolání zásuvky
de_de: Aufruf Kasten
el_gr: Μονάδα κλήσης
es_es: Llamada al cajón
fr_fr: Appel tiroir
hr: Poziv pretinca
hu_hu: Tálca behívása
it: Chiamata cassetto
pl_pl: Jednostka wywołująca
ru_ru: Блок вызова
sl_si: Priklic predala
tr_tr: Çağrı birimi

# CarouselCalibrationDescription
source: Wait for the end of the procedure, if necessary, the 'STOP' button for an immediate stop and 'STOP PROCEDURE' for a stop in phase.
bg: Изчакайте до края на процедурата ако е необходимо натиснете бутона "STOP" за незабавно спиране и "СТОП ПРОЦЕДУРА" за спиране във фаза.
cs: Vyčkejte na dokončení postupu, v případě potřeby stiskněte tlačítko „STOP“ pro okamžité zastavení a „ZASTAVIT POSTUP“ pro zastavení ve fázi.
de_de: Ende des Verfahrens abwarten, ggf. die Taste 'STOP' für einen sofortigen Stopp und 'STOP VERFAHREN' für einen taktsynchronen Stopp drücken.
el_gr: Περιμένετε για τον τερματισμό της διαδικασίας, αν χρειάζεται, το κουμπί 'STOP' διακοπής για μια άμεση διακοπή και 'STOP PROCEDURE' (ΔΙΑΚΟΠΗ ΔΙΑΔΙΚΑΣΙΑΣ) για μια διακοπή σε φάση.
es_es: Espere al final del procedimiento, si es necesario utilice la tecla 'STOP' para una parada inmediata y 'STOP PROCEDIMIENTO' para una parada en fase.
fr_fr: Attendre la fin de la procédure, si nécessaire la touche « ARRÊT » permet un arrêt immédiat et « ARRÊT PROCÉDURE » un arrêt en phase.
hr: Pričekajte završ. postupka, ako je potreb., pritisnite tipku za ‚ZAUSTAVLJANJE‘ za trenutno zaustavlj. i ‚ZAUSTAVI POSTUPAK‘ za zaustavlj. u fazi.
hu_hu: Várja meg az eljárás végét, szükség esetén „STOP” gomb az azonnali leállításhoz, és „ELJÁRÁS LEÁLLÍTÁSA” a fázisban történő leállításhoz.
it: Attendere il termine della procedura, in caso di necessita il tasto di 'STOP' per un arresto immediato e 'ARRESTA PROCEDURA' per uno stop in fase.
pl_pl: Poczekać na zakończenie procedury, w razie potrzeby przycisk „STOP” dla natychmiastowego zatrzymania i „STOP PROCEDURE” dla zatrzymania w fazie.
ru_ru: Дождитесь окончания процедуры, при необходимости нажмите кнопку "СТОП" для немедленной остановки и кнопку "ОСТАНОВИТЬ ПРОЦЕДУРУ" для остановки в фазе.
sl_si: Počakajte na konec postopka, po potrebi pritisnite tipko 'STOP' za takojšno zaustavitev in 'USTAVI POSTOPEK' za zaustavitev v fazi.
tr_tr: Prosedürün bitmesini bekleyin, gerekirse fazda bir durdurma için 'DURDUR' düğmesine ve bir durdurma için 'DURDURMA PROSEDÜRÜ'ne basın.

source: Cell editing
bg: Редактиране клетки
cs: Úprava buněk
de_de: Editing der Zellen
el_gr: Επεξεργασία κυψέλης
es_es: Edición de células
fr_fr: Modification des cellules
hr: Uređivanje ćelija
hu_hu: A rekeszek szerkesztése
it: Editing delle celle
pl_pl: Edycja komórki
ru_ru: Редактирование ячеек
sl_si: Urejanje celic
tr_tr: Hücre düzenleme

source: Cell Management
bg: Управл клетки
cs: Správa buněk
de_de: Zellenverw.
el_gr: Χειρισμός κυψέλης
es_es: Gestión de las células
fr_fr: Gestion des Cellules
hr: Upravlj.Ćelij.
hu_hu: Rekeszek kezelése
it: Gestione Celle
pl_pl: Zarządzanie komórkami
ru_ru: Управление ячейками
sl_si: Upr. celic
tr_tr: Hücre Yönetimi

# CellPanelsCheckDescription
source: Be sure to adjust the drawer presence photocells, if not adjusted, the lift could block in the upper part of the machine.
bg: Уверете се че сте настроили фотоклетките за наличие на чекмедж ако не са настроени може да има блокиране на повдигача в горната част на машината.
cs: Nezapomeňte nastavit fotobuňky přítomnosti zásuvek, pokud nebudou nastaveny, může dojít k zablokování zvedáku v nejvyšší části stroje.
de_de: Sicherstellen, dass die Ftz für die Kastenverfügbarkeit eingestellt sind. Wenn nicht, kann es zu einer Blockierung der Hebebühne oben an der Maschine kommen.
el_gr: Βεβαιωθείτε για την προσαρμογή του φωτοκύτταρου παρουσίας συρταριού, αν δεν είναι προσαρμοσμένο, ο ανελκυστήρας θα μπορούσε να μπλοκάρει στο επάνω μέρος του μηχανήματος.
es_es: Asegúrese de ajustar las fotocélulas de presencia del cajón, si no se ajustan puede haber un bloqueo del elevador en la parte más alta de la máquina.
fr_fr: S’assurer de régler les photocellules de présence du tiroir, si elles ne sont pas réglées, cela pourrait provoquer un blocage de l’élévateur dans la partie la plus haute de la machine.
hr: Uvjerite se da ste postavili fotoćelije za prisutnost pretinca, ako nisu postavljene, moglo bi doći do blokade dizalice na najvišem dijelu stroja.
hu_hu: Ellenőrizze, a tálca jelenlétét érzékelő fotocellák beállítását, ha nincsenek beállítva, az emelő elakadhat a gép legfelső részén.
it: Assicurarsi di regolare le fotocellule di presenza cassetto, se non regolate potrebbe verificarsi un blocco dell'elevatore nella parte più alta della macchina.
pl_pl: Upewnij się, że ustawiono fotokomórki obecności szuflady, jeśli nie zostaną ustawione, podnośnik może się zablokować w górnej części maszyny.
ru_ru: Обязательно отрегулируйте наличие фотоэлементов в ящике, если они не отрегулированы, подъемник может заблокироваться в верхней части машины.
sl_si: Prepričajte se, da ste prilagodili fotocelice prisotnosti predala, če niso nastavljene, se dvigalo lahko blokira v najvišjem delu stroja.
tr_tr: Çekmece varlık fotosellerini mutlaka ayarlayın, ayarlanmazsa asansör makinenin üst kısmında bloke olabilir.

# CellPanelsCheckPanel
source: Panel control:
bg: управл панел:
cs: Kontrola panelů:
de_de: Kontrolle Panel:
el_gr: Πίνακας ελέγχου:
es_es: Comprobación del panel:
fr_fr: Contrôle des panneaux :
hr: Provjera ploča:
hu_hu: Panelek ellenőrzése:
it: Controllo pannelli:
pl_pl: Sterowanie panelem:
ru_ru: Панель управления:
sl_si: Preverjanje plošč:
tr_tr: Panel kontrolü:

# CellPanelsCheckPhotocells
source: Photocell control:
bg: Управлен с фотоклетка:
cs: Kontrola fotobuněk:
de_de: Kontrolle Fotozelle:
el_gr: Έλεγχος φωτοκύτταρου:
es_es: Control de fotocélulas:
fr_fr: Contrôle des photocellules :
hr: Provjera fotoćelija:
hu_hu: Fotocellák ellenőrzése:
it: Controllo fotocellule:
pl_pl: Sterowanie fotokomórkami:
ru_ru: Управление фотоэлементом:
sl_si: Preverjanje fotocelic:
tr_tr: Fotosel kontrolü:

source: Delete unit
bg: Изтрива чекмедже
cs: Odstraň zásuvku
de_de: Kasten löschen
el_gr: Μονάδα διαγραφής
es_es: Borrar el cajón
fr_fr: Supprimer tiroir
hr: Ukloni pretinac
hu_hu: Tálca eltávolítása
it: Elimina cassetto
pl_pl: Kasuj jednostkę
ru_ru: Удалить блок
sl_si: Odstrani predal
tr_tr: Birimi sil

source: Elevator back
bg: Повдигач назад
cs: Zvedák zpět
de_de: Hebebühne zurück
el_gr: Ανελκυστήρας πίσω
es_es: Elevador atrás
fr_fr: Élévateur en arrière
hr: Dizalica natrag
hu_hu: Emelő hátra
it: Elevatore indietro
pl_pl: Podnośnik do tyłu
ru_ru: Подъемник назад
sl_si: Dvigalo nazaj
tr_tr: Asansör geri

source: Elevator down
bg: Повдиг надолу
cs: Zvedák dolů
de_de: Hebebühne unt
el_gr: Ανελκυστήρας κάτω
es_es: Elevador abajo
fr_fr: Élévateur en bas
hr: Dizal. dolje
hu_hu: Emelő le
it: Elevatore giù
pl_pl: Podnośnik w dół
ru_ru: Подъемник вниз
sl_si: Dvigalo dol
tr_tr: Asansör aşağı

source: Elevator forwards
bg: Повдигане напред
cs: Zvedák vpřed
de_de: Hebebühne vor
el_gr: Ανελκυστήρας προς τα εμπρός
es_es: Elevador hacia delante
fr_fr: Élévateur en avant
hr: Dizal. naprijed
hu_hu: Emelő előre
it: Elevatore avanti
pl_pl: Podnośnik do przodu
ru_ru: Подъемник вперед
sl_si: Dvigalo naprej
tr_tr: Asansör ileri

source: Elevator up
bg: Повдигач на
cs: Zvedák nahor
de_de: Hebebühne ob
el_gr: Ανελκυστήρας επάνω
es_es: Elevador arriba
fr_fr: Élévateur en haut
hr: Dizal. gore
hu_hu: Emelő fel
it: Elevatore su
pl_pl: Podnośnik w górę
ru_ru: Подъемник вверх
sl_si: Dvigalo gor
tr_tr: Asansör yukarı

# FallsUnit
source: Falls drawer
bg: Чекмедже връщане
cs: Zasunutí zásuvky
de_de: Rückkehr Kasten
el_gr: Συρτάρι που πέφτει
es_es: Cajón de retorno
fr_fr: Faire rentrer le tiroir
hr: Vrati pret.natr.
hu_hu: Tálca visszatérés
it: Rientra cassetto
pl_pl: Spada szuflada
ru_ru: Падает выдвижной узел
sl_si: Vrnitev predala
tr_tr: Düşme çekmecesi

source: Go to cell
bg: Отид клетка
cs: Jít na buňk
de_de: Zur Zelle
el_gr: Μετάβαση στην κυψέλη
es_es: Ir a la celda
fr_fr: Aller à la cellule
hr: Idi na ćel.
hu_hu: Rekeszre lép
it: Vai a cella
pl_pl: Przejdź do komórki
ru_ru: Перейти в ячейку
sl_si: Pojdi naCel
tr_tr: hücreye git

source: Insert unit
bg: Вмъкване чекмедже
cs: Zasuňte zásuvku
de_de: Kasten einsetzen
el_gr: Μονάδα εισαγωγής
es_es: Insertar cajón
fr_fr: Insérer tiroir
hr: Unesi pretinac
hu_hu: Tálca bevitele
it: Inserisci cassetto
pl_pl: Wstaw jednostkę
ru_ru: Вставить блок
sl_si: Vstavi predal
tr_tr: Ünite ekle

source: Procedure not completed
bg: Процедура не е завършена
cs: Postup nedokončen
de_de: Verfahr. nicht abgeschl.
el_gr: Η διαδικασία δεν ολοκληρώθηκε.
es_es: Procedimiento no completado
fr_fr: Procédure pas terminée
hr: Postupak nije završen
hu_hu: Az eljárás nem fejeződött be
it: Procedura non completata
pl_pl: Procedura nie została zakończona
ru_ru: Процедура не завершена
sl_si: Postopek ni zaključen
tr_tr: Prosedür tamamlanmadı

# RepeteProcedure
source: Repeat the procedure as it hasn't ended correctly
bg: Повторете процедурата тъй като тя не е приключила правилно
cs: Opakujte postup, protože nebyl dokončen správně
de_de: Vorgang wiederholen, da er nicht korrekt abgeschlossen wurde
el_gr: Επαναλάβετε τη διαδικασία σαν να μην έχει τελειώσει σωστά
es_es: Repita el procedimiento ya que no está terminado correctamente
fr_fr: Répéter la procédure car elle ne s’est pas terminée correctement
hr: Ponovite postupak budući da nije pravilno završen
hu_hu: Ismételje meg az eljárást, ha nem fejeződött be megfelelően
it: Ripetere la procedura in quanto non è terminata correttamente
pl_pl: Powtórz procedurę, ponieważ nie została zakończona prawidłowo
ru_ru: Повторите процедуру, так как она закончилась неправильно
sl_si: Ponovite postopek, ker se ni pravilno zaključil
tr_tr: Doğru şekilde bitmediği için prosedürü tekrarlayın

source: Save unit
bg: Запазв чекмедж
cs: Uložte zásuvku
de_de: Kast.speichern
el_gr: Μονάδα αποθήκευσης
es_es: Guardar el cajón
fr_fr: Enregistrer tiroir
hr: Spremi pretin.
hu_hu: Tálca mentése
it: Salva cassetto
pl_pl: Zapisz jednostkę
ru_ru: Сохранить единицу
sl_si: Shrani predal
tr_tr: Birimi kaydet

source: Tested panels
bg: Изпитани панели
cs: Testované panely
de_de: Getestete Panels
el_gr: Δοκιμασμένοι πίνακες
es_es: Paneles probados
fr_fr: Panneaux testés
hr: Testirane ploče
hu_hu: Tesztelt panelek
it: Pannelli testati
pl_pl: Przetestowane panele
ru_ru: Испытанные панели
sl_si: Preizkuš plošče
tr_tr: Test edilmiş paneller

source: Total cycles completed
bg: Общо завършени цикли
cs: Celkem dokonč cykl
de_de: Insg. abgeschl. Zyklen
el_gr: Σύνολο κύκλων ολοκληρωμένο
es_es: Total de ciclos completados
fr_fr: Nombre total de cycles terminés
hr: Ukupno završ. pretinaca
hu_hu: Összes befejezett ciklus
it: Cicli totali completati
pl_pl: Suma wykonanych cykli
ru_ru: Общее количество завершенных циклов
sl_si: Sk. št. zaključen ciklo
tr_tr: Tamamlanan toplam döngü

source: Unit
bg: Чекмедж
cs: Zásuvky
de_de: Kästen
el_gr: Μονάδα
es_es: Cajones
fr_fr: Tiroirs
hr: Pretinci
hu_hu: Tálcák
it: Cassetti
pl_pl: Jednostka
ru_ru: Единица измерения
sl_si: Predali
tr_tr: Birim

# UnitEditing
source: Editing of the unit
bg: Редактиране чекмедже
cs: Úprava zásuvek
de_de: Editing der Kästen
el_gr: Επεξεργασία της μονάδας
es_es: Edición de cajones
fr_fr: Modification des tiroirs
hr: Uređivanje pretinaca
hu_hu: A tálcák szerkesztése
it: Editing dei cassetti
pl_pl: Edycja jednostki
ru_ru: Редактирование единицы
sl_si: Urejanje predalov
tr_tr: Ünitenin düzenlenmesi

# BarrierCalibration2
source: Barrier calibration
bg: калибр бариера
cs: Kalibrace bariéry
de_de: Kalibrier. Schranke
el_gr: Βαθμονόμηση φράγματος
es_es: Calibración de la barrera
fr_fr: Calibrage de la barrière
hr: Kalibracija barijere
hu_hu: Fényfüggöny kalibrációja
it: Calibrazione barriera
pl_pl: Kalibracja bariery
ru_ru: Калибровка барьера
sl_si: Umerjanje pregrade
tr_tr: Bariyer kalibrasyonu

source: Bay measurement
bg: Измерване отдел
cs: Měření stanice
de_de: Messung Bucht
el_gr: Μέτρηση πλατφόρμας
es_es: Medición de la bahía
fr_fr: Mesure de la baie
hr: Mjerenje uvale
hu_hu: Munkaállomás mérése
it: Misurazione baia
pl_pl: Pomiar zatoki
ru_ru: Измерение секции
sl_si: Merjenje nak pol
tr_tr: Bay ölçümü

# CalibrationLeftSideMM
source: Left side calibration (mm)
bg: калибр лявата страна (мм)
cs: Kalibrace levé strany (mm)
de_de: Kalibrierung linke Seite (mm)
el_gr: Βαθμονόμηση αριστερής πλευράς (mm)
es_es: Calibración lado izquierdo (mm)
fr_fr: Calibrage du côté gauche (mm)
hr: Kalibracija lijeve strane (mm)
hu_hu: Bal oldal kalibrációja [mm]
it: Calibrazione lato sinistro (mm)
pl_pl: Kalibracja lewej strony (mm)
ru_ru: Калибровка левой стороны (мм)
sl_si: Umerjanje leve strani (mm)
tr_tr: Sol taraf kalibrasyonu (mm)

source: Calibration result:
bg: Резултат калибр:
cs: Výsledek kalibrace:
de_de: Kalibrierungsergebnis:
el_gr: Αποτέλεσμα βαθμονόμησης:
es_es: Resultado de la calibración:
fr_fr: Résultat du calibrage :
hr: Rezultat kalibracije:
hu_hu: Kalibrálás eredménye:
it: Risultato calibrazione:
pl_pl: Wynik kalibracji:
ru_ru: Результат калибровки:
sl_si: Rezultat umerjanja:
tr_tr: Kalibrasyon sonucu:

# CalibrationRightSideMM
source: Right side calibration (mm)
bg: калибр дясна страна (мм)
cs: Kalibrace pravé strany (mm)
de_de: Kalibrier. rechte Seite (mm)
el_gr: Βαθμονόμηση δεξιάς πλευράς (mm)
es_es: Calibración del lado derecho (mm)
fr_fr: Calibrage du côté droit (mm)
hr: Kalibracija desne strane (mm)
hu_hu: Jobb oldal kalibrációja [mm]
it: Calibrazione lato destro (mm)
pl_pl: Kalibracja prawej strony (mm)
ru_ru: Калибровка правой стороны (мм)
sl_si: Umerjanje desne strani (mm)
tr_tr: Sağ taraf kalibrasyonu (mm)

# DataBePositive
source: The data must be positive.
bg: Цифрата трябва да е положит.
cs: Údaj musí být kladný.
de_de: Die Zahl muss positiv sein.
el_gr: Τα δεδομένα πρέπει να είναι θετικά.
es_es: La cifra debe ser positiva.
fr_fr: La donnée doit être positive.
hr: Podatak mora biti pozitivan.
hu_hu: Az adatnak pozitívnak kell lennie.
it: Il dato deve essere positivo.
pl_pl: Dane muszą być pozytywne.
ru_ru: Данные должны быть положительными.
sl_si: Podatek mora biti pozitiven.
tr_tr: Veriler pozitif olmalıdır.

source: Elevator in position:
bg: Повдигача е в поз:
cs: Zvedák v pozici:
de_de: Hebebühne in Position:
el_gr: Ανελκυστήρας στη θέση του:
es_es: Elevador en posición:
fr_fr: Élévateur en position :
hr: Dizalica u položaju:
hu_hu: Emelő pozícióban:
it: Elevatore in posizione:
pl_pl: Podnośnik w pozycji:
ru_ru: Подъемник на месте:
sl_si: Dvigalo v položaju:
tr_tr: Asansör konumunda:

# GateCorrection2
source: Gate correction
bg: Корекция на бариера
cs: Korekce bariéry
de_de: Schranken-Korrektur
el_gr: Διόρθωση πύλης
es_es: Corrección de la barrera
fr_fr: Correction de la barrière
hr: Ispravak barijere
hu_hu: Fényfüggöny korrekciója
it: Correzione barriera
pl_pl: Korekta bramy
ru_ru: Коррекция ворот
sl_si: Popravek pregrade
tr_tr: Kapı düzeltme

# InstallationFileFound
source: {0} installation files found
bg: {0} намерени инсталационни файлов
cs: Nalezeno {0} instalačních souborů
de_de: {0} Installationsdateien gefunden
el_gr: {0} βρέθηκαν τα αρχεία εγκατάστασης
es_es: {0} archivos de instalación encontrados
fr_fr: {0} fichiers d’installation trouvés
hr: {0} datoteka za ugradbu pronađena
hu_hu: {0} telepítési fájl található
it: {0} file di installazione trovati
pl_pl: {0} znaleziono pliki instalacyjne
ru_ru: {0} файлы установки найдены слева
sl_si: Najdenih je {0} namestit. datotek
tr_tr: {0} yükleme dosyası bulundu

source: left
bg: отляво
cs: levá
de_de: Links
el_gr: αριστερά
es_es: a la izquierda
fr_fr: gauche
hr: lijeva
hu_hu: bal
it: sinistra
pl_pl: z lewej strony
ru_ru: левая
sl_si: leva
tr_tr: ayrıldı

source: Left side measurement
bg: Измерване лявата страна
cs: Měření levé strany
de_de: Messung auf linker Seite
el_gr: Μέτρηση αριστερής πλευράς
es_es: Medición del lado izquierdo
fr_fr: Mesure côté gauche
hr: Mjerenje lijeve strane
hu_hu: Bal oldal mérése
it: Misurazione lato sinistro
pl_pl: Pomiar lewej strony
ru_ru: Измерение левой стороны
sl_si: Merjenje leve strani
tr_tr: Sol taraf ölçümü

# MaxValue9
source: Maximum allowed value is 9.
bg: Максим разреш стойност е 9.
cs: Maxim. přípustná hodn je 9.
de_de: Maximal zul. Wert ist 9.
el_gr: Η επιτρεπόμενη μέγιστη τιμή είναι 9.
es_es: El valor máximo permitido es 9.
fr_fr: La valeur maximum autorisée est 9.
hr: Maks dozvolj. vrijed. je 9.
hu_hu: A megengedett maximum érték 9.
it: Valore massimo permesso è 9.
pl_pl: Maksymalna dopuszczalna wartość to 9.
ru_ru: Максимально допустимое значение-9.
sl_si: Najv. dovoljena vredn. je 9.
tr_tr: İzin verilen maksimum değer 9'dur.

# MissValue
source: The value is missing
bg: Липсва стойност
cs: Chybí hodnota
de_de: Wert fehlt
el_gr: Λείπει η τιμή.
es_es: Falta el valor
fr_fr: La valeur est manquante
hr: Nedost.vrijed.
hu_hu: Az érték hiányzik
it: Manca il valore
pl_pl: Brak wartości
ru_ru: Значение отсутствует
sl_si: Vrednosti ni
tr_tr: değer eksik

source: No installation file found
bg: Не е намерен инсталационен файл
cs: Nenalezen žádný instalační soubor
de_de: Keine Installationsdatei gefunden
el_gr: Δεν βρέθηκε το αρχείο εγκατάστασης
es_es: No se ha encontrado ningún archivo de instalación
fr_fr: Aucun fichier d’installation trouvé
hr: Nije pronađ.nijed. datot. za ugrad.
hu_hu: Nem található telepítési fájl
it: Nessun file di installazione trovato
pl_pl: Nie znaleziono pliku instalacyjnego
ru_ru: Установочный файл не найден
sl_si: Ni najdenih namestitvenih datotek
tr_tr: Kurulum dosyası bulunamadı

source: One installation file found
bg: Намерен е инсталационен файл
cs: Byl nalezen jeden instalační soubor
de_de: Installationsdatei gefunden
el_gr: Βρέθηκε ένα αρχείο εγκατάστασης
es_es: Se ha encontrado un archivo de instalación
fr_fr: Un fichier d’installation a été trouvé
hr: Pronađena je datoteka za ugradbu
hu_hu: Egy telepítési fájl található
it: È stato trovato un file di installazione
pl_pl: Znaleziono jeden plik instalacyjny
ru_ru: Найден один установочный файл
sl_si: Najdena je ena namestitvena datoteka
tr_tr: Bir kurulum dosyası bulundu

# PageChangeAutomatically
source: At the end of the procedure the page will change automatically.
bg: В края на процедурата страницата ще се промени автоматично.
cs: Po skončení postupu se stránka automaticky změní.
de_de: Am Ende des Verfahrens wechselt die Seite automatisch.
el_gr: Στο τέλος της διαδικασίας η σελίδα θα αλλάξει αυτόματα.
es_es: Al final del procedimiento, la página cambiará automáticamente.
fr_fr: À la fin de la procédure, la page changera automatiquement.
hr: Na kraju postupka stranica će se automatski promijeniti.
hu_hu: Az eljárás végén az oldal automatikusan vált.
it: Al termine della procedure la pagina cambiera automaticamente.
pl_pl: Po zakończeniu procedury strona zmieni się automatycznie.
ru_ru: В конце процедуры страница автоматически изменится.
sl_si: Na koncu postopka se bo stran samodejno spremenila.
tr_tr: İşlemin sonunda sayfa otomatik olarak değişecektir.

source: PanelPc current version
bg: Текуща версия PanelPc
cs: Aktuální verze PanelPc
de_de: Aktuelle PanelPc-Version
el_gr: Τρέχουσα έκδοση PanelPc
es_es: Versión actual PanelPc
fr_fr: Version actuelle du PanelPc
hr: Trenutna verz. Pc ploče
hu_hu: PanelPc jelenlegi verzió
it: Versione attuale PanelPc
pl_pl: Aktualna wersja PanelPc
ru_ru: Текущая версия PanelPc
sl_si: Tren različica PanelPc
tr_tr: PanelPc güncel sürüm

source: Panels
bg: Панели
cs: Panely
el_gr: Πίνακες
es_es: Paneles
fr_fr: Panneaux
hr: Ploče
hu_hu: Panelek
it: Pannelli
pl_pl: Panele
ru_ru: Панели
sl_si: Plošče
tr_tr: Paneller

source: Parameters
bg: Параметри
cs: Parametry
de_de: Parameter
el_gr: Παράμετροι
es_es: Parámetros
fr_fr: Paramètres
hr: Postavke
hu_hu: Paraméterek
it: Parametri
pl_pl: Parametry
ru_ru: Параметры
sl_si: Parametri
tr_tr: parametreler

# PositionElevatorBayHeight
source: Position the elevator at the bay height.
bg: Поставете повдигача на височината на отдел.
cs: Zvedák umístěte do výšky stanice.
de_de: Hebebühne auf Höhe der Bucht platzieren.
el_gr: Τοποθετήστε τον ανελκυστήρα στο ύψος της πλατφόρμας.
es_es: Coloque el elevador a la altura de la bahía.
fr_fr: Positionner l’élévateur à la hauteur de la baie.
hr: Stavite dizalicu na visinu uvale.
hu_hu: Állítsa az emelőt a munkaállomás magasságába.
it: Posizionare l'elevatore all'altezza della baia.
pl_pl: Ustaw podnośnik na wysokości zatoki.
ru_ru: Расположите подъемник на высоте секции.
sl_si: Dvigalo postavite na višino nakladalne police.
tr_tr: Asansörü bölme yüksekliğine yerleştirin.

# PositioningTemplate
source: Position the template a
bg: Позиционирайте шаблон в
cs: Umístěte šablonu a
de_de: Profil position. auf
el_gr: Τοποθέτηση του προτύπου σε
es_es: Coloque la plantilla en
fr_fr: Positionner le gabarit à
hr: Stavite model na
hu_hu: Állítsa a keretet
it: Posizionare la sagoma a
pl_pl: Ustawić szablon a
ru_ru: Расположите шаблон a На
sl_si: Model postavite na
tr_tr: Şablonu konumlandırın a
