Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# LSMTNoteHeader
source: Warning
bg: ВНИМАНИЕ:
cs: Pozor:
de_de: Achtung:
el_gr: Προειδοποίηση
es_es: Atención:
fr_fr: Attention :
hr: Pozor:
hu_hu: Figyelem:
it: Attenzione:
pl_pl: Ostrzeżenie
ru_ru: Предупреждение
sl_si: Pozor:
tr_tr: Uyarı

# LSMTComandNote
source: Manual commands currently available for non blocked low speed movements
bg: Понастоящем ръчното управл позволява извършвто на малки движения с ниска скорост без блокировки.
cs: Manuální ovladače jsou momentálně aktivovány k provedení malých přesunů nízkou rychlostí bez zablokování.
de_de: Man. Steuerungen sind derzeit aktiv. zur Ausführ. kleiner Bewegungen bei niedriger Geschwindigkeit ohne Verrieg.
el_gr: Χειροκίνητοι έλεγχοι που είναι διαθέσιμοι επί του παρόντος για μη μπλοκαρισμένες κινήσεις χαμηλής ταχύτητας
es_es: Actualmente, los mandos manuales están habilitados para realizar pequeños movimientos a baja velocidad sin enclavamientos.
fr_fr: Les commandes manuelles sont actuellement en mesure d’effectuer de petits déplacements à faible vitesse sans verrouillages.
hr: Ručnim komandama trenutno je omogućeno izvođenje malih pokreta pri maloj brzini bez blokiranja.
hu_hu: A kézi parancsok jelenleg engedélyezve vannak kis elmozdulások alacsony sebességű elvégzésére reteszelések nélkül.
it: I comandi manuali sono attualmente abilitati ad effettuare piccoli spostamenti a bassa velocita' senza interblocchi.
pl_pl: Polecenia ręczne dostępne obecnie dla niezablokowanych ruchów z małą prędkością
ru_ru: В настоящее время доступны ручные команды для неблокируемых низкоскоростных движений
sl_si: Ročne kontrole trenutno omogočajo majhne premike pri nizki hitrosti brez blokade.
tr_tr: Engellenmeyen düşük hızlı hareketler için şu anda mevcut olan manuel komutlar

# SaveRestoreConfigPageHeader
source: Save configuration files
bg: Записване конфигурацион файл.
cs: Uložit konfigurační soubor.
de_de: Konfigurationsdatei speichern
el_gr: Αποθήκευση αρχείων διαμόρφωσης
es_es: Guardar archivo de configuración.
fr_fr: Enregistrer le fichier de configuration.
hr: Spremi datoteku za konfigur.
hu_hu: Konfigurációs fájl mentése.
it: Salva file di configurazione.
pl_pl: Zapisz pliki konfiguracyjne
ru_ru: Сохранить файлы конфигурации
sl_si: Shrani konfig. datoteko.
tr_tr: Yapılandırma dosyalarını kaydet

# SaveRestoreConfigPageHeader2
source: Restore configuration files
bg: Възстановяване конфигурац файлове.
cs: Obnovit konfigurační soubor.
de_de: Reset Konfigurationsdatei
el_gr: Αποκατάσταση αρχείων διαμόρφωσης
es_es: Restaurar los archivos de configuración.
fr_fr: Rétablir le fichier de configuration.
hr: Oporavi datoteku za konfiguraciju.
hu_hu: Konfigurációs fájl helyreállítása.
it: Ripristina file di configurazione.
pl_pl: Przywróć pliki konfiguracyjne
ru_ru: Восстановить файлы конфигурации
sl_si: Obnovi konfiguracijsko datoteko.
tr_tr: Yapılandırma dosyalarını geri yükle

# SaveRestoreConfigSelectedFolder
source: Selected folder
bg: Избрана папка
cs: Vybraná složka
de_de: Ausgewählter Ordner
el_gr: Επιλεγμένος φάκελος
es_es: Carpeta seleccionada
fr_fr: Dossier sélectionné
hr: Odabrana mapa
hu_hu: Kiválasztott mappa
it: Cartella selezionata
pl_pl: Wybrany folder
ru_ru: Выбранная папка
sl_si: Izbrana mapa
tr_tr: Seçilen klasör

# SaveRestoreConfigSaveButton
source: Save configuration
bg: Запазване конфигур
cs: Uložit konfiguraci
de_de: Konfig. speichern
el_gr: Αποθήκευση διαμόρφωσης
es_es: Guardar configuración
fr_fr: Enregistrer la configuration
hr: Spremi konfiguraciju
hu_hu: Konfiguráció mentése
it: Salva configurazione
pl_pl: Zapisz konfigurację
ru_ru: Сохранить конфигурацию
sl_si: Shrani konfiguracijo
tr_tr: Yapılandırmayı kaydet

# SaveRestoreConfigConfirmSaveButton
source: Confirm Saving
bg: Потвържд записване
cs: Potvrdit uložení
de_de: Bestät. speichern
el_gr: Επιβεβαίωση αποθήκευσης
es_es: Guardar confirmación
fr_fr: Confirmer l’enregistrement
hr: Potvrdi spremanje
hu_hu: Mentés megerősítése
it: Conferma salvataggio
pl_pl: Potwierdź zapis
ru_ru: Подтвердить сохранение
sl_si: Potrdi shranjevanje
tr_tr: Kaydetmeyi Onayla

# SaveRestoreConfigAbortSaveButton
source: Cancel Saving
bg: Отмяна на записване
cs: Zrušit uložení
de_de: Speichern abbrechen
el_gr: Διαγραφή αποθήκευσης
es_es: Anular el guardado
fr_fr: Annuler l’enregistrement
hr: Poništi spremanje
hu_hu: Mentés visszavonása
it: Annulla salvataggio
pl_pl: Anuluj zapis
ru_ru: Отменить сохранение
sl_si: Prekl shranjevanje
tr_tr: Kaydetmeyi İptal Et

# SaveRestoreConfigRestoreButton
source: Load configuration
bg: Конфигурац зареждане
cs: Nahrát konfiguraci
de_de: Konfiguration laden
el_gr: Διαμόρφωση φορτίου
es_es: Configuración de la carga
fr_fr: Charger la configuration
hr: Učitaj konfiguraciju
hu_hu: Konfiguráció betöltése
it: Carica configurazione
pl_pl: Załaduj konfigurację
ru_ru: Загрузить конфигурацию
sl_si: Naloži konfiguracijo
tr_tr: Yapılandırma Yükle

# SaveRestoreConfigConfirmRestoreButton
source: Confirm loading
bg: потвърж качване
cs: Potvrdit nahrávání
de_de: Laden bestätigen
el_gr: Επιβεβαίωση φορτίου
es_es: Confirmación de carga
fr_fr: Confirmer le chargement
hr: Potvrdi učitavanje
hu_hu: Betöltés megerősítése
it: Conferma caricamento
pl_pl: Potwierdź ładowanie
ru_ru: Подтвердить загрузку
sl_si: Potrdi nalaganje
tr_tr: Yüklemeyi onayla

# SaveRestoreConfigAbortRestoreButton
source: Cancel loading
bg: Отмяна на качването
cs: Zrušit nahrávání
de_de: Laden abbrechen
el_gr: Διαγραφή φορτίου
es_es: Cancelar la carga
fr_fr: Annuler le chargement
hr: Poništi učitavanje
hu_hu: Betöltés visszavonása
it: Annulla caricamento
pl_pl: Anuluj ładowanie
ru_ru: Отменить загрузку
sl_si: Prekliči nalaganje
tr_tr: Yüklemeyi iptal et

source: Horizontal Homing Completed
bg: калибр хоризонтална ос е завършено
cs: Kalibrace horizontální osy dokončena
de_de: Kalibrierung horiz. Achse abgeschlossen
el_gr: Ολοκληρώθηκε το Homing οριζοντίως
es_es: Calibración del eje horizontal completada
fr_fr: Calibrage de l’axe horizontal terminé
hr: Kalibracija vodoravne osi je završena
hu_hu: Vízszintes tengely kalibrációja befejeződött
it: Calibrazione asse orizzontale completata
pl_pl: Ustawianie poziomej pozycji wyjściowej zakończone
ru_ru: Горизонтальный возврат в исходное положение Завершен
sl_si: Umerjanje vodoravne osi je končano
tr_tr: Yatay Hedef Arama Tamamlandı

# HorizontalHomingExecuting
source: Horizontal Homing Executing ({0} of {1})
bg: извършв калибр на хоризонтална ос ({0} до {1})
cs: Provádí se kalibrace horizontální osy ({0} z {1})
de_de: Kalibrierung der horizontalen Achse läuft ({0} von {1})
el_gr: Εκτέλεση Homing οριζοντίως ({0} {1})
es_es: Calibración del eje horizontal en marcha ({0} de {1})
fr_fr: Calibrage de l’axe horizontal en exécution ({0} sur {1})
hr: Kalibracije vodoravne osi u izvršenju ({0} od {1})
hu_hu: Vízszintes tengely kalibrációja folyamatban ({0} per {1})
it: Calibrazione asse orizzontale in esecuzione ({0} di {1})
pl_pl: Wykonywanie poziomej pozycji wyjściowej ({0} z {1})
ru_ru: Выполнение горизонтального возврата в исходное положение ({0} из {1})
sl_si: Izvaja se umerjanje vodoravne osi ({0} od {1})
tr_tr: Yatay Hedef Arama Yürütme ({0} / {1})

source: Horizontal Homing Started
bg: Начало калибр хоризонтална ос
cs: Spustit kalibraci horizontální osy
de_de: Kalibrierung horiz. Achse starten
el_gr: Εκκίνηση Homing οριζοντίως
es_es: Inicio de la calibración del eje horizontal
fr_fr: Démarrage du calibrage de l’axe horizontal
hr: Početak kalibracije vodoravne osi
hu_hu: Vízszintes tengely kalibrációjának indítása
it: Start calibrazione asse orizzontale
pl_pl: Ustawianie poziomej pozycji wyjściowej rozpoczęte
ru_ru: Начался Горизонтальный возврат в исходное положение
sl_si: Zagon umerjanja vodoravne osi
tr_tr: Yatay Hedef Arama Başlatıldı

source: Switch Engine Completed
bg: Завършена смяна двигател
cs: Změna motoru dokončena
de_de: Motorwechsel abgeschl.
el_gr: Ολοκληρώθηκε ο διακόπτης κινητήρα
es_es: Cambio de motor completado
fr_fr: Changement du moteur terminé
hr: Promj. motora je dovrš.
hu_hu: Motorcsere befejezve
it: Cambio motore completato
pl_pl: Przełączanie silnika zakończone
ru_ru: Переключатель Двигателя Завершен
sl_si: Menjava motorja zaklj
tr_tr: Anahtar Motoru Tamamlandı

source: Switch Engine Started
bg: Започва смяна двигател
cs: Změna motoru zahájena
de_de: Motorwechsel begonnen
el_gr: Εκκίνηση διακόπτη κινητήρα
es_es: Se ha iniciado el cambio de motor
fr_fr: Changement du moteur commencé
hr: Promj. mot. je počela
hu_hu: Motorcsere megkezdve
it: Cambio motore iniziato
pl_pl: Przełączanie silnika rozpoczęte
ru_ru: Переключатель Запуска Двигателя
sl_si: Menjava motorja začeta
tr_tr: Anahtar Motoru Çalıştırıldı

# VerticalHomingExecuting
source: Vertical Homing Executing ({0} of {1})
bg: извършв на калибр вертикална ос ({0} на \1})
cs: Provádí se kalibrace vertikální osy ({0} z {1})
de_de: Kalibrierung der vertikalen Achse läuft ({0} von {1})
el_gr: Εκτέλεση Homing κατακόρυφα ({0} {1})
es_es: Calibración del eje vertical en ejecución ({0} de {1})
fr_fr: Calibrage de l’axe vertical en exécution ({0} sur {1})
hr: Kalibracije okomite osi u izvršenju ({0} od {1})
hu_hu: Függőleges tengely kalibrációja folyamatban ({0} per {1})
it: Calibrazione asse verticale in esecuzione ({0} di {1})
pl_pl: Wykonywanie pionowej pozycji wyjściowej ({0} z {1})
ru_ru: Выполнение вертикального возврат в исходное положение ({0} из {1})
sl_si: Izvaja se umerjanje navpične osi ({0} od {1})
tr_tr: Dikey Hedef Arama Yürütme ({0} / {1})

source: Vertical Homing Started
bg: Старт калибр вертикална ос
cs: Spuštění kalibrace vertikální osy
de_de: Kalibrierung vert. Achse starten
el_gr: Εκκίνηση Homing κατακόρυφα
es_es: Iniciar la calibración del eje vertical
fr_fr: Démarrage du calibrage de l’axe vertical
hr: Početak kalibracije okomite osi
hu_hu: Függőleges tengely kalibrációjának indítása
it: Start calibrazione asse verticale
pl_pl: Ustawianie pionowej pozycji wyjściowej rozpoczęte
ru_ru: Начался Вертикальный возврат в исходное положение
sl_si: Začetek umerjanja navpične osi
tr_tr: Dikey Hedef Arama Başlatıldı

# VerticalHomingError
source: Vertical Homing Error ({0} of {1})
bg: Грешка калибр вертикална ос ({0} от \1})
cs: Chyba kalibrace vertikální osy ({0} z {1})
de_de: Kalibrierfehler vert. Achse ({0} von {1})
el_gr: Σφάλμα Homing κατακόρυφα ({0} {1})
es_es: Error de calibración del eje vertical ({0} de \1})
fr_fr: Erreur de calibrage de l’axe vertical ({0} sur {1})
hr: Greška kalibracije okomite osi ({0} od {1})
hu_hu: Függőleges tengely kalibrációs hiba ({0} per {1})
it: Errore calibrazione asse verticale ({0} di {1})
pl_pl: Wykonywanie pionowej pozycji wyjściowej ({0} z {1})
ru_ru: Ошибка вертикального возврата в исходное положение ({0} из {1})
sl_si: Napaka umerjanja navpične osi ({0} od {1})
tr_tr: Dikey Hedef Arama Hatası ({0} / {1})

# HorizontalHomingError
source: Horizontal Homing Error ({0} of {1})
bg: Грешка калибр хоризонталната ос ({0} от \1})
cs: Chyba kalibrace horizontální osy ({0} z {1})
de_de: Kalibrierfehler horiz. Achse ({0} von {1})
el_gr: Σφάλμα Homing οριζοντίως ({0} {1})
es_es: Error de calibración del eje horizontal ({0} de {1})
fr_fr: Erreur de calibrage de l’axe horizontal ({0} sur {1})
hr: Greška kalibracije vodoravne osi ({0} od {1})
hu_hu: Vízszintes tengely kalibrációs hiba ({0} per {1})
it: Errore calibrazione asse orizzontale ({0} di {1})
pl_pl: Wykonywanie poziomej pozycji wyjściowej ({0} z {1})
ru_ru: Ошибка горизонтального возврата в исходное положение ({0} из {1})
sl_si: Napaka umerjanja vodoravne osi ({0} od {1})
tr_tr: Yatay Hedef Arama Hatası ({0} / {1})

source: Switch Engine Error
bg: Грешка обмен осите
cs: Chyba výměny os
de_de: Fehler Achsenaust.
el_gr: Σφάλμα διακόπτη κινητήρα
es_es: Error de intercambio de ejes
fr_fr: Erreur d’échange des axes
hr: Greška razmjene osi
hu_hu: Tengelycsere hiba
it: Errore scambio assi
pl_pl: Błąd przełączania silnika
ru_ru: Ошибка переключения Двигателя
sl_si: Napaka izmenj osi
tr_tr: Motor Hatasını Değiştir

# StartManualDrawerRecall
source: Start recall from cell to bay
bg: Обаждане клетка отделен
cs: Vyvolat z buňky do stan
de_de: Aufruf Zelle zu Bucht
el_gr: Εκκίνηση ανάκλησης από την κυψέλη στην πλατφόρμα
es_es: Llamada de celda a bahía
fr_fr: Rappeler de la cellule à la baie
hr: Opoz. od ćelije do uvale
hu_hu: Behívás rekeszből munkaállomásra
it: Richiama da cella a baia
pl_pl: Rozpoczęcie wycofywania z komórki do zatoki
ru_ru: Начать отзыв из ячейки в секцию
sl_si: Prik iz cel na nak pol
tr_tr: Hücreden bölmeye geri çağırmaya başlayın

# StartManualDrawerStore
source: Start store from bay to cell
bg: Зареждане отдел клетка
cs: Nakládka ze stan do buňky
de_de: Laden von Bucht zu Zelle
el_gr: Εκκίνηση αποθήκευσης από την πλατφόρμα στην κυψέλη
es_es: Carga de la bahía a la celda
fr_fr: Chargement de la baie vers la cellule
hr: Utovar od uvale do ćelije
hu_hu: Betöltés munkaállomásról rekeszbe
it: Caricamento da baia a cella
pl_pl: Rozpoczęcie odkładania z zatoki do komórki
ru_ru: Запустить складирование из секции в ячейку
sl_si: Nakl z nak police v celico
tr_tr: Depodan hücreye mağazaya başlayın

# DrawerStoreAndRecall
source: Drawer store and drawer recall
bg: Зареждане чекмедже изтегляне чекмедже
cs: Nakládka zásuvky a vyvolání zásuvky
de_de: Laden und Abrufen des Kastens
el_gr: Αποθήκευση συρταριού και ανάκληση συρταριού
es_es: Carga y retirada de cajones
fr_fr: Chargement du tiroir et rappel du tiroir
hr: Utovar pretinca i opoziv pretinca
hu_hu: Tálca betöltése és tálca behívása
it: Caricamento cassetto e richiamo cassetto
pl_pl: Składowanie i wycofywanie szuflady
ru_ru: Хранение выдвижных узлов и отзыв выдвижных узлов
sl_si: Nakladanje predala in priklic predala
tr_tr: Çekmece deposu ve çekmece geri çağırma

# InitializingWithEllipsis
source: Initializing ...
bg: Иницииране ...
cs: Inicializace...
de_de: Initialisierung ...
el_gr: Αρχικοποίηση ...
es_es: Inicialización ...
fr_fr: Initialisation...
hr: Inicijalizacija ...
hu_hu: Inicializálás...
it: Inizializzazione ...
pl_pl: Inicjalizacja ...
ru_ru: Инициализация ...
sl_si: Inicializacija ...
tr_tr: Başlatılıyor...

source: Bay 1
bg: Отд 1
cs: Stan 1
de_de: Bucht1
el_gr: Πλατ.1
es_es: Bahía 1
fr_fr: Baie 1
hr: Uv.1
hu_hu: 1. munkaállomás
it: Baia 1
pl_pl: Zatoka 1
ru_ru: Секция 1
sl_si: NaPol1
tr_tr: 1. bölme

source: Bay 2
bg: Отд 2
cs: Stan 2
de_de: Bucht2
el_gr: Πλατ.2
es_es: Bahía 2
fr_fr: Baie 2
hr: Uv. 2
hu_hu: 2. munkaállomás
it: Baia 2
pl_pl: Zatoka 2
ru_ru: Секция 2
sl_si: NaPol2
tr_tr: 2. bölme

source: Bay 3
bg: Отд 3
cs: Stan 3
de_de: Bucht3
el_gr: Πλατ.3
es_es: Bahía 3
fr_fr: Baie 3
hr: Uv. 3
hu_hu: 3. munkaállomás
it: Baia 3
pl_pl: Zatoka 3
ru_ru: Секция 3
sl_si: NaPol3
tr_tr: 3. bölme

# ShutterEnduranceTestTitle
source: Shutter Endurance Test for Bay
bg: Изпитване Клапи Отделен
cs: Test rolety stanice
de_de: Test Rolltür der Bucht
el_gr: Δοκιμή αντοχής κλείστρου για πλατφόρμα
es_es: Prueba de la compuerta de la bahía
fr_fr: Test du Volet de fermeture de la Baie
hr: Test Zaklopke Uvale
hu_hu: Redőnyteszt, a munkaállomásról
it: Test Serranda della Baia
pl_pl: Test trwałości migawki dla zatoki
ru_ru: Испытание на устойчивость заслонки для секции
sl_si: Test lopute nak police
tr_tr: Bay için Deklanşör Dayanıklılık Testi

# ShutterClosed
source: Closed
bg: Затвор
cs: Zavř
de_de: Zu
el_gr: Κλειστό
es_es: Cerrada
fr_fr: Fermé
hr: Zatv.
hu_hu: Zárt
it: Chiusa
pl_pl: Zamknięte
ru_ru: Закрытый
sl_si: Zaprta
tr_tr: Kapalı

# ShutterMidWay
source: Mid-way
bg: среда път
cs: V pol cest
de_de: Halbe Str.
el_gr: Ενδιάμεσα
es_es: A mitad de camino
fr_fr: À mi-chemin
hr: Napola
hu_hu: Félúton
it: A metà via
pl_pl: W połowie drogi
ru_ru: На полпути
sl_si: Na pol
tr_tr: orta yol

# ShutterOpen
source: Open
bg: Отвор
cs: Otevř
de_de: Auf
el_gr: Ανοιχτό
es_es: Abrir
fr_fr: Ouvert
hr: Otvor.
hu_hu: Nyitott
it: Aperta
pl_pl: Otwarte
ru_ru: Открыть
sl_si: Odprta
tr_tr: Açık

source: Step 1
bg: Стъпк 1
cs: Krok 1
el_gr: Βήμα 1
es_es: Paso 1
fr_fr: Étape 1
hr: Korak 1
hu_hu: 1. lépés
it: Passo 1
pl_pl: Krok 1
ru_ru: Шаг 1
sl_si: Korak 1
tr_tr: Aşama 1

source: Step 2
bg: Стъпк 2
cs: Krok 2
el_gr: Βήμα 2
es_es: Paso 2
fr_fr: Étape 2
hr: Korak 2
hu_hu: 2. lépés
it: Passo 2
pl_pl: Krok 2
ru_ru: Шаг 2
sl_si: Korak 2
tr_tr: Adım 2

source: Cell Side
bg: Стр клетка
cs: Str buňky
de_de: S. Zelle
el_gr: Πλευρά κυψέλης
es_es: Lado de la celda
fr_fr: Côté Cellule
hr: Str. Ćel.
hu_hu: Rekesz oldal
it: Lato Cella
pl_pl: Strona komórki
ru_ru: Сторона ячейки
sl_si: Str. celic
tr_tr: Hücre Tarafı

# BayPositionDown
source: Position down
bg: Ниска поз
cs: Dolní poloha
de_de: Niedrige Pos.
el_gr: Θέση κάτω
es_es: Posición baja
fr_fr: Position basse
hr: Nizak položaj
hu_hu: Alsó pozíció
it: Posizione bassa
pl_pl: Pozycja w dół
ru_ru: Положение вниз
sl_si: Nizki položaj
tr_tr: Aşağı pozisyon

# BayPositionUp
source: Position up
bg: висок поз
cs: Horní poloha
de_de: Hohe Position
el_gr: Θέση επάνω
es_es: Posición alta
fr_fr: Position haute
hr: Visok položaj
hu_hu: Felső pozíció
it: Posizione alta
pl_pl: Pozycja w górę
ru_ru: Положение вверх
sl_si: Visoki položaj
tr_tr: yukarı konumlandır

# Displacement
source: Displacement [mm]
bg: Изместване (мм)
cs: Posun (mm)
de_de: Verschieb. (mm)
el_gr: Μετατόπιση
es_es: Desplazamiento (mm)
fr_fr: Déplacement (mm)
hr: Pomicanje (mm)
hu_hu: Elmozdulás (mm)
it: Spostamento (mm)
pl_pl: Przemieszczenie [mm]
ru_ru: Смещение [мм]
sl_si: Premik (mm)
tr_tr: Deplasman [mm]

source: External Bay
bg: външ Отдел
cs: Vnější stan
de_de: Außenbucht
el_gr: Εξωτερική πλατφόρμα
es_es: Bahía exterior
fr_fr: Baie Externe
hr: Vanj. Uvala
hu_hu: Külső munkaállomás
it: Baia Esterna
pl_pl: Zewnętrzna zatoka
ru_ru: Внешняя секция
sl_si: Zun nak pol
tr_tr: Dış Körfez

source: Apply Correction
bg: Нанесете корекция
cs: Aplikovat korekci
de_de: Korrektur anwenden
el_gr: Εφαρμογή διόρθωσης
es_es: Aplicar la corrección
fr_fr: Appliquer Correction
hr: Primijeni Ispravak
hu_hu: Korrekció alkalmazása
it: Applica Correzione
pl_pl: Zastosuj korektę
ru_ru: Применить Корректировку
sl_si: Uporabi popravek
tr_tr: Düzeltmeyi Uygula

source: Insert desired loading unit id
bg: Въвед идентиф на чекмедже
cs: Zadejte ID zásuvky
de_de: Eingabe Kasten-ID
el_gr: Εισάγετε το επιθυμητό αναγνωριστικό της μονάδας φόρτωσης
es_es: Introduzca la identificación del cajón
fr_fr: Saisir l’id du tiroir
hr: Unesi Id pretinca
hu_hu: A tálca ID megadása
it: Inserisci l'id del cassetto
pl_pl: Wstawić żądany identyfikator jednostki ładunkowej
ru_ru: Вставить нужный идентификатор единицы груза
sl_si: Vnesi id predala
tr_tr: İstenen yükleme birimi kimliğini girin

source: Verify
bg: Проверка
cs: Zkontrol
de_de: Prüfung
el_gr: Επαλήθευση
es_es: Consulte
fr_fr: Vérifier
hr: Provjera
hu_hu: Ellenőrzés
it: Verifica
pl_pl: Weryfikacja
ru_ru: Проверить
sl_si: Preveri
tr_tr: Doğrulayın

source: Side
bg: Стр
cs: Str
de_de: S.
el_gr: Πλευρά
es_es: Lado
fr_fr: Côté
hr: Str
hu_hu: Oldal
it: Lato
pl_pl: Strona
ru_ru: Сторона
sl_si: Str.
tr_tr: Yan

source: Bay
bg: Отд
cs: Stan
de_de: Bucht
el_gr: Πλατ.
es_es: Bahía
fr_fr: Baie
hr: Uv.
hu_hu: Munkaállomás
it: Baia
pl_pl: Zatoka
ru_ru: Секция
sl_si: NaPo
tr_tr: Koy

source: Bay Position
bg: Местопол Отдел
cs: Pozice stanice
de_de: Pos. Bucht
el_gr: Θέση πλατφόρμας
es_es: Posición bahía
fr_fr: Position Baie
hr: Položaj Uvale
hu_hu: Munkaállomás pozíciója
it: Posizione Baia
pl_pl: Położenie zatoki
ru_ru: Положение секции
sl_si: Pol. nak pol
tr_tr: Körfez Konumu

# ElevatorVerticalPosition
source: Vertical Position [mm]
bg: Вертикална поз (мм)
cs: Vertikální pozice (mm)
de_de: Vertikale Position (mm)
el_gr: Κατακόρυφη θέση [mm]
es_es: Posición vertical (mm)
fr_fr: Position Verticale (mm)
hr: Okomiti Položaj (mm)
hu_hu: Függőleges pozíció (mm)
it: Posizione Verticale (mm)
pl_pl: Pozycja pionowa [mm]
ru_ru: Вертикальное положение [мм]
sl_si: Navpični položaj (mm)
tr_tr: Dikey Konum [mm]

source: Tray in Bay
bg: Чекмедже Отдел
cs: Zásuvka ve stan
de_de: Kasten in Bucht
el_gr: Δίσκος σε πλατφόρμα
es_es: Cajón en la bahía
fr_fr: Tiroir dans la Baie
hr: Pretinac u Uvali
hu_hu: Tálca a munkaállomáson
it: Cassetto in Baia
pl_pl: Taca w zatoce
ru_ru: Лоток в секции
sl_si: Predal na nakPol
tr_tr: Bay'de Tepsi

source: Go to bay
bg: Отид отдел
cs: Jít do st
de_de: Zur Bucht
el_gr: Μετάβαση σε πλατφόρμα
es_es: Ir a la bahía
fr_fr: Aller à la baie
hr: Idi na uv.
hu_hu: Munkaállomásra lép
it: Vai a baia
pl_pl: Przejdź do zatoki
ru_ru: Перейти в секцию
sl_si: PojNaNaPol
tr_tr: Körfeze git

source: Cells
bg: Клетк
cs: Buňky
de_de: Zelle
el_gr: Κυψέλες
es_es: Celdas
fr_fr: Cellules
hr: Ćel.
hu_hu: Rekeszek
it: Celle
pl_pl: Komórki
ru_ru: Ячейки
sl_si: Celic
tr_tr: hücreler

source: Elevator
bg: Повдигач
cs: Zvedák
de_de: Hebebühne
el_gr: Ανελκυστήρας
es_es: Elevador
fr_fr: Élévateur
hr: Dizalica
hu_hu: Emelő
it: Elevatore
pl_pl: Podnośnik
ru_ru: Подъемник
sl_si: Dvigalo
tr_tr: Asansör

source: Loaded Tray
bg: Заредено чекмедже
cs: Zasunutá zásuvka
de_de: Kasten verladen
el_gr: Δίσκος φόρτωσης
es_es: Cajón embarcado
fr_fr: Tiroir Chargé
hr: Pretinac je Ukrcan
hu_hu: Berakodott tálca
it: Cassetto Imbarcato
pl_pl: Załadowana taca
ru_ru: Загруженный Лоток
sl_si: Predal naložen
tr_tr: Yüklü Tepsi

# TrayWeight
source: Tray Weight (kg)
bg: Тегло чекмедж (кг)
cs: Hmot zásuvky (kg)
de_de: Gew. Kasten (kg)
el_gr: Βάρος δίσκου (kg)
es_es: Peso del cajón (kg)
fr_fr: Poids Tiroir (kg)
hr: Tež. Pretinca (kg)
hu_hu: Tálca súlya (kg)
it: Peso Cassetto (kg)
pl_pl: Ciężar tacy (kg)
ru_ru: Вес лотка (кг)
sl_si: Teža predala (kg)
tr_tr: Tepsi Ağırlığı (kg)

# ElevatorHorizontalPosition
source: Horizontal Position [mm]
bg: хоризонтал полож (мм)
cs: Horizontální pozice (mm)
de_de: Horizontale Position (mm)
el_gr: Οριζόντια θέση [mm]
es_es: Posición horizontal (mm)
fr_fr: Position Horizontale (mm)
hr: Vodoravni Položaj (mm)
hu_hu: Vízszintes pozíció (mm)
it: Posizione Orizzontale (mm)
pl_pl: Pozycja pozioma [mm]
ru_ru: Горизонтальное положение [мм]
sl_si: Vodoravni položaj (mm)
tr_tr: Yatay Konum [mm]

# ProcedureWasStopped
source: The procedure was stopped.
bg: Процедурата е прекъсната.
cs: Postup byl přerušen.
de_de: Das Verfahren wurde abgebrochen.
el_gr: Η διαδικασία σταμάτησε.
es_es: El procedimiento ha sido abortado.
fr_fr: La procédure a été interrompue.
hr: Postupak je prekinut.
hu_hu: Az eljárás megszakítva.
it: La procedura è stata interrotta.
pl_pl: Procedura została przerwana.
ru_ru: Процедура была остановлена.
sl_si: Postopek je bil prekinjen.
tr_tr: Prosedür durduruldu.

source: Reset
bg: Нулиране
cs: Znov nast
de_de: Zurücks.
el_gr: Επαναφορά
es_es: Reconfigurar
fr_fr: Reconfigurer
hr: Post.pon.
hu_hu: Újrabeállítás
it: Reimposta
ru_ru: Сброс
sl_si: Ponastavi
tr_tr: Sıfırla

# CumulativePerformedCycles
source: Performed cycled (cumulative)
bg: Завършени цикли (кумулативни)
cs: Počet dokonč cykl (celk)
de_de: Abgeschl. Zyklen (kumulativ)
el_gr: Εκτελεσμένος κύκλος (αθροιστικός)
es_es: Ciclos completados (acumulados)
fr_fr: Cycles terminés (cumulatif)
hr: Završeni ciklusi (kumulat.)
hu_hu: Végrehajtott ciklusok (összesítve)
it: Cicli completati (cumulativo)
pl_pl: Wykonano cyklicznie (kumulatywnie)
ru_ru: Выполняется циклически (совокупно)
sl_si: Zaključeni cikli (skupno)
tr_tr: Gerçekleştirilen döngülü (kümülatif)

source: Next
bg: Напред
cs: Násl
de_de: Näch
el_gr: Επόμενο
es_es: Adelante
fr_fr: Suivant
hr: Slje
hu_hu: Előre
it: Succ
pl_pl: Następny
ru_ru: Следующий
sl_si: Nasl
tr_tr: Sonraki

source: Weight Analysis
bg: Анализ тегло
cs: Analýza hmot
de_de: Gew.-Analyse
el_gr: Ανάλυση βάρους
es_es: Análisis del peso
fr_fr: Analyse du Poids
hr: Anal. težine
hu_hu: Súlyelemzés
it: Analisi Peso
pl_pl: Analiza wagi
ru_ru: Анализ веса
sl_si: Analiza teže
tr_tr: Ağırlık Analizi
