Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

source: Auto
bg: Авт
el_gr: Αυτόματο
hr: Aut
ru_ru: Авто
sl_si: Avt.
tr_tr: Otomatik

source: Belt Burnishing
bg: Проверка ремък
cs: Záběh řemene
de_de: Riemen-Einlauf
el_gr: Στίλβωση ιμάντα
es_es: Rodaje de la correa
fr_fr: Rodage Courroie
hr: Uhod. Remena
hu_hu: A szíj bejáratása
it: Rodaggio Cinghia
pl_pl: Dogniatanie taśmy
ru_ru: Полировка ленты
sl_si: Utekanje jermena
tr_tr: Bant Parlatma

source: Down
bg: Над
cs: Dol
de_de: Unt
el_gr: Κάτω
es_es: Abajo
fr_fr: En bas
hr: Do
hu_hu: Le
it: Giù
pl_pl: W dół
ru_ru: Вниз
sl_si: Dol
tr_tr: Aşağı

source: Forwards
bg: Напред
cs: Vpřed
de_de: Vor
el_gr: Προς τα εμπρός
es_es: Adelante
fr_fr: Suivant
hr: Naprij
hu_hu: Előre
it: Avanti
pl_pl: Do przodu
ru_ru: Вперед
sl_si: Naprej
tr_tr: Forvet

source: Log Off
bg: Прек връзка
cs: Odpojit
de_de: Trennen
el_gr: Αποσύνδεση
es_es: Cerrar la sesión
fr_fr: Se déconnecter
hr: Odspoji
hu_hu: Lecsatlakozva
it: Disconnetti
pl_pl: Wyloguj
ru_ru: Выйти
sl_si: Odklopi
tr_tr: Oturumu Kapat

source: Shutter
bg: Клапа
cs: Roleta
de_de: Rolltür
el_gr: Κλείστρο
es_es: Compuerta
fr_fr: Volet de fermeture
hr: Zaklopka
hu_hu: Redőny
it: Serranda
pl_pl: Migawka
ru_ru: Заслонка
sl_si: Loputa
tr_tr: deklanşör

source: Vertical Axis
bg: Повдигач
cs: Zvedák
de_de: Hebebühne
el_gr: Κατακόρυφος άξονας
es_es: Elevador
fr_fr: Élévateur
hr: Dizalica
hu_hu: Emelő
it: Elevatore
pl_pl: Oś pionowa
ru_ru: Вертикальная ось
sl_si: Dvigalo
tr_tr: Dikey eksen

source: Manual
bg: Ръчно
cs: Manuál
de_de: Manuell
el_gr: Χειροκίνητα
fr_fr: Manuel
hr: Ručno
hu_hu: Kézi vezérlés
it: Manuale
pl_pl: Ręczny
ru_ru: Вручную
sl_si: Ročno
tr_tr: Manuel

source: Off
bg: Изключ
cs: Vypnut
de_de: Aus
es_es: Apagada
fr_fr: Éteinte
hr: Isklj
hu_hu: Nem ég
it: Spenta
pl_pl: Wył.
ru_ru: Выкл.
sl_si: Ugas.
tr_tr: Kapalı

source: On
bg: Включ
cs: Zapnut
de_de: Ein
es_es: Encendida
fr_fr: Allumée
hr: Uklj
hu_hu: Ég
it: Accesa
pl_pl: Wł.
ru_ru: Вкл.
sl_si: Prižg.
tr_tr: Açık

source: Up
bg: На
de_de: Su
es_es: Arriba
fr_fr: En haut
hr: Go
hu_hu: Fel
it: Su
pl_pl: Góra
ru_ru: Вверх
sl_si: Gor
tr_tr: Yukarı

# OriginVerticalAxis
source: Vertical axis origin
bg: Начало вертикална ос
cs: Počátek vertikální osy
de_de: Ursprung vert. Achse
el_gr: Προέλευση κατακόρυφου άξονα
es_es: Origen del eje vertical
fr_fr: Origine de l’axe vertical
hr: Ishodište okomite osi
hu_hu: Függőleges tengely origó
it: Origine asse verticale
pl_pl: Początek osi pionowej
ru_ru: Начало вертикальной оси
sl_si: Izvor navpične osi
tr_tr: Dikey eksen orijini

# SetOriginVerticalAxisNotCompleted
source: Vertical axis origin not set.
bg: Началото на вертикалната ос не е определено.
cs: Návrat vertikální osy do výchozího bodu neproběhl.
de_de: Ursprung der vert. Achse wurde nicht durchgeführt.
el_gr: Δεν ορίστηκε η προέλευση του κατακόρυφου άξονα.
es_es: El origen del eje vertical no se ha realizado.
fr_fr: Le homing de l’axe vertical n’a pas été effectué.
hr: Ishodište okomite osi nije postavljeno.
hu_hu: A függőleges tengely origóba állítása nem történt meg.
it: L'origine dell'asse verticale non è stata effettuata.
pl_pl: Nie ustawiono początku osi pionowej.
ru_ru: Начало вертикальной оси не установлено.
sl_si: Izvor navpične osi ni bil izveden.
tr_tr: Dikey eksen orijini ayarlanmadı.

# LowerBound
source: Lower bound [mm]
bg: Долна граница (mm)
cs: Dolní limit (mm)
de_de: Unterer Grenzw. (mm)
el_gr: Κάτω όριο [mm]
es_es: Límite inferior (mm)
fr_fr: Limite inférieure (mm)
hr: Donja granica (mm)
hu_hu: Alsó határ (mm)
it: Limite inferiore (mm)
pl_pl: Dolna granica [mm]
ru_ru: Нижний предел [мм]
sl_si: Spodnja meja (mm)
tr_tr: Alt sınır [mm]

# Offset
source: Offset [mm]
bg: Отмест (mm)
cs: Posun (mm)
el_gr: Μετατόπιση [mm]
fr_fr: Décalage (mm)
hr: Pomak (mm)
hu_hu: Eltolás (mm)
pl_pl: Przesunięcie [mm]
ru_ru: Смещение [мм]
sl_si: Odmik (mm)
tr_tr: Ofset [mm]

source: Output
bg: Резултат
cs: Výsledek
de_de: Ergebnis
el_gr: Έξοδος
es_es: Resultado
fr_fr: Résultat
hr: Rezultat
hu_hu: Eredmény
it: Risultato
pl_pl: Wyjście
ru_ru: Выход
sl_si: Rezultat
tr_tr: Çıktı

source: Resolution
bg: Раздел спос (imp/mm)
cs: Rozlišení (imp/mm)
de_de: Auflösung (imp/mm)
el_gr: Ανάλυση
es_es: Resolución (imp/mm)
fr_fr: Résolution (imp/mm)
hr: Rezolucija (imp/mm)
hu_hu: Felbontás (imp/mm)
it: Risoluzione (imp/mm)
pl_pl: Rozdzielczość
ru_ru: Разрешение
sl_si: Odpravlj (imp/mm)
tr_tr: Çözünürlük

source: Start
bg: Старт
cs: Spust
el_gr: Εκκίνηση
es_es: Inicie
fr_fr: Démarrer
hr: Počni
hu_hu: Kezdés
it: Inizia
ru_ru: Запустить
sl_si: Začni
tr_tr: Başlama

source: Stop
bg: Стоп
el_gr: Διακοπή
es_es: Detener
fr_fr: Arrêt
hr: Zaus
ru_ru: Остановить
tr_tr: Durmak

# UpperBound
source: Upper bound [mm]
bg: Горна граница (mm)
cs: Horní limit (mm)
de_de: Obergrenze (mm)
el_gr: Επάνω όριο [mm]
es_es: Límite superior (mm)
fr_fr: Limite supérieure (mm)
hr: Gornja granica (mm)
hu_hu: Felső határ (mm)
it: Limite superiore (mm)
pl_pl: Górna granica [mm]
ru_ru: Верхний предел [мм]
sl_si: Zgornja meja (mm)
tr_tr: Üst sınır [mm]

# Bays
source: Bays and height control
bg: Отд
cs: Stan
de_de: Buc
el_gr: Πλατφόρμες και έλεγχος ύψους
es_es: Bahías
fr_fr: Baies
hr: Uval
hu_hu: Munkaállomások
it: Baie
pl_pl: Zatoki i kontrola wysokości
ru_ru: Секции и контроль высоты
sl_si: NkPo
tr_tr: Bölmeler ve yükseklik kontrolü

source: Cradle
bg: Д лег
cs: Koléb
de_de: Wiege
el_gr: Βάση
es_es: Cuna
fr_fr: Berceau
hr: Kolij
hu_hu: Bölcső
it: Culla
pl_pl: Kołyska
ru_ru: Люлька
sl_si: Ležiš
tr_tr: beşik

source: Anti intrusion gate
bg: Бариера против проникван
cs: Bariéra proti vniknutí
de_de: Lichtschranke Zugangssp.
el_gr: Αντιδιαρρηκτική πύλη
es_es: Barrera de intrusión
fr_fr: Barrière anti-intrusion
hr: Barijera protiv ulaska
hu_hu: Benyúlásvédő fényfüggöny
it: Barriera anti intrusione
pl_pl: Brama bezpieczeństwa
ru_ru: Ворота для предотвращения доступа
sl_si: Pregrada proti poseganju
tr_tr: İzinsiz giriş önleme kapısı

source: Cradle Engine Selected
bg: Избран двигател на люлка
cs: Vybraný motor kolébky
de_de: Wiegenmotor ausgewählt
el_gr: Επιλεγμένος κινητήρας βάσης
es_es: Motor de la cuna seleccionado
fr_fr: Moteur du berceau sélectionné
hr: Motor kolij. je odabran
hu_hu: Kiválasztott bölcsőmotor
it: Motore culla selezionato
pl_pl: Wybrany silnik kołyski
ru_ru: Выбран двигатель люльки
sl_si: Izbran motor ležišča
tr_tr: Beşik Motoru Seçildi

source: Elevator Engine Selected
bg: Избран двигател на повдигача
cs: Vybraný motor zvedáku
de_de: Hebebühnenmotor ausgewählt
el_gr: Επιλεγμένος κινητήρας ανελκυστήρα
es_es: Motor del elevador seleccionado
fr_fr: Moteur de l’élévateur sélectionné
hr: Motor dizalice je odabran
hu_hu: Kiválasztott emelőmotor
it: Motore elevatore selezionato
pl_pl: Wybrany silnik podnośnika
ru_ru: Выбран двигатель подъемника
sl_si: Izbran motor dvigala
tr_tr: Asansör Motoru Seçildi

source: Emergency End Run
bg: Аварийно спиране
cs: Nouzový koncový spínač
de_de: Notaus-Endschalter
el_gr: Εκτέλεση τέλους έκτακτης ανάγκης
es_es: Fin de carrera de emergencia
fr_fr: Fin de course d’urgence
hr: Kraj hoda u st. nužde
hu_hu: Vészhelyzeti végálláskapcsoló
it: Fine corsa d'emergenza
pl_pl: Awaryjny przejazd końcowy
ru_ru: Аварийный Запуск
sl_si: Kon stik zaust v sili
tr_tr: Acil Son Çalıştırma

source: LU Presence on Machine Cradle Side
bg: Наличие на UDC от страна на люлката
cs: Přít UDC v kolébce na straně stroje
de_de: LE in Wiege, Maschinenseite
el_gr: Παρουσία LU στην πλευρά της βάσης του μηχανήματος
es_es: Presencia de la UDC en la cuna lateral de la máquina
fr_fr: Présence UDC dans berceau côté machine
hr: Pris. UDC-a u kolijevci str. stroja
hu_hu: UDC jelenléte a gép oldali bölcsőn
it: Presenza UDC in culla lato macchina
pl_pl: Obecność LU po stronie kołyski maszyny
ru_ru: Наличие LU на стороне Люльки машины
sl_si: Prisot UDC v ležišču na str. stroja
tr_tr: Makine Kızağı Tarafında LU Varlığı

source: LU Presence on Operator Cradle Side
bg: Наличие UDC в люлка страна оператор
cs: Přít UDC v kolébce na straně obsluhy
de_de: LE in Wiege, Bedienerseite
el_gr: Παρουσία LU στην πλευρά της βάσης του χειριστή
es_es: Presencia de la UDC en la cuna del lado del operador
fr_fr: Présence UDC dans berceau côté opérateur
hr: Prisut. UDC-a u kolij. str. rukov.
hu_hu: UDC jelenléte a kezelő oldali bölcsőn
it: Presenza UDC in culla lato operatore
pl_pl: Obecność LU po stronie kołyski operatora
ru_ru: Присутствие LU на стороне Люльки Оператора
sl_si: Prisot UDC v ležišču na str. oper.
tr_tr: Operatör Yuvası Tarafında LU Varlığı

source: Micro carter left side
bg: Микро картер лява страна
cs: Mikrosp krytu na levé str
de_de: Mikro Gehäuse links
el_gr: Περίβλημα αισθητήρα αριστερής πλευράς
es_es: Micro cárter lado izquierdo
fr_fr: Microrupteur carter côté gauche
hr: Mikro kućišta lij strana
hu_hu: Bal oldali védőburkolat mikrokapcsolója
it: Micro carter lato sinistro
pl_pl: Mikro operator wózka po lewej stronie
ru_ru: Микро картер левая сторона
sl_si: Mikro ohišje na levi str.
tr_tr: Mikro karter sol taraf

source: Micro carter right side
bg: Микр картер дясна страна
cs: Mikrosp krytu na pra str
de_de: Mikro Gehäuse rechts
el_gr: Περίβλημα αισθητήρα δεξιάς πλευράς
es_es: Micro cárter lado derecho
fr_fr: Microrupteur carter côté droit
hr: Mikro kućišta des strana
hu_hu: Jobb oldali védőburkolat mikrokapcsolója
it: Micro carter lato destro
pl_pl: Mikro operator wózka po prawej stronie
ru_ru: Микро картер правая сторона
sl_si: Mikro ohišje na desni st
tr_tr: Mikro carter sağ taraf

# MushroomHeadButton
source: Emergency Red Button
bg: Авариен Бутон тип
cs: Nouzové tlačítko
de_de: Notaus-Pilztaster
el_gr: Κουμπί μανιτάρι έκτακτης ανάγκης
es_es: Seta de emergencia
fr_fr: Bouton coup-de-poing d'arrêt d'urgence
hr: Tipk. za hit.st.
hu_hu: Vészleállító nyomógomb
it: Fungo di Emergenza
pl_pl: Grzybkowy przycisk awaryjny
ru_ru: Грибовидная аварийная кнопка
sl_si: Gumb za izk v sili
tr_tr: Acil Durum Kırmızı Düğmesi

source: Security Function Active
bg: Функция активна безопасност
cs: Aktivní bezpečnostní funkce
de_de: Sicherheitsfunktion aktiv
el_gr: Ενεργή λειτουργία ασφάλειας
es_es: Función de seguridad activa
fr_fr: Fonction de sécurité active
hr: Sigur. funkcija je aktivna
hu_hu: Aktív biztonsági funkció
it: Funzione di sicurezza attiva
pl_pl: Funkcja bezpieczeństwa aktywna
ru_ru: Предохранительная функция включена
sl_si: Aktivna varnostna funkcija
tr_tr: Güvenlik Fonksiyonu Aktif

source: Zero Pawl Sensor
bg: Сензор за куче на нула
cs: Snímač západky na nule
de_de: Mitnehmer-Sens. auf Null
el_gr: Αισθητήρας μηδενικού μάνδαλου
es_es: Sensor de trinquete a cero
fr_fr: Capteur de cliquet à zéro
hr: Senzor zapinjača na nuli
hu_hu: Retesz nulla szenzora
it: Sensore nottolino a zero
pl_pl: Czujnik zerowy przesuwacza
ru_ru: Датчик нуля задвижки
sl_si: Senz za ničel zatikalnik
tr_tr: Sıfır Tırnak Sensörü

source: Zero Vertical Sensor
bg: Сензор нула вертикална ос
cs: Snímač nuly vertikální osy
de_de: Null-Sensor vertikale Achse
el_gr: Μηδενικός κατακόρυφος αισθητήρας
es_es: Sensor de cero del eje vertical
fr_fr: Capteur zéro axe vertical
hr: Senzor nule okomite osi
hu_hu: Függőleges tengely nulla szenzora
it: Sensore zero asse verticale
pl_pl: Czujnik zerowy pionowy
ru_ru: Нулевой Вертикальный Датчик
sl_si: Ničelni senzor navpične osi
tr_tr: Sıfır Dikey Sensör

# GateControl
source: Shutter test
bg: Изпитва клапи
cs: Test rolety
de_de: Test Rolltür
el_gr: Δοκιμή κλείστρου
es_es: Prueba de compuerta
fr_fr: Test du volet de fermeture
hr: Test zaklopke
hu_hu: Redőnyteszt
it: Test serranda
pl_pl: Test migawki
ru_ru: Испытание заслонки
sl_si: Test lopute
tr_tr: Deklanşör testi

source: Move
bg: Премес
cs: Posun
de_de: Versch
el_gr: Κίνηση
es_es: Mover
fr_fr: Déplacer
hr: Pomak
hu_hu: Elmozdult
it: Sposta
pl_pl: Przesuń
ru_ru: Переместить
sl_si: Prem.
tr_tr: Hareket

# GoToInitialPosition
source: Go to cell
bg: Прем първонач квота
cs: Přejít na vých kótu
de_de: Zur Anfangshöhe
el_gr: Μετάβαση στην κυψέλη
es_es: Ir a la cuota inicial
fr_fr: Aller à la cote initiale
hr: Idi na poč. visinu
hu_hu: Kezdeti pozícióra lép
it: Vai a quota iniziale
pl_pl: Przejdź do komórki
ru_ru: Перейти в ячейку
sl_si: Pojdi na zač. višino
tr_tr: hücreye git

# InitialPosition
source: Initial position [mm]
bg: Първонач ниво (mm)
cs: Výchozí kóta (mm)
de_de: Anfangshöhe (mm)
el_gr: Αρχική θέση [mm]
es_es: Dimensión inicial (mm)
fr_fr: Cote initiale (mm)
hr: Početna visina (mm)
hu_hu: Kezdeti pozíció (mm)
it: Quota iniziale (mm)
pl_pl: Pozycja początkowa [mm]
ru_ru: Исходное положение [мм]
sl_si: Začetna višina (mm)
tr_tr: Başlangıç ​​konumu [mm]

# NewResolution
source: New resolution (imp/mm)
bg: Нова разд способн (imp/mm)
cs: Nové rozlišení (imp/mm)
de_de: Neue Auflösung (imp/mm)
el_gr: Νέα ανάλυση (imp/mm)
es_es: Nueva resolución (imp/mm)
fr_fr: Nouvelle résolution (imp/mm)
hr: Nova rezolucija (imp/mm)
hu_hu: Új felbontás (imp/mm)
it: Nuova risoluzione (imp/mm)
pl_pl: Nowa rozdzielczość (imp/mm)
ru_ru: Новое разрешение (имп/мм)
sl_si: Novo odpravljanje (imp/mm)
tr_tr: Yeni çözünürlük (im/mm)

# CurrentResolution
source: Current resolution (imp/mm)
bg: Текущ раздел способ (imp/mm)
cs: Aktuální rozlišení (imp/mm)
de_de: Aktuelle Auflösung (imp/mm)
el_gr: Τρέχουσα ανάλυση (imp/mm)
es_es: Resolución actual (imp/mm)
fr_fr: Résolution actuelle (imp/mm)
hr: Trenutna rezolucija (imp/mm)
hu_hu: Jelenlegi felbontás (imp/mm)
it: Risoluzione attuale (imp/mm)
pl_pl: Bieżąca rozdzielczość (imp/mm)
ru_ru: Текущее разрешение (имп/мм)
sl_si: Trenutna ločljivost (imp/mm)
tr_tr: Mevcut çözünürlük (imp/mm)

# MeasuredMovement
source: Measured movement [mm]
bg: Измерен ход (mm)
cs: Naměřená dráha (mm)
de_de: Gemessener Hub (mm)
el_gr: Μετρημένη κίνηση [mm]
es_es: Carrera medida (mm)
fr_fr: Course mesurée (mm)
hr: Izmjereni hod (mm)
hu_hu: Mért mozgástartomány (mm)
it: Corsa misurata (mm)
pl_pl: Zmierzony ruch [mm]
ru_ru: Измеренное перемещение [мм]
sl_si: Izmerjen tek (mm)
tr_tr: Ölçülen hareket [mm]

source: Vertical Resolution Calibration
bg: Калибрир раздел способност вертикал ос
cs: Kalibrace rozlišení vertikální osy
de_de: Kalibrierung Auflösung vertikale Achse
el_gr: Βαθμονόμηση κατακόρυφης ανάλυσης
es_es: Calibración de la resolución del eje vertical
fr_fr: Calibrage de la résolution de l’axe vertical
hr: Kalibracija rezolucije okomite osi
hu_hu: Függőleges tengely felbontási kalibrációja
it: Calibrazione risoluzione asse verticale
pl_pl: Kalibracja rozdzielczości pionowej
ru_ru: Калибровка вертикального Разрешения
sl_si: Umerjanje resolucije navpične osi
tr_tr: Dikey Çözünürlük Kalibrasyonu

source: Closed
bg: Затвор
cs: Zavř
de_de: zu
el_gr: Κλειστό
es_es: Cerrado
fr_fr: Fermé
hr: Zatv.
hu_hu: Zárt
it: Chiuso
pl_pl: Zamknięte
ru_ru: Закрытый
sl_si: Zaprto
tr_tr: Kapalı

# PerformedCyclesThisSession
source: Performed cycles (session)
bg: Завършени цикли (сесия)
cs: Počet dokonč cykl (relace)
de_de: Abgeschl. Zyklen (Sitzung)
el_gr: Εκτελεσμένοι κύκλοι (συνεδρία)
es_es: Ciclos completados (sesión)
fr_fr: Cycles terminés (session)
hr: Završeni ciklusi (sesija)
hu_hu: Végrehajtott ciklusok (munkamenet)
it: Cicli completati (sessione)
pl_pl: Wykonane cykle (sesja)
ru_ru: Выполненные циклы (сессия)
sl_si: Zaključeni cikli (seja)
tr_tr: Gerçekleştirilen döngüler (oturum)

# CurrentPosition
source: Current position [mm]
bg: Текуща поз (mm)
cs: Aktuální pozice (mm)
de_de: Aktuelle Position (mm)
el_gr: Τρέχουσα θέση [mm]
es_es: Posición actual (mm)
fr_fr: Position actuelle (mm)
hr: Trenutni položaj (mm)
hu_hu: Aktuális pozíció (mm)
it: Posizione attuale (mm)
pl_pl: Obecna pozycja [mm]
ru_ru: Текущее положение [мм]
sl_si: Trenutni položaj (mm)
tr_tr: Mevcut konum [mm]

# DelayBetweenCycles
source: Delay between cycles [s]
bg: Забав между цикл (s)
cs: Prodleva mezi cyk (s)
de_de: Verzög. zw. Zykl. (s)
el_gr: Καθυστέρηση μεταξύ των κύκλων [s]
es_es: Retraso entre ciclos (s)
fr_fr: Retard entre les cycles (s)
hr: Kašnj. izm.cikl. (s)
hu_hu: Késleltetés a ciklusok között (s)
it: Ritardo tra cicli (s)
pl_pl: Opóźnienie między cyklami [s]
ru_ru: Задержка между циклами [с]
sl_si: Zamik med cikli (s)
tr_tr: Döngüler arasındaki gecikme [sn]

source: Open
bg: Отвор
cs: Otevř
de_de: Auf
el_gr: Ανοιχτό
es_es: Abrir
fr_fr: Ouverte
hr: Otvor.
hu_hu: Nyitott
it: Aperta
pl_pl: Otwarte
ru_ru: Открыть
sl_si: Odprta
tr_tr: Açık

source: Required cycles
bg: Необходим цикли
cs: Požad cykly
de_de: Angef. Zyklen
el_gr: Απαιτούμενοι κύκλοι
es_es: Ciclos necesarios
fr_fr: Cycles requis
hr: Potr.ciklusi
hu_hu: Lekért ciklusok
it: Cicli richiesti
pl_pl: Wymagane cykle
ru_ru: Необходимые циклы
sl_si: Zahtevani cikli
tr_tr: Gerekli döngüler

# Gate1Control
source: Gate Control 1
bg: Изпитв клапа отдел 1
cs: Test rolety stan 1
de_de: Test Rolltür Bucht 1
el_gr: Έλεγχος πύλης 1
es_es: Test compuerta bahía 1
fr_fr: Test du volet de fermeture baie 1
hr: Test zaklop. uvala 1
hu_hu: Redőnyteszt, 1. munkaállomás
it: Test serranda baia 1
pl_pl: Sterowanie bramy 1
ru_ru: Управление воротами 1
sl_si: Test lopute nak pol1
tr_tr: Kapı Kontrolü 1

# CurrentHeight
source: Current height [mm]
bg: Височина ток (mm)
cs: Aktuální kóta (mm)
de_de: Aktuelle Höhe (mm)
el_gr: Τρέχον ύψος [mm]
es_es: Altura actual (mm)
fr_fr: Cote actuelle (mm)
hr: Trenut. visina (mm)
hu_hu: Jelenlegi pozíció (mm)
it: Quota corrente (mm)
pl_pl: Obecna wysokość [mm]
ru_ru: Текущая высота [мм]
sl_si: Trenut višina (mm)
tr_tr: Mevcut yükseklik [mm]

# GateCorrection
source: Gate correction [mm]
bg: Корекция на бариера (mm)
cs: Korekce bariéry (mm)
de_de: Schranken-Korrektur (mm)
el_gr: Διόρθωση πύλης [mm]
es_es: Corrección de la barrera (mm)
fr_fr: Correction de la barrière (mm)
hr: Ispravak barijere (mm)
hu_hu: Fényfüggöny korrekciója (mm)
it: Correzione barriera (mm)
pl_pl: Korekta bramy [mm]
ru_ru: Корректировка ворот [мм]
sl_si: Popravek pregrade (mm)
tr_tr: Kapı düzeltmesi [mm]

source: Gate 1 Height Control
bg: Регулиране на височината на бариерата в отдел 1
cs: Regulace bariéry měří výšku zásuvky stanice 1
de_de: Schrankeneinstellung Höhenmaß Kasten Bucht 1
el_gr: Έλεγχος ύψους πύλης 1
es_es: Ajuste de la altura de la barrera de la bahía 1
fr_fr: Réglage de la barrière de mesure de la hauteur du tiroir baie 1
hr: Prilagođ. barijere veličine visine pretinca uvale 1
hu_hu: Fényfüggöny beállítása, tálcamagasság mérése, 1. munkaállomás
it: Regolazione barriera misura altezza cassetto baia 1
pl_pl: Sterowanie wysokością bramy 1
ru_ru: Контроль Высоты Ворот 1
sl_si: Nast pregrade za merjenje viš predala na nak pol 1
tr_tr: Kapı 1 Yükseklik Kontrolü

# SpeedMMSec
source: Speed [mm/s]
bg: Скорост (mm/s)
cs: Rychlost (mm/s)
de_de: Gschw. (mm/s)
el_gr: Ταχύτητα [mm/s]
es_es: Velocidad (mm/s)
fr_fr: Vitesse (mm/s)
hr: Brzina (mm/s)
hu_hu: Sebesség (mm/s)
it: Velocità (mm/s)
pl_pl: Prędkość [mm/s]
ru_ru: Скорость [мм/с]
sl_si: Hitrost (mm/s)
tr_tr: Hız [mm/sn]

source: System error [mm]
bg: Системна грешка (mm)
cs: Systémová chyba (mm)
de_de: Systemfehler (mm)
el_gr: Σφάλμα συστήματος [mm]
es_es: Error del sistema (mm)
fr_fr: Erreur de système (mm)
hr: Greška sustava (mm)
hu_hu: Rendszerhiba (mm)
it: Errore di sistema (mm)
pl_pl: Błąd systemu [mm]
ru_ru: Системная ошибка [мм]
sl_si: Sistemska napaka (mm)
tr_tr: Sistem hatası [mm]

# Tolerance
source: Tolerance (+/-) [mm]
bg: Изискван толеранс (+/-) (mm)
cs: Požadovaná tolerance (+/-) (mm)
de_de: Erford. Toleranz (+/-) (mm)
el_gr: Ανοχή (+/-) [mm]
es_es: Tolerancia requerida (+/-) (mm)
fr_fr: Tolérance requise (+/-) (mm)
hr: Potrebna tolerancija (+/-) (mm)
hu_hu: Lekért tűrés (+/-) (mm)
it: Tolleranza richiesta (+/-) (mm)
pl_pl: Tolerancja (+/-) [mm]
ru_ru: Допуск (+/-) [мм]
sl_si: Zahtevana toleranca (+/-) (mm)
tr_tr: Tolerans (+/-) [mm]

source: Vertical Offset Calibration
bg: калибр на изместв вертикал ос
cs: Kalibrace posunutí vertikální osy
de_de: Offste-Kalibrierung vert. Achse
el_gr: Βαθμονόμηση μετατόπισης κατακόρυφα
es_es: Calibración del desplazamiento del eje vertical
fr_fr: Calibrage du décalage de l’axe vertical
hr: Kalibracija pomaka okomite osi
hu_hu: Függőleges tengely eltolási kalibrációja
it: Calibrazione offset asse verticale
pl_pl: Kalibracja przesunięcia pionowego
ru_ru: Калибровка Вертикального Смещения
sl_si: Umerjanje odmika navpične osi
tr_tr: Dikey Ofset Kalibrasyonu

source: Weight Control
bg: Контрол тегло
cs: Kontr hmoti
de_de: Gewichtskontr.
el_gr: Έλεγχος βάρους
es_es: Control de peso
fr_fr: Contrôle du poids
hr: Provj. težine
hu_hu: Súlyellenőrzés
it: Controllo peso
pl_pl: Kontrola wagi
ru_ru: Контроль веса
sl_si: Prev teže
tr_tr: Ağırlık kontrolü

source: Acceptable weight tolerance (%)
bg: Изискван толеранс (%)
cs: Požadovaná tolerance (%)
de_de: Erford. Toleranz (%)
el_gr: Αποδεκτή ανοχή βάρους (%)
es_es: Tolerancia requerida (%)
fr_fr: Tolérance requise (%)
hr: Potrebna tolerancija (%)
hu_hu: Lekért tűrés (%)
it: Tolleranza richiesta (%)
pl_pl: Dopuszczalna tolerancja ciężaru (%)
ru_ru: Допустимый допуск по весу (%)
sl_si: Zahtevana toleranca (%)
tr_tr: Kabul edilebilir ağırlık toleransı (%)

# InsertedWeight
source: Inserted weight (kg)
bg: Постав тегло (kg)
cs: Zadaná hmot (kg)
de_de: Gewicht (kg)
el_gr: Καταχωρημένο βάρος (kg)
es_es: Peso insertado (kg)
fr_fr: Poids saisi (kg)
hr: Unes. težina (kg)
hu_hu: Megadott súly (kg)
it: Peso inserito (kg)
pl_pl: Ciężar wprowadzony (kg)
ru_ru: Вставленный вес (кг)
sl_si: Vnesena teža (kg)
tr_tr: Takılan ağırlık (kg)

# MeasuredWeight
source: Measured weight (kg)
bg: Измерен тегло (kg)
cs: Naměř hmot (kg)
de_de: Gemess. Gew. (kg)
el_gr: Μετρημένο βάρος (kg)
es_es: Peso medido (kg)
fr_fr: Poids mesuré (kg)
hr: Izmjer.težina (kg)
hu_hu: Mért súly (kg)
it: Peso misurato (kg)
pl_pl: Ciężar zmierzony (kg)
ru_ru: Измеренный вес (кг)
sl_si: Izmerjena teža(kg)
tr_tr: Ölçülen ağırlık (kg)

source: Test run
bg: Тестови ход (mm)
cs: Testov dráha (mm)
de_de: Testhub (mm)
el_gr: Εκτέλεση δοκιμής
es_es: Carrera de prueba (mm)
fr_fr: Course de test (mm)
hr: Hod testa (mm)
hu_hu: Tesztútvonal (mm)
it: Corsa di test (mm)
pl_pl: Przebieg testowy
ru_ru: Запуск испытания
sl_si: Testni tek (mm)
tr_tr: Test sürüşü

# CorrectOffset
source: Adjusted offset [mm]
bg: Коригир отмест (mm)
cs: Správné Posun (mm)
de_de: Korr. Offset (mm)
el_gr: Προσαρμοσμένη μετατόπιση [mm]
es_es: Desplazamiento corregido (mm)
fr_fr: Décalage correct (mm)
hr: Ispravan pomak (mm)
hu_hu: Korrigált eltolás (mm)
it: Offset corretto (mm)
pl_pl: Skorygowane przesunięcie [mm]
ru_ru: Скорректированное смещение [мм]
sl_si: Pravilni odmik (mm)
tr_tr: Ayarlanmış ofset [mm]

# CurrentOffset
source: Current offset [mm]
bg: Текущо изместв (mm)
cs: Aktuální Posun (mm)
de_de: Akt. Offset (mm)
el_gr: Τρέχουσα τιμή μετατόπισης [mm]
es_es: Desplazamiento actual (mm)
fr_fr: Décalage actuel (mm)
hr: Trenut.pomak (mm)
hu_hu: Tényleges eltolás (mm)
it: Offset attuale (mm)
pl_pl: Obecne przesunięcie [mm]
ru_ru: Текущее смещение [мм]
sl_si: Trenutni odmik (mm)
tr_tr: Akım ofset [mm]

# DoCorrectOffset
source: Close procedure
bg: Процед затваряне
cs: Ukončit postup
de_de: Verf. abschl.
el_gr: Διαδικασία κλεισίματος
es_es: Cerrar el procedimiento
fr_fr: Fermer la procédure
hr: Zatvori postupak
hu_hu: Eljárás bezárása
it: Chiudi procedura
pl_pl: Procedura zamykania
ru_ru: Процедура закрытия
sl_si: Zaključi postop
tr_tr: Kapat prosedürü

# ReferenceCellHeight
source: Reference's cell position [mm]
bg: Височина избрана клетка (mm)
cs: Kóta vybrané buňky (mm)
de_de: Ausgewählte Zellenhöhe (mm)
el_gr: Θέση κυψέλης αναφοράς [mm]
es_es: Dimensión de la célula seleccionada (mm)
fr_fr: Cote de la cellule sélectionnée (mm)
hr: Visina odabrane ćelije (mm)
hu_hu: A kiválasztott rekesz pozícióértéke (mm)
it: Quota cella selezionata (mm)
pl_pl: Pozycja odniesienia komórki [mm]
ru_ru: Положение контрольной ячейки [мм]
sl_si: Višina izbrane celice (mm)
tr_tr: Referansın hücre konumu [mm]
