Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# AddTestAllUnit
source: Add all unit to test
bg: Добавяне всички чекмеджета тест
cs: Doplňte všechny zásuvky do testu
de_de: Alle Kästen zum Test hinzufügen
el_gr: Προσθέστε όλη τη μονάδα για δοκιμή
es_es: Añadir todos los cajones a la prueba
fr_fr: Ajouter tous les tiroirs au test
hr: Dodaj sve pretince u test
hu_hu: Minden tálca hozzáadása a teszthez
it: Aggiungi tutti i cassetti a test
pl_pl: Dodaj wszystkie jednostki do testu
ru_ru: Добавьте все единицы измерения для тестирования
sl_si: Dodaj vse predale testu
tr_tr: Test etmek için tüm birimleri ekleyin

# AddTestUnit
source: Add unit to test
bg: Добавя чекмедже към тест
cs: Doplňte zásuvku do testu
de_de: Kasten für Test hinzuf.
el_gr: Προσθέστε τη μονάδα για δοκιμή
es_es: Añadir cajón a la prueba
fr_fr: Ajouter tiroir au test
hr: Dodaj pretinac u test
hu_hu: Tálca hozzáadása a teszthez
it: Aggiungi cassetto a test
pl_pl: Dodaj jednostkę do testu
ru_ru: Добавить модуль для тестирования
sl_si: Dodaj predal testu
tr_tr: Test etmek için birim ekleyin

# RemoveTestAllUnits
source: Remove all test unit
bg: Премахва всички тест чекмеджета
cs: Odstraň všechny zásuvky z testu
de_de: Alle Kästen aus Test entfernen
el_gr: Αφαιρέστε όλη τη μονάδα δοκιμής
es_es: Retire todos los cajones de la prueba
fr_fr: Supprimer tous les tiroirs du test
hr: Ukloni sve pretince iz testa
hu_hu: Minden tálca eltávolítása a tesztből
it: Rimuovi tutti i cassetti da test
pl_pl: Usuń wszystkie jednostki testowe
ru_ru: Удалите весь тестовый блок
sl_si: Odstrani vse predale s testa
tr_tr: Tüm test birimini kaldır

source: Remove test unit
bg: Изваждане тест чекмедже
cs: Odstraň zásuvku z testu
de_de: Kasten aus Test entf.
el_gr: Αφαιρέστε μονάδα δοκιμής
es_es: Retirar el cajón de la prueba
fr_fr: Supprimer le tiroir du test
hr: Ukloni pretinac iz testa
hu_hu: Tálca eltávolítása a tesztből
it: Rimuovi cassetto da test
pl_pl: Usuń jednostkę testową
ru_ru: Снять испытательный блок
sl_si: Odstrani predal s testa
tr_tr: Test ünitesini kaldır

source: Inverter programming started
bg: Програмиране на инвертора
cs: Probíhá programování měniče
de_de: Inverter-Programmierung läuft
el_gr: Άρχισε ο προγραμματισμός του αντιστροφέα
es_es: Programación del inversor en marcha
fr_fr: Programmation du variateur en cours d’exécution
hr: Programiranje invertera u izvođenju
hu_hu: Inverter programozása folyamatban
it: Programmazione inverter in esecuzione
pl_pl: Programowanie falownika rozpoczęte
ru_ru: Начато программирование инвертора
sl_si: Programiranje inverterja v teku
tr_tr: İnverter programlama başladı

# InverterProgrammingSuccessfullyEnded
source: Inverter programming ended successfully
bg: Програмиране инвертор успешно завършено
cs: Programování měniče úspěšně dokončeno
de_de: Inverter-Programmierung erfolgreich abgeschl.
el_gr: Ο προγραμματισμός του αντιστροφέα τερμάτισε επιτυχώς
es_es: Programación del inversor completada con éxito
fr_fr: Programmation du variateur réussie
hr: Programiranje invertera uspješno završeno
hu_hu: Inverter programozása sikeresen befejeződött
it: Programmazione inverter terminata con successo
pl_pl: Programowanie falownika zakończone sukcesem
ru_ru: Программирование инвертора завершилось успешно
sl_si: Programiranje inverterja je uspešno zaključeno
tr_tr: İnverter programlama başarıyla sona erdi

source: Inverters programming stopped
bg: Спиране програмиране инвертор
cs: Programování měniče zastavena
de_de: Inverter-Programmierung abgebr.
el_gr: Διακόπηκε ο προγραμματισμός του αντιστροφέα
es_es: Programación del inversor detenida
fr_fr: Programmation du variateur arrêtée
hr: Programiranje inver. zaustavlj.
hu_hu: Inverter programozása leállítva
it: Programmazione inverter fermata
pl_pl: Programowanie falownika zatrzymane
ru_ru: Программирование инверторов остановлено
sl_si: Program invert se je ustavilo
tr_tr: İnverter programlama durduruldu

# InverterProgrammingEndedErrors
source: Inverter programming ended with errors
bg: Програмиране инвертор е прекратено с грешки
cs: Programování měniče dokončeno s chybami
de_de: Inverter-Programmier. mit Fehlern abgeschl.
el_gr: Ο προγραμματισμός του αντιστροφέα τερμάτισε με σφάλματα
es_es: Programación del inversor terminada con errores
fr_fr: Programmation du variateur terminée avec erreurs
hr: Programiranje invertera završeno s greškama
hu_hu: Inverter programozása hibákkal fejeződött be
it: Programmazione inverter terminata con errori
pl_pl: Programowanie falownika zakończone błędem
ru_ru: Программирование инвертора закончилось ошибками
sl_si: Program invert je zaklj za napakami
tr_tr: İnverter programlaması hatalarla sona erdi

# InverterProgrammingNext
source: Start programming next inverter
bg: Стартиране програмиране следващ инвертор
cs: Úspěšný počátek programování měniče
de_de: Nächste Inverter-Programmierung starten
el_gr: Εκκίνηση προγραμματισμού επόμενου αντιστροφέα
es_es: Inicio de la programación del siguiente inversor
fr_fr: Début de programmation du variateur suivant
hr: Početak programiranja sljedećeg invertera
hu_hu: Következő inverter programozásának megkezdése
it: Inizio programmazione inverter successivo
pl_pl: Rozpocząć programowanie następnego falownika
ru_ru: Начните программирование следующего инвертора
sl_si: Zač programiranja nasled inverterja
tr_tr: Sonraki invertörü programlamaya başlayın

# IsReadOnly
source: Read only
bg: Само четене
cs: Pouze čtení
de_de: Nur lesen
el_gr: Μόνο ανάγνωση
es_es: Sólo para leer
fr_fr: Lecture seule
hr: Samo čitanje
hu_hu: Csak olvasás
it: Sola lettura
pl_pl: Tylko do odczytu
ru_ru: Только для чтения
sl_si: Samo branje
tr_tr: Sadece oku

# ExtBayTowardMachine
source: Toward machine
bg: Премества в повдигача
cs: Přesun směrem ke zved
de_de: Zur Hebebühne gehen
el_gr: Προς το μηχάνημα
es_es: Avanzar hacia el elevador
fr_fr: Déplacer vers l’élévateur
hr: Pomakni k dizalici
hu_hu: Mozgatás az emelő felé
it: Muovi verso elevatore
pl_pl: W kierunku maszyny
ru_ru: Навстречу машине
sl_si: Premakni proti dvigal
tr_tr: makineye doğru

# AccessoryEnabled
source: Enabled
bg: Разрешено
cs: Aktivován
de_de: Aktiviert
el_gr: Ενεργοποιημένο
es_es: Activado
fr_fr: Activé
hr: Omogućeno
hu_hu: Engedélyezve
it: Abilitato
pl_pl: Włączone
ru_ru: Включенный
sl_si: Omogočen
tr_tr: Etkinleştirilmiş

source: Configure Device
bg: Конфигур устройство
cs: Konfigurovat zařízení
de_de: Vorrichtung konfig.
el_gr: Διάταξη διαμόρφωσης
es_es: Configurar el dispositivo
fr_fr: Configurer dispositif
hr: Konfiguriraj uređaj
hu_hu: Készülék konfigurálása
it: Configura dispositivo
pl_pl: Konfiguracja urządzenia
ru_ru: Настройка устройства
sl_si: Konfiguriraj napravo
tr_tr: Cihazı Yapılandır

source: System Ports
bg: Системни портове
cs: Systémové porty
de_de: Systemanschlüsse
el_gr: Θύρες συστήματος
es_es: Puertos del sistema
fr_fr: Ports de système
hr: Ulazi sustava
hu_hu: Rendszerportok
it: Porte di sistema
pl_pl: Porty systemowe
ru_ru: Системные порты
sl_si: Sistemska vrata
tr_tr: Sistem Bağlantı Noktaları

# NoSerialPortDetected
source: No serial ports detected. Ensure the device is connected to the panel.
bg: Не е открит сериен порт. Уверете се че устройството е свързано към панела.
cs: Nezjištěn žádný sériový port. Ujistěte se, zda je zařízení připojeno k panelu.
de_de: Keinen serielle Anschl. erkannt.Prüfen, dass das Gerät angeschlossen ist.
el_gr: Δεν εντοπίστηκαν σειριακές θύρες. Βεβαιωθείτε ότι η διάταξη είναι συνδεδεμένη με τον πίνακα.
es_es: No se ha detectado ningún puerto serie. Asegúrese de que el dispositivo está conectado al panel.
fr_fr: Aucun port série détecté. Vérifiez que le dispositif soit raccordé au panneau.
hr: Nije očitan nijedan serijski ulaz. Uvjerite se da je uređaj spojen na ploču.
hu_hu: Nem érzékelhető soros port. Ellenőrizze, hogy a készülék csatlakozik-e a panelhez.
it: Nessuna porta seriale rilevata. Assicurarsi che il dispositivo sia collegato al pannello.
pl_pl: Nie wykryto portów szeregowych. Upewnij się, że urządzenie jest podłączone do panelu.
ru_ru: Последовательных портов не обнаружено. Убедитесь, что устройство подключено к панели.
sl_si: Zaznana niso nobena zaporedna vrata. Prepričajte se, da je naprava priključena na ploščo.
tr_tr: Seri bağlantı noktası algılanmadı. Cihazın panele bağlı olduğundan emin olun.

# AccessoriesBarcodeReaderConfigurationInstructions
source: Shoot these barcodes in sequence to ensure your barcode reader is set up as USB COM port emulation.
bg: Въведете тези баркодове за да конфигурирате четеца в серийна емулация.
cs: Nasnímejte tyto čárové kódy pro konfiguraci čtečky při emulaci sériového portu.
de_de: Diese Strichcodes aufnehmen, um Leser in Serienemulation zu konfigurieren.
el_gr: Βάλτε αυτούς τους γραμμωτούς κωδικούς σε ακολουθία για να διασφαλίσετε ότι ο αναγνώστης του γραμμωτού κώδικα είναι ρυθμισμένος ως προσομοίωση θύρας USB COM.
es_es: Dispare estos códigos de barras para configurar el lector en emulación serie.
fr_fr: Scanner ces codes-barres pour configurer le lecteur en émulation série.
hr: Primijenite ove barkodove za konfiguraciju čitača u serijskoj emulaciji.
hu_hu: Olvassa be ezeket a vonalkódokat az olvasó konfigurációjához soros emulációban.
it: Sparare questi codici a barre per configurare il lettore in emulazione seriale.
pl_pl: Zeskanuj kolejno te kody kreskowe, aby upewnić się, że czytnik kodów kreskowych jest ustawiony jako emulacja portu COM USB.
ru_ru: Снимайте эти штрих-коды последовательно, чтобы убедиться, что ваш считыватель штрих-кодов настроен как эмуляция USB COM-порта.
sl_si: Posnemite te črtne kode za nastavitev bralnika v zaporednem posnemanju.
tr_tr: Barkod okuyucunuzun USB COM bağlantı noktası öykünmesi olarak ayarlandığından emin olmak için bu barkodları sırayla çekin.

# ConfigureBarcodeReaderHint
source: Cannot find the serial port of the barcode reader? Configure the device.
bg: Серийният порт който търсите не е сред изброените? конфиг на устройството.
cs: Sériový port, který hledáte, není uveden v seznamu? Konfigurovat zařízení.
de_de: Ist der gesuchte serielle Anschl. nicht aufgeführt? Vorrichtung konfigurieren.
el_gr: Δεν μπορείτε να βρείτε τη σειριακή θύρα του αναγνώστη γραμμωτού κώδικα; Διαμορφώστε τη διάταξη.
es_es: ¿El puerto serie que busca no está entre los que aparecen en la lista? Configurar el dispositivo.
fr_fr: Le port série que vous recherchez n’est pas dans la liste ? Configurer le dispositif.
hr: Serijski ulaz koji tražite nije među onima na listi? Konfiguriraj uređaj.
hu_hu: A keresett soros port nincs rajta a listán? A készülék konfigurálása.
it: La porta seriale che cerchi non è tra quelle in elenco? Configura il dispositivo.
pl_pl: Nie można znaleźć portu szeregowego czytnika kodów kreskowych? Skonfiguruj urządzenie.
ru_ru: Не удается найти последовательный порт считывателя штрих-кодов? Настройте устройство.
sl_si: Zaporedna vrata, ki jih iščete, niso med navedenimi? Konfiguriraj napravo.
tr_tr: Barkod okuyucunun seri portunu bulamıyor musunuz? Cihazı yapılandırın.

# AccessoriesBarcodeEnableComEmulation
source: Enable COM Emulation
bg: Актив COM емулация
cs: Aktivovat emulaci COM
de_de: COM-Emulation aktiv.
el_gr: Ενεργοποίηση προσομοίωσης COM
es_es: Activar la emulación COM
fr_fr: Activer Émulation COM
hr: Omogući Emulaciju COM
hu_hu: COM emuláció engedélyezése
it: Abilita Emulazione COM
pl_pl: Włącz emulację COM
ru_ru: Включить эмуляцию COM
sl_si: Omogoči posnemanje COM
tr_tr: COM Öykünmesini Etkinleştir

# AccessoriesBarcodeEnterSetup
source: Enter Setup
bg: Начална конфигурация
cs: Spustit konfiguraci
de_de: Konfiguration starten
el_gr: Εισαγωγή ρύθμισης
es_es: Configuración de inicio
fr_fr: Démarrer la Configuration
hr: Započni Konfiguraciju
hu_hu: Konfiguráció megkezdése
it: Inizia Configurazione
pl_pl: Wejdź do Konfiguracji
ru_ru: Введите Настройки
sl_si: Zaženi konfiguracijo
tr_tr: Kuruluma gir

# AccessoriesBarcodeExitSetup
source: Exit Setup
bg: Конфигурация на края
cs: Ukončit konfiguraci
de_de: Konfiguration beenden
el_gr: Έξοδος ρύθμισης
es_es: Configuración final
fr_fr: Terminer la Configuration
hr: Završi Konfiguraciju
hu_hu: Konfiguráció befejezése
it: Termina Configurazione
pl_pl: Wyjdź z Konfiguracji
ru_ru: Выход из настройки
sl_si: Zaključi konfiguracijo
tr_tr: Kurulumdan çık

source: Firmware Version
bg: Версия на фърмуер
cs: Verze firmwaru
el_gr: Έκδοση υλικολογισμικού
es_es: Versión del firmware
fr_fr: Version du Micrologiciel
hr: Verz. Firmware-a
hu_hu: Firmware verzió
it: Versione Firmware
pl_pl: Wersja firmware
ru_ru: Версия прошивки
sl_si: Razl stroj pr opr
tr_tr: Bellenim Sürümü

source: Manufacture Date
bg: Дата Производство
cs: Datum výroby
de_de: Produktionsdatum
el_gr: Ημερομηνία κατασκευής
es_es: Fecha de producción
fr_fr: Date de Production
hr: Datum Proizvodnje
hu_hu: Gyártás dátuma
it: Data di Produzione
pl_pl: Data produkcji
ru_ru: Дата изготовления
sl_si: Proizvodni podatki
tr_tr: Üretim tarihi

source: Model Number
bg: Номер на модел
cs: Číslo modelu
de_de: Modell-Nummer
el_gr: Αριθμός μοντέλου
es_es: Número de modelo
fr_fr: Numéro du Modèle
hr: Broj Modela
hu_hu: Modellszám
it: Numero Modello
pl_pl: Oznaczenie modelu
ru_ru: Номер модели
sl_si: Št. modela
tr_tr: Model numarası

source: Serial Number
bg: Фабр ном
cs: Výr číslo
de_de: Seriennr.
el_gr: Σειριακός αριθμός
es_es: Matrícula
fr_fr: Numéro de série
hr: Serij.br.
hu_hu: Gyári szám
it: Matricola
pl_pl: Numer Seryjny
ru_ru: Серийный номер
sl_si: Mat. št.
tr_tr: Seri numarası

# ExtBayTowardOperator
source: Toward operator
bg: Преминав към оператор
cs: Přesun k obsluze
de_de: Zum Bediener bewegen
el_gr: Προς το χειριστή
es_es: Pasar al operador
fr_fr: Déplacer vers l’opérateur
hr: Pomakni prema rukov.
hu_hu: Mozgatás a kezelő felé
it: Muovi verso operatore
pl_pl: W stronę operatora
ru_ru: К оператору
sl_si: Premakni proti oper.
tr_tr: Operatöre doğru

# ExtBayCalibration
source: External bay calibration
bg: Калибр външ отделен
cs: Kalibrace vnější stan
de_de: Einstell. Außenbucht
el_gr: Βαθμονόμηση εξωτερικής πλατφόρμας
es_es: Calibración de la bahía externa
fr_fr: Étalonnage de la baie externe
hr: Kalibr. vanjske uvale
hu_hu: Külső munkaállomás kalibrálása
it: Taratura baia esterna
pl_pl: Kalibracja zewnętrznej zatoce
ru_ru: Калибровка внешней секции
sl_si: Umerjanje zun nak pol
tr_tr: Harici bölme kalibrasyonu

# LoadFile
source: Import into memory
bg: Импортиран в памет
cs: Import do paměti
de_de: Datei laden
el_gr: Εισαγωγή στη μνήμη
es_es: Importar a la memoria
fr_fr: Importer dans la mémoire
hr: Uvezi u memoriju
hu_hu: Importálás memóriába
it: Carica file
pl_pl: Import do pamięci
ru_ru: Импорт в память
sl_si: Naloži dato
tr_tr: Belleğe içe aktar

source: Import successful
bg: Успешен внос
cs: Import proběhl úspěšně
de_de: Erfolgreicher Import
el_gr: Επιτυχής εισαγωγή
es_es: Importación exitosa
fr_fr: Importation réussie
hr: Uvoz je uspješan
hu_hu: Az importálás sikeresen megtörtént
it: Importazione avvenuta con successo
pl_pl: Import zakończony sukcesem
ru_ru: Импорт успешен
sl_si: Uvoz je bila uspešen
tr_tr: İçe aktarma başarılı

source: Import configuration file
bg: Импортиране конфигурац файлове
cs: Importovat konfigurační soubor
de_de: Konfigurationsdateien import.
el_gr: Εισαγωγή αρχείου διαμόρφωσης
es_es: Importar archivos de configuración
fr_fr: Importer le fichier de configuration
hr: Uvezi datoteku za konfigur.
hu_hu: Konfigurációs fájl importálása
it: Importa file di configurazione
pl_pl: Importuj plik konfiguracyjny
ru_ru: Импорт файла конфигурации
sl_si: Uvozi konfiguracijsko datoteko
tr_tr: Yapılandırma dosyasını içe aktar

source: Default configuration loaded
bg: Зареждане конфигур по подразбиране
cs: Nahrána výchozí konfigurace
de_de: Standardkonfiguration geladen
el_gr: Φόρτωση διαμόρφωσης προεπιλογής
es_es: Configuración por defecto cargada
fr_fr: Configuration par défaut chargée
hr: Zadana konfiguracija učitana
hu_hu: Alapértelmezett konfiguráció betöltve
it: Configurazione di default caricata
pl_pl: Załadowano domyślną konfigurację
ru_ru: Загружена конфигурация по умолчанию
sl_si: Naložena je privzeta konfiguracija
tr_tr: Varsayılan yapılandırma yüklendi

# BayHomingStarted
source: Bay chain homing started
bg: Верига отдел насоч в изпълн
cs: Probíhá návr řetězu do home
de_de: Homing Buchtenkette läuft
el_gr: Εκκίνηση Homing αλυσίδας πλατφόρμας
es_es: Reposición cadena de bahías en progreso
fr_fr: Homing de la chaîne de la baie en cours
hr: Vrać. poč.lan. uv. u tij.
hu_hu: Munkaállomás láncának alaphelyzete folyamatban
it: Homing catena baia in corso
pl_pl: Rozpoczęto naprowadzanie łańcucha zatoki
ru_ru: Начался возврат цепного конвейера секции в исходное положение
sl_si: Vrač na zač m verige nakPol
tr_tr: Bay zincir arama başladı

# UnitExternalPosition
source: Unit in external position
bg: Чекмедже във външ полож
cs: Zásuvka ve vnější pozici
de_de: Kasten in Außenposition
el_gr: Μονάδα σε εξωτερική θέση
es_es: Cajón en posición externa
fr_fr: Tiroir en position externe
hr: Pretinac u vanjskom položaju
hu_hu: Tálca külső pozícióban
it: Cassetto in posizione esterna
pl_pl: Jednostka w położeniu zewnętrznym
ru_ru: Блок во внешнем положении
sl_si: Predal na zunanjem položaju
tr_tr: Ünite dış konumda

# UnitInternalPosition
source: Unit in internal position
bg: Чекмедже във вътреш полож
cs: Zásuvka ve vnitřní pozici
de_de: Kasten in interner Position
el_gr: Μονάδα σε εσωτερική θέση
es_es: Cajón en posición interna
fr_fr: Tiroir en position interne
hr: Pretinac u unutarnjem polož.
hu_hu: Tálca belső pozícióban
it: Cassetto in posizione interna
pl_pl: Jednostka w położeniu wewnętrznym
ru_ru: Блок во внутреннем положении
sl_si: Predal na notranjem položaju
tr_tr: Ünite iç konumda

# ExternalBayCalibrationMenuDescription
source: Calibrate the external bay
bg: извършв на калибр външ отдел
cs: Provede kalibraci vnější stanice
de_de: Kalibrierung der Außenbucht durchführen
el_gr: Βαθμονομήστε την εξωτερική πλατφόρμα
es_es: Realiza la calibración de la bahía externa
fr_fr: Effectuer le calibrage de la baie externe
hr: Izvodi kalibracije vanjske uvale
hu_hu: A külső munkaállomás kalibrációjának elvégzése
it: Effettua la calibrazione della baia esterna
pl_pl: Skalibruj zatokę zewnętrzną
ru_ru: Калибровка внешней секции
sl_si: Izvedi umerjanje zunanje nakladalne police
tr_tr: Harici bölmeyi kalibre edin

# ExternalBayCalibrationMenuTitle
source: External bay calibration
bg: външ калибрир отдел
cs: Kalibrace vnější stanice
de_de: Einstellung Außenbucht
el_gr: Βαθμονόμηση εξωτερικής πλατφόρμας
es_es: Calibración de la bahía externa
fr_fr: Calibrage de la baie externe
hr: Kalibracija vanjske uvale
hu_hu: Külső munkaállomás kalibrációja
it: Calibrazione baia esterna
pl_pl: Kalibracja zewnętrznej zatoce
ru_ru: Калибровка внешней секции
sl_si: Kalibracija zun nak pol
tr_tr: Harici bölme kalibrasyonu

# CalibrationProcedureRequiredExternalBay
source: Perform the bay calibration procedure for positioning in correspondence with the sensor
bg: извършв на процедура за калибр на отдел за позициониране на сензора
cs: Proveďte postup kalibrace stanice pro umístění do místa snímače
de_de: Führen Sie für die Positionierung am Sensor das Einstellungsverfahren der Bucht durch
el_gr: Εκτελέστε τη διαδικασία βαθμονόμησης πλατφόρμας για να τοποθετήσετε αντίστοιχα από τον αισθητήρα
es_es: Realice el procedimiento de calibración de la bahía para el posicionamiento en correspondencia del sensor
fr_fr: Effectuer la procédure d’étalonnage de la baie pour le positionnement au niveau du capteur
hr: Izvrši postupak kalibracije uvale radi stavljanja uvale pored senzora
hu_hu: A munkaállomás kalibrálási eljárásának elvégzése a szenzorhoz való beállítás érdekében
it: Esegui la procedura di taratura della baia per il posizionamento in corrispondenza del sensore
pl_pl: Przeprowadzić kalibrację zatoki w celu pozycjonowania zgodnego z czujnikiem
ru_ru: Выполните процедуру калибровки секции для позиционирования в соответствии с датчиком
sl_si: Izvedi postopek umerjanja nakladalne police za postavitev na senzor
tr_tr: Sensöre uygun olarak konumlandırma için bölme kalibrasyon prosedürünü gerçekleştirin

# MovementPerformed
source: Movements performed
bg: Извършени движения
cs: Provedené pohyby
de_de: Ausgeführte Bew.
el_gr: Εκτελεσμένοι χειρισμοί
es_es: Movimientos realizados
fr_fr: Mouvements effectués
hr: Izvršeni pokreti
hu_hu: Elvégzett mozgatások
it: Movimenti eseguiti
pl_pl: Wykonane ruchy
ru_ru: Выполняемые движения
sl_si: Premiki izvedeni
tr_tr: Yapılan hareketler

# Run
source: Run (mm)
bg: Ход (мм)
cs: Dráha (mm)
de_de: Hub (mm)
el_gr: Εκτέλεση (mm)
es_es: Carrera (mm)
fr_fr: Course (mm)
hr: Hod (mm)
hu_hu: Út (mm)
it: Corsa (mm)
pl_pl: Przebieg (mm)
ru_ru: Пробег (мм)
sl_si: Tek (mm)
tr_tr: Çalıştır (mm)

# StartProcedure
source: Press on START to begin the procedure
bg: Щракнете СТАРТ за старт процедура
cs: Pro spušt postupu stisk tlač INICIOVAT
de_de: START drücken um Verfahren zu starten
el_gr: Πατήστε START (ΕΚΚΙΝΗΣΗ) για να αρχίσει η διαδικασία
es_es: Pulse en INICIAR para iniciar el procedimiento
fr_fr: Appuyer sur DÉMARRER pour lancer la procédure
hr: Pritisni POČNI da biste pokren. proced.
hu_hu: Nyomja meg a KEZDÉS gombot az eljárás elindításához
it: Premi su INIZIA per avviare la procedura
pl_pl: Nacisnąć START, aby rozpocząć procedurę
ru_ru: Нажмите кнопку ПУСК, чтобы начать процедуру
sl_si: Pritisni ZAČNI za zagon postopka
tr_tr: Prosedürü başlatmak için BAŞLAT'a basın

# SystemPathNotFound
source: System path '{0}' not found
bg: Пътят '{0}' не е намерен
cs: Trasa „{0}“ nenalezena
de_de: Pfad '{0}' nicht gefunden
el_gr: Δεν βρέθηκε '{0}' η διαδρομή του συστήματος
es_es: Ruta '{0}' no encontrada
fr_fr: Parcours '{0}' non trouvé
hr: Putanja ‚{0}‘ nije pronađ.
hu_hu: '{0}' útvonal nem található
it: Percorso '{0}' non trovato
pl_pl: Nie znaleziono ścieżki systemowej '{0}'
ru_ru: Системный путь '{0}' не найден
sl_si: Poti ‚{0}‘ ni mogoče najti
tr_tr: '{0}' sistem yolu bulunamadı

# AccessoriesCardReaderTokenRegex
source: Matching Pattern (regex)
bg: Разпознати последоват (regex)
cs: Rozpoznané sekvence (regex)
de_de: Anerkannte Sequenzen (regex)
el_gr: Πρότυπο που ταιριάζει (regex)
es_es: Secuencias reconocidas (regex)
fr_fr: Séquences reconnues (regex)
hr: Sljedovi prepoznati (regex)
hu_hu: Felismert szekvenciák (regex)
it: Sequenze riconosciute (regex)
pl_pl: Dopasowanie wzoru (regex)
ru_ru: Соответствующий шаблон (регулярное выражение)
sl_si: Prepoznana zaporedja (regex)
tr_tr: Eşleşen Model (normal ifade)

source: Start Test
bg: Започ тест
cs: Spust test
el_gr: Δοκιμή εκκίνησης
es_es: Prueba de inicio
fr_fr: Démarrer Test
hr: Pokr.Test
hu_hu: Teszt indítása
it: Avvia Test
pl_pl: Rozpocząć test
ru_ru: Начать Тест
sl_si: Začni test
tr_tr: Testi Başlat

source: Acquired token
bg: Придобита последов
cs: Nasnímaná sekvence
de_de: Sequenz erworben
el_gr: Αποκτήθηκε σύμβολο
es_es: Secuencia adquirida
fr_fr: Séquence acquise
hr: Slijed preuzet
hu_hu: Elért szekvencia
it: Sequenza acquisita
pl_pl: Uzyskano token
ru_ru: Приобретенный токен
sl_si: Pridobljeno zapor
tr_tr: Edinilen jeton

# CodeRecognized
source: Code was recognized.
bg: Признат код.
cs: Kód rozpoznán.
de_de: Code erkannt.
el_gr: Αναγνωρίστηκε ο κωδικός.
es_es: Código reconocido.
fr_fr: Code reconnu.
hr: Kod prepoznat.
hu_hu: Kód felismerve.
it: Codice riconosciuto.
pl_pl: Kod został rozpoznany.
ru_ru: Код был распознан.
sl_si: Koda prepoznana.
tr_tr: Kod tanındı.
