Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# UnlockLU
source: Unlock Unit
bg: Отключ чекмедже
cs: Odemkněte zásuvku
de_de: Schublade entsperren
el_gr: Απεμπλοκή μονάδας
es_es: Desbloquear el cajón
fr_fr: Débloquer le tiroir
hr: Otključajte ladicu
hu_hu: Tálca feloldása
pl_pl: Odblokuj jednostkę
ru_ru: Блок Разблокировки
sl_si: Enota za odklepanje
tr_tr: Ünitenin Kilidini Aç

# LoadingUnitStatus_Blocked
source: Blocked
bg: Блокиран
cs: Blokováno
de_de: Verstopft
el_gr: Μπλοκαρισμένο
es_es: Bloqueado
fr_fr: Bloqué
hr: Blokiran
hu_hu: Blokkolva
pl_pl: Zablokowana
ru_ru: Блокированный
sl_si: Blokirano
tr_tr: Engellendi

source: Update tare
bg: Актуал тарата
cs: Aktualizujte táru
de_de: Tara aktualisiert
el_gr: Ενημέρωση απόβαρου
es_es: Actualizar la tara
fr_fr: Actualiser la tare
hr: Ažurirana tare
hu_hu: Tára frissítése
pl_pl: Aktualizacja tary
ru_ru: Обновление тары
sl_si: Posodobi taro
tr_tr: Darayı güncelle

# UpdateTareProcedureHeader
source: Drawer tare update procedure
bg: Процедура за актуализ на тарата на чекмедже
cs: Postup aktualizace táry zásuvky
de_de: Aktualisierung der Schubladen-Tara
el_gr: Διαδικασία ενημέρωσης απόβαρου συρταριού
es_es: Procedimiento de actualización de la tara del cajón
fr_fr: Procédure de mise à jour de la tare des tiroirs
hr: Postupak ažuriranja tare ladice
hu_hu: Tálca tárafrissítési eljárása
pl_pl: Procedura aktualizacji tary szuflady
ru_ru: Процедура обновления тары ящика
sl_si: Postopek posodobitve tare predala
tr_tr: Çekmece dara güncelleme prosedürü

# UpdateTareProcedure
source: Do you confirm that the selected drawer is empty?
bg: Потв ли че избраното чекмедже е празно?
cs: Potvrzujete, že je vybraná zásuvka prázdná?
de_de: Bestätigen Sie, dass die ausgewählte Schublade leer ist?
el_gr: Θέλετε να επιβεβαιώσετε ότι το επιλεγμένο συρτάρι είναι άδειο;
es_es: ¿Confirma que el cajón seleccionado está vacío?
fr_fr: Confirmez-vous que le tiroir sélectionné est vide ?
hr: Potvrđujete li da je odabrana ladica prazna?
hu_hu: Megerősíti, hogy a kiválasztott tálca üres?
pl_pl: Czy potwierdzasz, że wybrana szuflada jest pusta?
ru_ru: Вы подтверждаете, что выбранный ящик пуст?
sl_si: Ali potrjujete, da je izbrani predal prazen?
tr_tr: Seçilen çekmecenin boş olduğunu onaylıyor musunuz?

source: Weight calibration
bg: Калибр на тегло
cs: Kalibrace hmotnosti
de_de: Gewichtskalibrierung
el_gr: Βαθμονόμηση βάρους
es_es: Calibración del peso
fr_fr: Calibrage du poids
hr: Umjeravanje težine
hu_hu: Súly kalibrációja
pl_pl: Kalibracja wagi
ru_ru: Калибровка веса
sl_si: Umerjanje teže
tr_tr: Ağırlık kalibrasyonu

# WeightCalibrationDescription
source: The weight calibration function allows you to vary the weight reading using sample weights
bg: Функц калибр на тегло позв регулиране алгоритъмът за отчитане на тегло като се използват еталонни тежести
cs: Funkce kalibrace hmotnosti umožňuje měnit hodnoty hmotnosti pomocí vzorkovacích závaží
de_de: Mit der Gewichtskalibrierungsfunktion können Sie den Gewichtswert anhand von Probengewichten variieren
el_gr: Η λειτουργία βαθμονόμησης βάρους σας επιτρέπει να μεταβάλλετε την ανάγνωση του βάρους χρησιμοποιώντας βάρη δείγματος
es_es: La función de calibración del peso permite ajustar el algoritmo de lectura del peso utilizando pesos de muestra
fr_fr: La fonction de calibrage du poids permet de régler l’algorithme de lecture du poids à l’aide de poids étalons
hr: Funkcija kalibracije utega omogućuje vam promjenu očitanja težine pomoću utega uzoraka
hu_hu: A súlykalibrációs funkció lehetővé teszi a súly leolvasási algoritmusának beállítását mintasúlyok segítségével
pl_pl: Funkcja kalibracji wagi umożliwia zmianę odczytu wagi przy użyciu przykładowych odważników
ru_ru: Функция калибровки веса позволяет изменять показания веса с помощью весов образцов
sl_si: Funkcija umerjanja teže vam omogoča spreminjanje odčitavanja teže z uporabo uteži vzorca
tr_tr: Ağırlık kalibrasyon işlevi, numune ağırlıklarını kullanarak ağırlık okumasını değiştirmenize olanak tanır

# WeightCalibrationDescriptionProcedure
source: Load a drawer in the bay or call one to start the weight calibration wizard
bg: Заредете чекмедже за отдел или извикай такова за да стартирате съветник калибр на теглото
cs: Vložte zásuvku do šachty nebo ji zavolejte a spusťte průvodce kalibrací hmotnosti
de_de: Laden Sie eine Schublade in den Schacht oder rufen Sie eine an, um den Assistenten zur Gewichtskalibrierung zu starten
el_gr: Φορτώστε ένα συρτάρι στην πλατφόρμα ή καλέστε ένα για να αρχίσει ο οδηγός βαθμονόμησης βάρους
es_es: Cargue un cajón en la bahía o llame a uno para iniciar el asistente de calibración de peso
fr_fr: Charger un tiroir dans la baie ou en appeler un pour démarrer la procédure guidée de calibrage du poids
hr: Umetnite ladicu u ležište ili je nazovite za pokretanje čarobnjaka za umjeravanje težine
hu_hu: Töltsön be egy tálcát a munkaállomásra, vagy hívjon be egyet az irányított súlykalibrációs eljárásának megkezdéséhez
pl_pl: Załaduj szufladę we wnęce lub wywołaj ją, aby uruchomić kreatora kalibracji wagi
ru_ru: Загрузите узел в секцию или вызовите его, чтобы запустить мастер калибровки веса
sl_si: V predal naložite predal ali ga pokličite, da zaženete čarovnika za umerjanje teže
tr_tr: Bölmeye bir çekmece yükleyin veya ağırlık kalibrasyon sihirbazını başlatmak için birini arayın

# EmptyUnitWeighing
source: Weighing with empty unit
bg: Претегл с празно чекмедже
cs: Vážení s prázdnou zásuvkou
de_de: Mit leerer Schublade wiegen
el_gr: Ζύγιση με άδεια μονάδα
es_es: Pesar con el cajón vacío
fr_fr: Pesée avec tiroir vide
hr: Vaganje s praznom ladicom
hu_hu: Súlymérés üres tálcával
pl_pl: Ważenie przy pustym urządzeniu
ru_ru: Взвешивание с пустым блоком
sl_si: Tehtanje s prazno enoto
tr_tr: Boş ünite ile tartım

# UnitWeighingDescription
source: Press the button to obtain the current data by moving the drawer and enter its net weight. When finished, press Next to confirm the operation
bg: Натиснете бутона за да получи текущи данни от движение на чекмеджето и да въведете нетното му тегло. Когато приключите натиснете Напред за да потвърдите операцията
cs: Stisknutím tlačítka získáte aktuální data přesunutím zásuvky a zadáním její čisté hmotnosti. Na konci stiskněte Další pro potvrzení operace
de_de: Drücken Sie die Taste, um die aktuellen Daten zu erhalten, indem Sie die Schublade bewegen und das Nettogewicht eingeben. Wenn Sie fertig sind, drücken Sie Weiter, um den Vorgang zu bestätigen
el_gr: Πατήστε το κουμπί για να έχετε τα τρέχοντα δεδομένα κινώντας το συρτάρι και εισάγετε το καθαρό του βάρος. Όταν τελειώσετε, πατήστε Next (Επόμενο) για να επιβεβαιώσετε τη λειτουργία
es_es: Pulse el botón para obtener los datos actuales por el movimiento del cajón e introduzca su peso neto. Al final, pulse Siguiente para confirmar la operación
fr_fr: Appuyez sur le bouton pour obtenir les données de courant en déplaçant le tiroir et saisissez son poids net. À la fin, appuyez sur Suivant pour confirmer l’opération
hr: Pritisnite gumb za dobivanje trenutnih podataka pomicanjem ladice i unesite neto težinu. Kada završite, pritisnite Next za potvrdu postupka
hu_hu: Nyomja meg a gombot az áramerősség adatainak mentéséhez a tálca mozgása során, és adja meg a nettó súlyát. Végül nyomja meg az Előre gombot a művelet megerősítéséhez
pl_pl: Naciśnij przycisk, aby uzyskać aktualne dane przesuwając szufladę i wprowadź jej masę netto. Po zakończeniu naciśnij Next, aby potwierdzić operację
ru_ru: Нажмите кнопку, чтобы получить текущие данные, переместив ящик, и введите его вес нетто. По завершении нажмите кнопку Далее, чтобы подтвердить выполнение операции
sl_si: Pritisnite gumb, da s premikanjem predala pridobite trenutne podatke in vnesite njihovo neto težo. Ko končate, pritisnite Naprej, da potrdite postopek
tr_tr: Çekmeceyi hareket ettirerek güncel verileri elde etmek için düğmeye basın ve net ağırlığını girin. Bittiğinde, işlemi onaylamak için İleri'ye basın

source: Absorbed current
bg: Консумиран ток
cs: Aktuální spotřeba
de_de: Derzeitiger Verbrauch
el_gr: Απορροφούμενο ρεύμα
es_es: Consumo actual
fr_fr: Courant absorbé
hr: Trenutna potrošnja
hu_hu: Felvett áramerősség
pl_pl: Prąd pochłonięty
ru_ru: Поглощенный ток
sl_si: Absorbirani tok
tr_tr: emilen akım

# OptionalWeighing1
source: First weighing with intermediate weight
bg: Първо претегляне междинно тегло
cs: Nejprve vážení se střední hmotností
de_de: Zuerst mit mittlerem Gewicht wiegen
el_gr: Πρώτη ζύγιση με ενδιάμεσο βάρος
es_es: Primera pesada con peso intermedio
fr_fr: Première pesée avec poids intermédiaire
hr: Prvo vaganje sa srednjom težinom
hu_hu: Első súlymérés közepes súllyal
pl_pl: Pierwsze ważenie z wagą pośrednią
ru_ru: Первое взвешивание с промежуточным весом
sl_si: Prvo tehtanje z vmesno težo
tr_tr: Ara ağırlık ile ilk tartım

# FullUnitWeighing
source: Weighing with full unit
bg: Претегля напълно заредено чекмедже
cs: Vážení s plnou zásuvkou
de_de: Wiegen mit voller Schublade
el_gr: Ζύγιση με πλήρη μονάδα
es_es: Pesaje con cajón de carga lleno
fr_fr: Pesée avec tiroir à pleine charge
hr: Vaganje s punom ladicom
hu_hu: Súlymérés teljesen megterhelt tálcával
pl_pl: Ważenie z pełnym urządzeniem
ru_ru: Взвешивание с полным блоком
sl_si: Tehtanje s polno enoto
tr_tr: Tam ünite ile tartım

source: Change unit
bg: Чекмедже смяна
cs: Změnit jednotku
de_de: Einheit wechseln
el_gr: Αλλάξτε μονάδα
es_es: Cambiar cajón
fr_fr: Changer le tiroir
hr: Promjena jedinice
hu_hu: Tálcacsere
pl_pl: Zmiana jednostki
ru_ru: Блок смены
sl_si: Spremeni enoto
tr_tr: Birimi değiştir

source: Change machine number
bg: Промяна номер машина
cs: Změňte číslo stroje
de_de: Maschinennummer ändern
el_gr: Αλλάξτε αριθμό μονάδας
es_es: Cambiar el número de la máquina
fr_fr: Changement du numéro de la machine
hr: Promijenite broj stroja
hu_hu: Gépszám cseréje
pl_pl: Zmień numer maszyny
ru_ru: Изменить номер машины
sl_si: Spremenite številko stroja
tr_tr: Makine numarasını değiştir

source: New machine Id
bg: Идент нова машина
cs: ID nového stroje
de_de: Neue Maschinen-ID
el_gr: Αναγνωριστικό νέου μηχανήματος
es_es: Nueva identificación de la máquina
fr_fr: Nouvel Id machine
hr: Id novog stroja
hu_hu: Új gép ID
pl_pl: Nowe Id maszyny
ru_ru: Новый идентификатор машины
sl_si: Id novega stroja
tr_tr: Yeni makine kimliği

source: Change Id
bg: Пром Id
cs: Změnit ID
de_de: ID ändern
el_gr: Αλλαγή αναγνωριστικού
es_es: Cambiar Id
fr_fr: Changer l’Id
hr: Promijeni Id
hu_hu: ID cseréje
pl_pl: Zmień Id
ru_ru: Изменение идентификатора
sl_si: Spremeni ID
tr_tr: Kimliği Değiştir

# StartCalibrationButton
source: Press start to begin calibration
bg: Натиснете начало да започне калибрто
cs: Stiskněte start pro zahájení kalibrace
de_de: Drücken Sie Start, um die Kalibrierung zu starten
el_gr: Πατήστε εκκίνηση για να ξεκινήσετε τη βαθμονόμηση
es_es: Pulse el botón de inicio para comenzar la calibración
fr_fr: Appuyez sur démarrer pour commencer le calibrage
hr: Pritisnite start da biste započeli kalibraciju
hu_hu: Nyomja meg a Kezdés gombot a kalibráció megkezdéséhez
pl_pl: Nacisnąć Start, aby rozpocząć kalibrację
ru_ru: Нажмите кнопку Пуск, чтобы начать калибровку
tr_tr: Kalibrasyona başlamak için başlat'a basın

# UnloadToBay
source: Unload
bg: Сваляне
cs: Vyložit
de_de: Entl.
el_gr: Εκφόρτωση
es_es: Descargar
fr_fr: Décharger
hr: Istov.
hu_hu: Kirakodás
it: Scarica
pl_pl: Rozładunek
ru_ru: Выгрузить
sl_si: Izprazn
tr_tr: Boşalt

# LoadFromBay
source: Load
bg: Заряд
cs: Nalož
de_de: Laden
el_gr: Φορτίο
es_es: Carga
fr_fr: Charger
hr: Utov.
hu_hu: Betöltés
it: Carica
pl_pl: Załadunek
ru_ru: Загрузить
sl_si: Naloži
tr_tr: Yük

# VerticalCalibration
source: Elevator calibration
bg: Калибр на повдигач
cs: Kalibrace výtahu
de_de: Aufzugskalibrierung
el_gr: Βαθμονόμηση ανελκυστήρα
es_es: Calibración del elevador
fr_fr: Étalonnage de l’élévateur
hr: Kalibracija dizala
hu_hu: Emelő kalibrálása
pl_pl: Kalibracja podnośnika
ru_ru: Калибровка лифта
sl_si: Kalibracija dvigala
tr_tr: Asansör kalibrasyonu

# SoftwareUpdateDescription
source: Please insert USB stick
bg: Поставете USB стик
cs: Vložte USB flash disk
el_gr: Εισάγετε τη μνήμη USB
es_es: Insertar la llave USB
fr_fr: Insérer clé USB
hu_hu: USB-tár behelyezése
pl_pl: Proszę włożyć pamięć USB
ru_ru: Пожалуйста, вставьте USB-накопитель
tr_tr: Lütfen USB çubuğunu takın

# InverterReadingSuccessfullyEnded
source: Inverter reading completed successfully
bg: Успешно завършено четене на инвертора
cs: Čtení střídače bylo úspěšně dokončeno
de_de: Wechselrichterablesung erfolgreich abgeschlossen
el_gr: Η ανάγνωση του αντιστροφέα ολοκληρώθηκε με επιτυχία
es_es: Lectura del inversor completada con éxito
fr_fr: Lecture du variateur réussie
hr: Čitanje pretvarača uspješno dovršeno
hu_hu: Inverter olvasása sikeresen befejeződött
pl_pl: Odczyt falownika zakończony sukcesem
ru_ru: Чтение инвертора успешно завершено
sl_si: Odčitavanje pretvornika je uspešno zaključeno
tr_tr: İnverter okuması başarıyla tamamlandı

# InverterReadingEndedErrors
source: Inverter reading ended with errors
bg: Четене инвертор е прекратено с грешки
cs: Čtení střídače skončilo chybami
de_de: Wechselrichterablesung mit Fehlern abgeschlossen
el_gr: Η ανάγνωση του αντιστροφέα τερμάτισε με σφάλματα
es_es: La lectura del inversor finaliza con errores
fr_fr: Lecture du variateur terminée avec des erreurs
hr: Očitavanje pretvarača dovršeno s pogreškama
hu_hu: Inverter olvasása hibákkal fejeződött be
pl_pl: Odczyt falownika zakończone błędem
ru_ru: Чтение инвертора закончилось ошибками
sl_si: Odčitavanje pretvornika se je končalo z napakami
tr_tr: İnverter okuması hatalarla sona erdi

# InvertersReadingStopped
source: Inverter reading stopped
bg: Четене на инвертора стоп
cs: Čtení střídače se zastavilo
de_de: Wechselrichterablesung gestoppt
el_gr: Διακόπηκε η ανάγνωση του αντιστροφέα
es_es: Lectura del inversor detenida
fr_fr: Lecture du variateur arrêtée
hr: Čitanje pretvarača je zaustavljeno
hu_hu: Inverter olvasása leállítva
pl_pl: Odczyt falownika zatrzymany
ru_ru: Чтение инвертора остановилось
sl_si: Odčitavanje pretvornika se je ustavilo
tr_tr: İnverter okuması durduruldu

# InverterReadingNext
source: Start of next inverter reading
bg: Започн да четете следващ инвертор
cs: Začátek dalšího čtení měniče
de_de: Beginn der nächsten Wechselrichtermessung
el_gr: Ξεκινήστε από την ανάγνωση του επόμενου αντιστροφέα
es_es: Inicio de la lectura del siguiente inversor
fr_fr: Début de lecture du variateur suivant
hr: Početak sljedećeg očitavanja pretvarača
hu_hu: Következő inverter olvasásának megkezdése
pl_pl: Początek następnego odczytu przetwornika
ru_ru: Начало следующего чтения инвертора
sl_si: Začetek naslednjega branja pretvornika
tr_tr: Bir sonraki invertör okumasının başlangıcı

source: Write code
bg: Писане на код
cs: Napište kód
de_de: Code schreiben
el_gr: Γράψτε τον κωδικό
es_es: Escribir el código
fr_fr: Code d’écriture
hr: Napišite kod
hu_hu: Írás kód
pl_pl: Zapis kodu
ru_ru: Написать код
sl_si: Napišite kodo
tr_tr: Kod yaz

source: Read code
bg: Четене на код
cs: Přečtěte si kód
de_de: Code lesen
el_gr: Διαβάστε τον κωδικό
es_es: Código de lectura
fr_fr: Code de lecture
hr: Pročitajte kod
hu_hu: Olvasás kód
pl_pl: Odczytaj kod
ru_ru: Считывание кода
sl_si: Preberite kodo
tr_tr: Kodu oku

source: Decimal count
bg: Десетични числа
cs: Počet desetinných míst
de_de: Dezimalzahl
el_gr: Δεκαδικός αριθμός
es_es: Número de decimales
fr_fr: Nombre de décimales
hr: Decimalno brojanje
hu_hu: Tizedesek száma
pl_pl: Liczba dziesiętna
ru_ru: Десятичное число
sl_si: Decimalno štetje
tr_tr: ondalık sayı

source: Inverter reading started
bg: Отчитане на работещ инвертор
cs: Bylo zahájeno čtení invertoru
de_de: Wechselrichtermessung gestartet
el_gr: Άρχισε η ανάγνωση του αντιστροφέα
es_es: Lectura del inversor en ejecución
fr_fr: Lecture du variateur en cours d’exécution
hr: Počelo je očitavanje pretvarača
hu_hu: Inverter olvasása folyamatban
pl_pl: Odczyt falownika rozpoczęty
ru_ru: Начато чтение инвертора
sl_si: Začelo se je branje pretvornika
tr_tr: İnverter okuması başladı

# ReadInverterParameter
source: Read all
bg: Проч повече
cs: Přečíst vše
de_de: Lese alles
el_gr: Διαβάστε τα όλα
es_es: Leer más
fr_fr: Lire tout
hr: Pročitajte sve
hu_hu: Minden olvasása
pl_pl: Odczyt wszystkich
ru_ru: Читать все
sl_si: Preberite vse
tr_tr: Hepsini oku

# OverwriteFile
source: Overwrite target file
bg: Презаписване файл местоназначение
cs: Přepsat cílový soubor
de_de: Zieldatei überschreiben
el_gr: Αντικαταστήστε το αρχείο στόχου
es_es: Sobrescribir el archivo de destino
fr_fr: Écraser le fichier de destination
hr: Prepiši ciljanu datoteku
hu_hu: Célfájlok felülírása
pl_pl: Nadpisz plik docelowy
ru_ru: Перезаписать целевой файл
sl_si: Prepiši ciljno datoteko
tr_tr: Hedef dosyanın üzerine yaz

source: Save inverter configuration
bg: Запазв конфигурация инвертор
cs: Uložte konfiguraci střídače
de_de: Speichern Sie die Wechselrichterkonfiguration
el_gr: Αποθηκεύστε τη διαμόρφωση του αντιστροφέα
es_es: Guardar la configuración del inversor
fr_fr: Enregistrer la configuration du variateur
hr: Spremi konfiguraciju pretvarača
hu_hu: Inverter konfigurációjának mentése
pl_pl: Zapisz konfigurację falownika
ru_ru: Сохранить конфигурацию инвертора
sl_si: Shrani konfiguracijo pretvornika
tr_tr: İnverter konfigürasyonunu kaydet

source: Write single
bg: Напиш еднокр
cs: Pište svobodně
de_de: Single schreiben
el_gr: Γράψτε ένα
es_es: Escriba uno
fr_fr: Écrire élément individuel
hr: Napiši pojedinačno
hu_hu: Egyetlen írása
pl_pl: Zapis pojedynczy
ru_ru: Написать один
sl_si: Napišite eno
tr_tr: tek yaz

source: Write all
bg: Напиш всички
cs: Napsat vše
de_de: Schreibe alles
el_gr: Γράψτε τα όλα
es_es: Escriba todo
fr_fr: Écrire tout
hr: Napišite sve
hu_hu: Az összes írása
pl_pl: Zapis wszystkich
ru_ru: Напишите все
sl_si: Napišite vse
tr_tr: hepsini yaz

source: Command sent
bg: Изпрат команда
cs: Velení odesláno
el_gr: Η εντολή εστάλη
es_es: Orden enviada
fr_fr: Commande envoyée
hr: Naredba poslana
hu_hu: Parancs elindítva
pl_pl: Wysyłanie poleceń
ru_ru: Команда отправлена
sl_si: Ukaz poslan
tr_tr: Komut gönderildi

# ErrorAndActualValue
source: Errors & Actual values
bg: Грешки и тек стойности
cs: Chyby a skutečné hodnoty
el_gr: Σφάλματα και πραγματικές τιμές
es_es: Errores y valores actuales
fr_fr: Erreurs et Valeurs actuelles
hr: Pogreške i stvarne vrijednosti
hu_hu: Hibás és tényleges értékek
pl_pl: Błędy i wartości rzeczywiste
ru_ru: Ошибки и фактические значения
sl_si: Napake in dejanske vrednosti
tr_tr: Hatalar ve Gerçek değerler

source: Errors
bg: Грешки
cs: Chyby
el_gr: Σφάλματα
es_es: Errores
fr_fr: Erreurs
hr: Pogreške
hu_hu: Hibák
pl_pl: Błędy
ru_ru: Ошибки
sl_si: Napake
tr_tr: Hatalar

source: Actual values
bg: Тек стойности
cs: Skutečné hodnoty
el_gr: Πραγματικές τιμές
es_es: Valores actuales
fr_fr: Valeurs actuelles
hr: Stvarne vrijednosti
hu_hu: Tényleges értékek
pl_pl: Wartości rzeczywiste
ru_ru: Фактические значения
sl_si: Dejanske vrednosti
tr_tr: Gerçek değerler

source: Import and save
bg: Импорт и запазв
cs: Importujte a uložte
el_gr: Εισαγωγή και αποθήκευση
es_es: Importar y guardar
fr_fr: Importer et enregistrer
hr: Uvezite i spremite
hu_hu: Importálás és mentés
pl_pl: Import i zapis
ru_ru: Импорт и сохранение
sl_si: Uvozi in shrani
tr_tr: İçe aktar ve kaydet

source: Before end
bg: Преди завършв
cs: Před dokončením
el_gr: Πριν το τέλος
es_es: Antes de terminar
fr_fr: Avant de finir
hr: Prije završetka
hu_hu: A befejezés előtt
pl_pl: Przed końcem
ru_ru: Перед
tr_tr: bitmeden

# MachineDatabaseBackupMode
source: Machine database backup
bg: Арх базата данни на машина
el_gr: Εφεδρική αντιγραφή βάσης δεδομένων μηχανήματος
es_es: Copia de seguridad de la base de datos de la máquina
fr_fr: Sauvegarde de la base de données de la machine
hu_hu: Gép adatbázisának biztonsági mentése
pl_pl: Kopia zapasowa bazy danych maszyny
ru_ru: резервным копированием базы данных конечного компьютера
tr_tr: Makine veritabanı yedeklemesi

# DatabaseBackupModeInternal
source: Internal copy
bg: Вътр копие
el_gr: Εσωτερικό αντίγραφο
es_es: Copia interna
fr_fr: Copie interne
hu_hu: Belső másolat
pl_pl: Kopia wewnętrzna
ru_ru: Внутренняя копия
tr_tr: Dahili kopya

# DatabaseBackupModeOnServer
source: On server
bg: На сървър
el_gr: Επί του διακομιστή
es_es: En el servidor
fr_fr: Sur serveur
hu_hu: Szerveren
pl_pl: Na serwerze
ru_ru: На сервере
tr_tr: sunucuda

# DatabaseBackupModeOnTelemetry
source: On telemetry
bg: При телеметр
el_gr: Στην τηλεμετρία
es_es: En telemetría
fr_fr: Sur télémétrie
hu_hu: Telemetrián
pl_pl: Na telemetrii
ru_ru: О телеметрии
tr_tr: telemetri hakkında

# DatabaseBackupMenuDescription
source: Database backup settings
bg: Създ резерв копия бази данни
el_gr: Ρυθμίσεις εφεδρικής αντιγραφής βάσης δεδομένων
es_es: Configuración de la copia de seguridad de la base de datos
fr_fr: Configuration de la sauvegarde de la base de données
hu_hu: Adatbázis biztonsági mentésének beállításai
pl_pl: Ustawienia kopii zapasowej bazy danych
ru_ru: Параметры резервного копирования базы данных
tr_tr: Veritabanı yedekleme ayarları

# ErrorActiveWarning
source: There are active errors
bg: Има активни грешки
cs: Existují aktivní chyby
el_gr: Υπάρχουν ενεργά σφάλματα
es_es: Hay errores activos
fr_fr: Il y a des erreurs actives
hu_hu: Aktív hibák vannak jelen
pl_pl: Są aktywne błędy
ru_ru: Есть активные ошибки
tr_tr: Aktif hatalar var

source: Manual2
bg: Ръковод2
cs: Manuál2
el_gr: Εγχειρίδιο 2
fr_fr: Manuel2
hu_hu: Kézi 2
pl_pl: Ręczny2
ru_ru: Руководство 2
tr_tr: manuel2

source: Manual3
bg: Ръковод3
cs: Manuál3
el_gr: Εγχειρίδιο 3
fr_fr: Manuel3
hu_hu: Kézi 3
pl_pl: Ręczny3
ru_ru: Руководство 3
tr_tr: manuel3

source: Test2
bg: Тест2
el_gr: Δοκιμή 2
es_es: Prueba2
hu_hu: Teszt 2
ru_ru: Тест2

source: Test3
bg: Тест3
el_gr: Δοκιμή 3
es_es: Prueba3
hu_hu: Teszt 3
ru_ru: Тест3

source: Compact2
bg: Компакт2
cs: Zhutnit2
el_gr: Συμπαγές 2
es_es: Compacto2
fr_fr: Compacter2
hu_hu: Kompakt 2
pl_pl: Kompakt2
ru_ru: Компакт2
tr_tr: Kompakt2

source: Compact3
bg: Компакт3
cs: Zhutnit3
el_gr: Συμπαγές 3
es_es: Compacto3
fr_fr: Compacter3
hu_hu: Kompakt 3
pl_pl: Kompakt3
ru_ru: Компакт3
tr_tr: Kompakt3

# ModeLoadUnitOperations2
source: Loadunit Operations2
bg: Операции с чекмедже2
cs: Operace zásuvky2
el_gr: Εργασίες μονάδας φόρτωσης 2
es_es: Operaciones de cajón2
fr_fr: Opérations sur tiroir2
hu_hu: Tálcaműveletek 2
pl_pl: Operacje na jednostkach ładunkowych2
ru_ru: Операции Loadunit2
tr_tr: Yük Birimi İşlemleri2

# ModeLoadUnitOperations3
source: Loadunit Operations3
bg: Операции с чекмедже3
cs: Operace zásuvky3
el_gr: Εργασίες μονάδας φόρτωσης 3
es_es: Operaciones de cajón3
fr_fr: Opérations sur tiroir3
hu_hu: Tálcaműveletek 3
pl_pl: Operacje na jednostkach ładunkowych3
ru_ru: Операции Loadunit3
tr_tr: Yük Birimi İşlemleri3

# ShutterNotSpecifiedWarning
source: Disable the first 30 cells above the corresponding bay
bg: Деактивиране на първите 30 клетки над съответния отдел
cs: Zakažte prvních 30 buněk nad odpovídající pozicí
el_gr: Απενεργοποιήστε τις πρώτες 30 κυψέλες πάνω από την αντίστοιχη πλατφόρμα
es_es: Desactivar las primeras 30 celdas por encima de la bahía correspondiente
fr_fr: Désactiver les 30 premières cellules au-dessus de la baie correspondante
hu_hu: Az első 30 rekesz letiltása a vonatkozó munkaállomás felett
pl_pl: Wyłączenie pierwszych 30 komórek nad odpowiednią zatoką
ru_ru: Отключите первые 30 ячеек над соответствующей секцией
tr_tr: İlgili bölmenin üzerindeki ilk 30 hücreyi devre dışı bırakın

# RandomCells
source: Random cells assignment
bg: Случайно разпр на клетки
cs: Náhodné přiřazení buněk
el_gr: Ανάθεση τυχαίων κυψελών
es_es: Asignación aleatoria de celdas
fr_fr: Attribution des cellules aléatoire
hu_hu: Random rekeszek kijelölése
pl_pl: Losowe przydzielanie komórek
ru_ru: Назначение случайных ячеек
tr_tr: Rastgele hücre ataması
