Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# MovementsManual
source: Manual movements
bg: Ръчни придвижван
cs: Manuální pohyby
de_de: Man. Bewegungen
el_gr: Χειροκίνητες κινήσεις
es_es: Movimientos manuales
fr_fr: Mouvements Manuels
hr: Ručni Pokreti
hu_hu: Kézi mozgások
it: Movimenti Manuali
pl_pl: Ruchy ręczne
ru_ru: Движения вручную
sl_si: Ročni premiki
tr_tr: Manuel hareketler

source: Calibration
bg: Калибрир
cs: Kalibr
de_de: Einst.
el_gr: Βαθμονόμηση
es_es: Calibración
fr_fr: Étalonnage
hr: Kalibr.
hu_hu: Kalibrálás
it: Taratura
pl_pl: Kalibracja
ru_ru: Калибровка
sl_si: Umerjanj
tr_tr: kalibrasyon

source: Height reaced
bg: Постигна височина
cs: Dosažená výška
de_de: Höhe erreicht
el_gr: Επίτευξη ύψους
es_es: Altura alcanzada
fr_fr: Hauteur atteinte
hr: Dostignuta visina
hu_hu: Elért magasság
it: Altezza raggiunta
pl_pl: Osiągnięta wysokość
ru_ru: Достигнутая высота
sl_si: Dosežena višina
tr_tr: Ulaşılan yükseklik

source: Reset machine
bg: Възстан машина
cs: Reset stroje
de_de: Masch.zurücks.
el_gr: Επαναφορά μηχανήματος
es_es: Reinicio de la máquina
fr_fr: Réinitialisation machine
hr: Reset stroja
hu_hu: Gép reset
it: Reset macchina
pl_pl: Zresetować maszynę
ru_ru: Сбросить машину
sl_si: Ponast. stroja
tr_tr: Makineyi sıfırla

# ResetMachineSuccessfull
source: Machine reset successful.
bg: Машината е нулирана успешно.
cs: Reset stroje proběhl úspěšně.
de_de: Maschinenreset erfolgreich.
el_gr: Επιτυχής επαναφορά μηχανήματος.
es_es: El restablecimiento de la máquina fue exitoso.
fr_fr: Réinitialisation de la machine réussie.
hr: Reset stroja je uspješan.
hu_hu: A gép reset sikeresen befejeződött.
it: Reset macchina avvenuta con successo.
pl_pl: Zresetowanie maszyny powiodło się.
ru_ru: Сброс машины выполнен успешно.
sl_si: Ponastavitev stroja je bila uspešna.
tr_tr: Makine sıfırlama başarılı.

source: Shutter down
bg: Клапа надолу
cs: Roleta dolů
de_de: Rolltür unt.
el_gr: Κλείστρο κάτω
es_es: Compuerta abajo
fr_fr: Volet de fermeture en bas
hr: Zakl. dolje
hu_hu: Redőny le
it: Serranda giù
pl_pl: Migawka w dół
ru_ru: Заслонка вниз
sl_si: Loputa dol
tr_tr: Kapat

source: Shutter up
bg: Включ клапа
cs: Roleta nah
de_de: Rolltür ob.
el_gr: Κλείστρο επάνω
es_es: Compuerta arriba
fr_fr: Volet de fermeture en haut
hr: Zakl. gore
hu_hu: Redőny fel
it: Serranda su
pl_pl: Migawka w górę
ru_ru: Заслонка вверх
sl_si: Loputa gor
tr_tr: kapa çeneni

# PositionOnBotton
source: Down
bg: Нисък
cs: Dolní
de_de: Niedr
el_gr: Κάτω
es_es: Baja
fr_fr: Basse
hr: Niska
hu_hu: Alsó
it: Bassa
pl_pl: W dół
ru_ru: Вниз
sl_si: Nizka
tr_tr: Aşağı

# PositionOnTop
source: Up
bg: Вис
cs: hor
de_de: Hoch
es_es: Alto
fr_fr: Haute
hr: Vis.
hu_hu: Magas
it: Alta
pl_pl: Góra
ru_ru: Вверх
sl_si: Visk
tr_tr: Yukarı

source: Barrier calibration
bg: Калибрир бариера
cs: Kalibrace bariéry
de_de: Eichung Schranke
el_gr: Βαθμονόμηση φράγματος
es_es: Calibración de la barrera
fr_fr: Étalonnage de la barrière
hr: Kalibr. barijere
hu_hu: Fényfüggöny kalibrálása
it: Taratura barriera
pl_pl: Kalibracja bariery
ru_ru: Калибровка барьера
sl_si: Umer pregrade
tr_tr: Bariyer kalibrasyonu

source: Security
bg: Безопасн
cs: Bezpečn
de_de: Sicherh.
el_gr: Ασφάλεια
es_es: Seguridad
fr_fr: Sécurité
hr: Sigurnost
hu_hu: Biztonság
it: Sicurezza
pl_pl: Bezpieczeństwo
ru_ru: Безопасность
sl_si: Varnost
tr_tr: Güvenlik

source: Security sensors
bg: Сензори безопасност
cs: Bezpečnostní snímače
de_de: Sicherheitssensoren
el_gr: Αισθητήρες ασφαλείας
es_es: Sensores de seguridad
fr_fr: Capteurs de sécurité
hr: Sigurnosni senzori
hu_hu: Biztonsági szenzorok
it: Sensori di sicurezza
pl_pl: Czujniki bezpieczeństwa
ru_ru: Предохранительные датчики
sl_si: Varnostni senzorji
tr_tr: Güvenlik sensörleri

source: Hour
bg: Час
cs: Čas
de_de: Uhr
el_gr: Ώρα
es_es: Hora
fr_fr: Heure
hr: Sat
hu_hu: Óra
it: Ora
pl_pl: Godzina
ru_ru: Час
sl_si: Čas
tr_tr: Saat

source: Year
bg: Год
cs: Rok
de_de: Jahr
el_gr: Έτος
es_es: Año
fr_fr: Année
hr: God.
hu_hu: Év
it: Anno
pl_pl: Rok
ru_ru: Год
sl_si: Leto
tr_tr: Yıl

source: Month
bg: Мес
cs: Měs
de_de: Mo.
el_gr: Μήνας
es_es: Mes
fr_fr: Mois
hr: Mjes
hu_hu: Hónap
it: Mese
pl_pl: Miesiąc
ru_ru: Месяц
sl_si: Mes
tr_tr: Ay

source: Day
bg: Ден
cs: Den
de_de: Tag
el_gr: Ημέρα
es_es: Día
fr_fr: Jour
hr: Dan
hu_hu: Nap
it: Giorno
pl_pl: Dzień
ru_ru: День
sl_si: Dan
tr_tr: Gün

source: Minutes
bg: Минути
cs: Minuty
de_de: Min.
el_gr: Λεπτά
es_es: Minutos
hr: Minute
hu_hu: Perc
it: Minuti
pl_pl: Minuty
ru_ru: Минуты
sl_si: Minute
tr_tr: dakika

# SystemDateTime
source: 4.7.5 System date time
bg: 4.7.5 Дата и час на система
cs: 4.7.5 Datum a čas systému
de_de: 4.7.5 Datum/ Uhrzeit Syst.
el_gr: 4.7.5 Ώρα ημερομηνία συστήματος
es_es: 4.7.5 Fecha y hora del sistema
fr_fr: 4.7.5 Date et heure de système
hr: 4.7.5 Datum i sat sustava
hu_hu: 4.7.5 A rendszerdátum és -idő
it: 4.7.5 Data e ora di sistema
pl_pl: 4.7.5 Systemowa data i czas
ru_ru: 4.7.5 Системная дата и время
sl_si: 4.7.5 Sistems datum in čas
tr_tr: 4.7.5 Sistem tarih saati

source: WMS auto sync
bg: Автоматична синхронизация WMS
cs: Automatická synchronizace WMS
de_de: Autom. WMS-Synchronisierung
es_es: Sincronización automática del WMS
fr_fr: Synchronisation automatique WMS
hr: Automatska WMS sinkronizacija
hu_hu: WMS automatikus szinkronizálás
it: Sincronizzazione automatica WMS
pl_pl: Automatyczna synchronizacja WMS
ru_ru: Автоматическая синхронизация СУС
sl_si: Samodejna sinhronizacija WMS
tr_tr: WMS otomatik senkronizasyon

source: Set manual system date time
bg: Ръчно задаване на дата и час
cs: Manuálně nastavte datum a čas
de_de: Datum und Uhr man einstellen
el_gr: Ορίστε χειροκίνητα ώρα ημερομηνία συστήματος
es_es: Ajustar la fecha y la hora manualmente
fr_fr: Configurer date et heure manuellement
hr: Ručno postavlja datum i sat
hu_hu: Dátum és idő kézi beállítása
it: Imposta data e ora manualmente
pl_pl: Ręczne ustawienie daty systemowej
ru_ru: Установить ручную системную дату и время
sl_si: Datum in čas nastavi ročno
tr_tr: Manuel sistem tarih saatini ayarla

# DateTimeEnteredIsInvalid
source: Date e/o time entered are invalid.
bg: Въведена дата и/или час невалидн.
cs: Zadaný datum a/nebo čas neplatné.
de_de: Eing. Datum u/o Uhrzeit ungültig.
el_gr: Η ημερομηνία ή/και ώρα που καταχωρήθηκε είναι άκυρη.
es_es: La fecha y/o la hora introducidas no son válidas.
fr_fr: Date et/ou heure saisies non valides.
hr: Unes. datum i/ili sat nisu valj.
hu_hu: A megadott dátum és/vagy idő nem érvényes.
it: Data e/o ora inserite non valide.
pl_pl: Wprowadzone daty i godziny są nieprawidłowe.
ru_ru: Дата и время ввода недействительны.
sl_si: Vnesen datum in/ali čas ni velj.
tr_tr: Girilen tarih e/o saati geçersiz.

# ConfirmUpdateVer
source: Confirm update to {0} '{1}' ?
bg: Потвърж ли актуализац на {0} "\1}?
cs: Potvrdit aktualizaci na {0} „{1}“?
de_de: Aktual. auf {0} '{1}' bestätigen?
el_gr: Θέλετε να επιβεβαιώσετε την ενημέρωση σε {0} '{1}' ;
es_es: ¿Confirmar actualización a {0} {1}'?
fr_fr: Confirmez-vous la mise à jour à {0} '{1}' ?
hr: Potvrdi ažuriranje na {0} '{1}' ?
hu_hu: Megerősíti a frissítést: {0} '{1}' ?
it: Confermi aggiornamento a {0} '{1}' ?
pl_pl: Potwierdzić aktualizację do {0} '{1}'?
ru_ru: Подтвердите обновление до {0} '{1}' ?
sl_si: Potrd. posodobitev na {0} ‚{1}‘?
tr_tr: {0} '{1}' güncellemesi onaylansın mı?

source: Confirm update
bg: Потвържд актуализация
cs: Potvrdit aktualizaci
de_de: Aktual. bestätigen
el_gr: Επιβεβαίωση ενημέρωσης
es_es: Confirmación de actualización
fr_fr: Confirmer la mise à jour
hr: Potvrdi ažuriranje
hu_hu: Frissítés megerősítése
it: Conferma aggiornamento
pl_pl: Potwierdź aktualizację
ru_ru: Подтвердите обновление
sl_si: Potrdi posodobitev
tr_tr: Güncellemeyi onayla

source: Update successfully completed.
bg: Актуализацията е завършена успешно.
cs: Aktualizace úspěšně dokončena.
de_de: Aktual. erfolgreich abgeschlossen.
el_gr: Ολοκληρώθηκε με επιτυχία η ενημέρωση.
es_es: La actualización se ha completado con éxito.
fr_fr: Mise à jour réussie.
hr: Ažuriranje je uspješno završeno.
hu_hu: A frissítés sikeresen befejeződött.
it: Aggiornamento completato con successo.
pl_pl: Aktualizacja zakończona pomyślnie.
ru_ru: Обновление успешно завершено.
sl_si: Posodob je bila uspešno zaključena.
tr_tr: Güncelleme başarıyla tamamlandı.

# ErrorOnInitialPhaseUpdate
source: Error during initial update phase.
bg: Грешка първоначално актуализиране.
cs: Chyba ve fázi inicializace aktualiz.
de_de: Anfänglicher Aktualisierungsfehler.
el_gr: Σφάλμα κατά την αρχική φάση ενημέρωσης.
es_es: Error durante la actualización inicial.
fr_fr: Erreur en phase initiale de mise à jour.
hr: Greška u početnoj fazi ažuriranja.
hu_hu: Hiba a frissítés kezdeti fázisában.
it: Errore in fase iniziale aggiornamento.
pl_pl: Błąd podczas początkowej fazy aktualizacji.
ru_ru: Ошибка на начальном этапе обновления.
sl_si: Napaka v začetni fazi posodabljanja.
tr_tr: İlk güncelleme aşamasında hata.

# ConfigurationDetected
source: Importable "{0}" configuration detected.
bg: {0} е конфигур файл който да се импортира.
cs: {0} je konfig soubor s možností importu.
de_de: "{0}" ist importierb. Konfigurationsdatei.
el_gr: Εντοπίστηκε "{0}" εισαγόμενη διαμόρφωση.
es_es: {0} es un archivo de configuración importable.
fr_fr: {0} est un fichier de configuration importable.
hr: {0} je datoteka za konfig. se može uvesti.
hu_hu: A(z) {0} importálható konfigurációs fájl importálása
it: "{0}" è un file di configurazione importabile.
pl_pl: Wykryto konfigurację "{0}" możliwą do zaimportowania.
ru_ru: Обнаружена импортируемая конфигурация "{0}".
sl_si: {0} je konfig. Datot., ki jo je mog uvoziti.
tr_tr: İçe aktarılabilir "{0}" yapılandırması algılandı.

# ExportableDeviceDetected
source: Detected device for configuration export.
bg: Налични единици за съхран.
cs: Dostupné archivační jednotky.
de_de: Verfügbare Speicherlaufwerke.
el_gr: Εντοπίστηκε διάταξη για εξαγωγή διαμόρφωσης.
es_es: Unidades de almacenamiento disponibles.
fr_fr: Unités de stockage disponibles.
hr: Dostupne jedinice za arhiviranje.
hu_hu: Elérhető archiválási egységek.
it: Unità di archiviazione disponibili.
pl_pl: Wykryto urządzenie do eksportu konfiguracji.
ru_ru: Обнаруженное устройство для экспорта конфигурации.
sl_si: Razpoložljive shranjevalne enote.
tr_tr: Yapılandırma dışa aktarımı için algılanan cihaz.

source: Import
bg: Внос
el_gr: Εισαγωγή
es_es: Importar
fr_fr: Importer
hr: Uvezi
hu_hu: Importálás
it: Importa
ru_ru: Импорт
sl_si: Uvozi
tr_tr: İçe aktarmak

# MultipleConfigurationsDetected
source: Detected {0} importable configurations.
bg: {0} налични конфигурации за внос.
cs: Počet dostupných konfigurací pro import: {0}.
de_de: {0} Konfigurationen für den Import verfügbar.
el_gr: Εντοπίστηκαν {0} εισαγόμενες διαμορφώσεις.
es_es: {0} configuraciones disponibles para importar.
fr_fr: {0} configurations disponibles pour importation.
hr: {0} konfiguracije dostupne za uvoz.
hu_hu: {0} konfiguráció áll rendelkezésre az importáláshoz.
it: {0} configurazioni disponibili per importazione.
pl_pl: Wykryto {0} możliwych do zaimportowania konfiguracji.
ru_ru: Обнаружено {0} импортируемых конфигураций.
sl_si: Na voljo je {0} konfiguracij za uvoz.
tr_tr: {0} içe aktarılabilir yapılandırma algılandı.

# NoDevicesAvailableAnymore
source: Device is not available anymore.
bg: Единицата за съхран вече не е налична.
cs: Archivační jednotka není k dispozici.
de_de: Speicherlaufwerk nicht mehr verfügbar.
el_gr: Η διάταξη δεν είναι πλέον διαθέσιμη.
es_es: La unidad de almacenamiento ya no está disponible.
fr_fr: L’unité de stockage n’est plus disponible.
hr: Jedinica za arhiviranje više nije dostupna.
hu_hu: Az archiválási egységek már nem érhetőek el.
it: Unità di archiviazione non più disponibile.
pl_pl: Urządzenie nie jest już dostępne.
ru_ru: Устройство больше не доступно.
sl_si: Shranjevalna enota ni več razpoložljiva.
tr_tr: Cihaz artık mevcut değil.

# RestoreNotPossibleFromFile
source: Restore is NOT possible from file {0}.
bg: Импортиране НЕ е възможно от файл "{0}".
cs: Import ze souboru „{0}“ NENÍ možný.
de_de: Import NICHT möglich aus Datei "{0}".
el_gr: ΔΕΝ είναι δυνατή η αποκατάσταση από το αρχείο {0}.
es_es: La importación NO es posible desde el archivo "{0}".
fr_fr: Importation PAS possible depuis le fichier « {0} ».
hr: Uvoz NIJE moguć s datoteke "{0}".
hu_hu: Importálás NEM lehetséges a(z) "{0}" fájlból.
it: Importazione NON possibile dal file "{0}".
pl_pl: Przywrócenie NIE jest możliwe z pliku {0}.
ru_ru: Восстановление невозможно из файла {0}.
sl_si: Ni mogoče uvoziti iz datoteke „{0}“.
tr_tr: {0} dosyasından geri yükleme mümkün DEĞİLDİR.

# RestorePossibleFromFile
source: Restore is possible from file {0}.
bg: Възможно е импортиране от файл "{0}".
cs: Import ze souboru „{0}“ je možný.
de_de: Import aus Datei "{0}" möglich.
el_gr: Είναι δυνατή η αποκατάσταση από το αρχείο {0}.
es_es: Importación posible desde el archivo "{0}".
fr_fr: Importation possible depuis le fichier « {0} ».
hr: Uvoz je moguć s datoteke "{0}".
hu_hu: Importálás lehetséges a(z) "{0}" fájlból.
it: Importazione possibile dal file "{0}".
pl_pl: Przywrócenie jest możliwe z pliku {0}.
ru_ru: Восстановление возможно из файла {0}.
sl_si: Lahko se uvozi iz datoteke „{0}“.
tr_tr: {0} dosyasından geri yükleme mümkündür.

source: Source
bg: Изт.
cs: Zdroj
de_de: Sorg.
el_gr: Πηγή
es_es: Fuen.
fr_fr: Origine
hr: Izv.
hu_hu: Kiind.
it: Sorg.
pl_pl: Źródło
ru_ru: Источник
sl_si: Vir
tr_tr: Kaynak

source: Installer app started successfully.
bg: Прилож инсталиране стартирано успешно.
cs: Instalační aplikace úspěšně spuštěna.
de_de: Installer-App erfolgreich gestartet.
el_gr: Η εφαρμογή προγράμματος εγκαταστάτης άρχισε επιτυχώς.
es_es: La aplicación de instalación se ha iniciado con éxito.
fr_fr: Application d’installation démarrée avec succès.
hr: Aplik. za inst. je uspješno pokrenuta.
hu_hu: Telepítő app sikeresen elindítva.
it: App di installer avviata con successo.
pl_pl: Aplikacja instalatora została uruchomiona pomyślnie.
ru_ru: Приложение установщика успешно запущено.
sl_si: Namestitv apl je bila uspešno zagnana.
tr_tr: Yükleyici uygulaması başarıyla başlatıldı.

source: Error executing installer app.
bg: Грешка при стартиране на приложението за инсталиране.
cs: Chyba během spouštění instalační aplikace.
de_de: Fehler beim Ausführen der Installationsanwendung.
el_gr: Σφάλμα κατά την εκτέλεση της εφαρμογής του προγράμματος εγκατάστασης.
es_es: Error al ejecutar la aplicación de instalación.
fr_fr: Erreur durant l’exécution de l’application d’installation.
hr: Greška tijekom Izvršenja aplikacije za instalaciju.
hu_hu: Hiba a telepítő app végrehajtása során.
it: Errore durante l'esecuzione dell'app di installazione.
pl_pl: Błąd podczas wykonywania aplikacji instalatora.
ru_ru: Ошибка при выполнении приложения установщика.
sl_si: Napaka pri izvajanju namestitvene aplikacije.
tr_tr: Yükleyici uygulaması yürütülürken hata oluştu.

source: Cell not valid
bg: Невалидна клетка
cs: Buňka neplatná
de_de: Ungültige Zelle
el_gr: Άκυρη κυψέλη
es_es: Celda inválida
fr_fr: Cellule non valide
hr: Ćel. nije valj.
hu_hu: A rekesz nem érvényes
it: Cella non valida
pl_pl: Nieprawidłowa komórka
ru_ru: Ячейка недействительна
sl_si: Celica ni veljav
tr_tr: Hücre geçerli değil

source: InputFormCellId must be positive.
bg: InputFormCellId трябва да бъде полож.
cs: InputFormCellId musí být kladná.
de_de: InputFormCellId muss positiv sein.
el_gr: Το αναγνωριστικό της κυψέλης της φόρμας εισαγωγής πρέπει να είναι θετικό.
es_es: InputFormCellId debe ser positivo.
fr_fr: InputFormCellId doit être positif.
hr: IdĆelijeObrUnos mora biti pozitivan.
hu_hu: Az InputFormCellId pozitív kell, hogy legyen.
it: InputFormCellId deve essere positivo.
pl_pl: InputFormCellId musi być dodatnia.
ru_ru: InputFormCellId должен быть положительным.
sl_si: InputFormCellId mora biti pozitiven.
tr_tr: InputFormCellId pozitif olmalıdır.

# InputFormCellIdRequired
source: InputFormCellId is required.
bg: Изисква се InputFormCellId.
cs: InputFormCellId je povinná.
de_de: InputFormCellId erford.
el_gr: Απαιτείται αναγνωριστικό κυψέλης μορφής.
es_es: Se necesita InputFormCellId.
fr_fr: InputFormCellId nécessaire.
hr: Potreban IdĆelijeObrUnos.
hu_hu: Az InputFormCellId szükséges.
it: InputFormCellId necessario.
pl_pl: InputFormCellId jest wymagana.
ru_ru: Требуется InputFormCellId.
sl_si: Potreben InputFormCellId.
tr_tr: InputFormCellId gerekli.

source: InputToCellId must be positive.
bg: InputToCellId трябва да е положит.
cs: InputToCellId musí být kladná.
de_de: InputToCellId muss positiv sein.
el_gr: Το αναγνωριστικό εισαγωγής σε κυψέλη πρέπει να είναι θετικό.
es_es: InputToCellId debe ser positivo.
fr_fr: InputToCellId doit être positif.
hr: UlazuIdĆelije mora biti pozitivan.
hu_hu: Az InputToCellId pozitív kell, hogy legyen.
it: InputToCellId deve essere positivo.
pl_pl: InputToCellId musi być pozytywna.
ru_ru: InputToCellId должен быть положительным.
sl_si: InputToCellId mora biti pozitiven.
tr_tr: InputToCellId pozitif olmalıdır.

# InputToCellIdRequired
source: InputToCellId is required.
bg: Изисква се InputToCellId.
cs: InputToCellId je povinná.
de_de: InputToCellId erford.
el_gr: Απαιτείται αναγνωριστικό εισόδου στην κυψέλη.
es_es: InputToCellId requerido.
fr_fr: InputToCellId nécessaire.
hr: UlazuIdĆelije potreban.
hu_hu: Az InputToCellId szükséges.
it: InputToCellId necessario.
pl_pl: InputToCellId jest wymagana.
ru_ru: Требуется InputToCellId.
sl_si: Potreben InputToCellId.
tr_tr: InputToCellId gerekli.

source: Step must be positive.
bg: Стъпка да е положителна.
cs: Krok musí být kladný.
de_de: Step muss positiv sein.
el_gr: Το βήμα πρέπει να είναι θετική
es_es: El paso debe ser positivo.
fr_fr: Le pas doit être positif.
hr: Korak mora biti pozitivan.
hu_hu: A lépésnek pozitívnak kell lennie.
it: Step deve essere positivo.
pl_pl: Krok musi być pozytywny.
ru_ru: Шаг должен быть положительным.
sl_si: Korak mora biti pozitiven.
tr_tr: Adım pozitif olmalıdır.

# StepRequired
source: Step is required.
bg: Необход стъпка.
cs: Krok je povinný.
de_de: Step erford.
el_gr: Απαιτείται βήμα.
es_es: Paso necesario.
fr_fr: Le pas est nécessaire.
hr: Potreban korak.
hu_hu: A lépés szükséges.
it: Step necessario.
pl_pl: Krok jest wymagany.
ru_ru: Требуется шаг.
sl_si: Korak potreben.
tr_tr: Adım gerekli.

# SuccessfullChange
source: Successful change
bg: Успешна модификация
cs: Změna proběhla úspěšně
de_de: Änderung erfolgreich erfolgt
el_gr: Επιτυχής αλλαγή
es_es: Modificación realizada con éxito
fr_fr: Modification réussie
hr: Izmjena je uspješna
hu_hu: A módosítás sikeresen megtörtént
it: Modifica avvenuta con successo
pl_pl: Pomyślna zmiana
ru_ru: Успешные изменения
sl_si: Sprememba je bila uspešna
tr_tr: Başarılı değişiklik

source: Axis Vertical Offset Updated
bg: Актуализ отместв вертикал ос
cs: Posun vertik osy aktualizováno
de_de: Offset vert. Achse aktualisiert
el_gr: Ενημερωμένη μετατόπιση κατακόρυφου άξονα
es_es: Desplazamiento del eje vertical actualizado
fr_fr: Décalage de l’axe vertical mis à jour
hr: Pomak okomite osi je ažuriran
hu_hu: Függőleges tengely eltolása frissítve
it: Offset asse verticale aggiornato
pl_pl: Uaktualnione przesunięcie pionowej osi
ru_ru: Обновлено Смещение Оси По Вертикали
sl_si: Odmik navpične osi je posodob
tr_tr: Eksen Dikey Ofseti Güncellendi

source: Belt Break-In
bg: Проверка ремък
cs: Záběh řemene
de_de: Riemen-Einlauf
el_gr: Θραύση ιμάντα
es_es: Rodaje de la correa
fr_fr: Rodage Courroie
hr: Uhodav. Remena
hu_hu: A szíj bejáratása
it: Rodaggio Cinghia
pl_pl: Docieranie pasa
ru_ru: Разрыв ленты
sl_si: Utekanje jermena
tr_tr: Kemer Alıştırma

# CellInsertedNotFree
source: Insterted cell not free
bg: въведена клетка не е свободна
cs: zadaná buňka není volná
de_de: eingefügte Zelle nicht frei
el_gr: Η εισαγόμενη κυψέλη δεν είναι ελεύθερη
es_es: la celda introducida no está libre
fr_fr: la cellule saisie n’est pas libre
hr: unesena ćelija nije slobodna
hu_hu: a megadott cella nem szabad
it: la cella inserita non è libera
pl_pl: Włożona komórka nie jest wolna
ru_ru: Вставленная ячейка не свободна
sl_si: vstavljena celica ni prosta
tr_tr: Yerleştirilen hücre ücretsiz değil

# CellSelectedNotPresent
source: Cell selected is not present.
bg: Избраната клетка не присъства.
cs: Vybraná buňka není přítomna.
de_de: Ausgewählte Zelle nicht vorhanden.
el_gr: Δεν υπάρχει η επιλεγμένη κυψέλη.
es_es: La celda seleccionada no está presente.
fr_fr: La cellule sélectionnée n’est pas présente.
hr: Odabrana ćelija nije prisutna.
hu_hu: A kiválasztott cella nincs jelen.
it: La cella selezionata non è presente.
pl_pl: Wybrana komórka nie jest obecna.
ru_ru: Выбранная ячейка отсутствует.
sl_si: Izbrana celica ni prisotna.
tr_tr: Seçilen hücre mevcut değil.

# CellSelectedRequired
source: Cell selected is required.
bg: Трябва да се избере клетка.
cs: Je třeba vybrat buňku.
de_de: Eine Zelle auswählen.
el_gr: Απαιτείται η επιλεγμένη κυψέλη.
es_es: Hay que seleccionar una celda.
fr_fr: Il faut sélectionner une cellule.
hr: Potrebno je odabrati neku ćeliju.
hu_hu: Ki kell választani egy cellát.
it: E' necessario selezionare una cella.
pl_pl: Wybrana komórka jest wymagana.
ru_ru: Требуется выбранная ячейка.
sl_si: Izbrati je treba celico.
tr_tr: Seçilen hücre gerekli.

# ChecksumCompleted
source: Checksum files check successfully completed.
bg: Проверка контролната сума на файла е завършена правилно.
cs: Kontrola kontrolního součtu souboru dokončena správně.
de_de: Kontrolle der Checksum der Dateien korrekt abgeschlossen.
el_gr: Ολοκληρώθηκε επιτυχώς ο έλεγχος των αρχείων αθροίσματος ελέγχου.
es_es: La comprobación de la suma de comprobación del archivo se ha completado con éxito.
fr_fr: Contrôle de la somme de contrôle des fichiers terminé correctement.
hr: Provjera kontrolnog zbroja datoteke je ispravno završena.
hu_hu: A fájlok checksum ellenőrzése megfelelően befejeződött.
it: Controllo del checksum dei file completato correttamente.
pl_pl: Kontrola plików sumy kontrolnej zakończona pomyślnie.
ru_ru: Проверка файлов контрольной суммы успешно завершена.
sl_si: Prev kontrolne vsote datoteke je bilo uspešno zaključeno.
tr_tr: Sağlama toplamı dosyaları denetimi başarıyla tamamlandı.

# ClearTempFolder
source: Clear temp folder '{0}'.
bg: Изтрива временната папка '{0}'.
cs: Vymazat dočasnou složku „{0}“.
de_de: Temporären Ordner '{0}' löschen.
el_gr: Απαλοιφή πρότυπου φακέλου '{0}'.
es_es: Elimina la carpeta temporal '{0}'.
fr_fr: Efface le dossier temporaire '{0}'.
hr: Obriši privremenu mapu '{0}'.
hu_hu: '{0}' ideiglenes mappa törlése.
it: Cancella la cartella temporanea '{0}'.
pl_pl: Wyczyść folder tymczasowy "{0}".
ru_ru: Очистите временную папку " {0}".
sl_si: Izbriši začasno mapo ‚{0}‘.
tr_tr: '{0}' geçici klasörünü temizle.

# DestinationPositionMustBePositive
source: Destination position must be strictly positive.
bg: Целевата поз трябва да е задълж положителна.
cs: Cílová poloha musí být přísně kladná.
de_de: Die Zielposition muss unbedingt positiv sein.
el_gr: Η θέση προορισμού πρέπει να είναι αυστηρά θετική.
es_es: La posición objetivo debe ser estrictamente positiva.
fr_fr: La position de destination doit être strictement positive.
hr: Odredišni položaj mora biti strogo pozitivan.
hu_hu: A célpozíciónak szigorúan pozitívnak kell lennie.
it: La posizione di destinazione deve essere strettamente positiva.
pl_pl: Pozycja docelowa musi być ściśle dodatnia.
ru_ru: Положение назначения должно быть исключительно положительным.
sl_si: Ciljni položaj mora biti strogo pozitiven.
tr_tr: Hedef konumu kesinlikle pozitif olmalıdır.
