Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# PlaceMeter
source: Place the meter
bg: Закрепв на метъра
cs: Upevněte metr
de_de: Messgerät befest.
el_gr: Τοποθετήστε το μετρητή
es_es: Fijación del contador
fr_fr: Fixer l’instrument de mesure
hr: Pričvrsti metar
hu_hu: A mérő rögzítése
it: Attaccare il metro
pl_pl: Umieść miernik
ru_ru: Установите счетчик
sl_si: Pritrdi meter
tr_tr: sayacı yerleştirin

# RemoveCarterRestore
source: Proceed to remove one of the carters and placing the meter. Complete by repositioning the carter and restoring Machine PowerOn state.
bg: Преминете към отстраняване на един от странични капаци и поставете рулетката. Завършете с преместване на картера и възстановяване на работното състояние.
cs: Pokračujte odstraněním jednoho z bočních krytů a umístění metru. Dokončete vrácením rytu a obnovením stavu chodu.
de_de: Eine der Seitenabd. entfernen und Messg. positionieren. Gehäuse anschl. wieder in Pos. bringen und Betriebszustand wiederherst.
el_gr: Προχωρήστε στην αφαίρεση ενός από τα περιβλήματα και τοποθετήστε το μετρητή. Ολοκληρώστε επανατοποθετώντας το περίβλημα και αποκαθιστώντας την κατάσταση ενεργοποίησης του μηχανήματος.
es_es: Proceda a retirar una de las tapas laterales y coloque el medidor. Completar con el reposicionamiento del cárter y restablecer el estado de funcionamiento.
fr_fr: Procéder au retrait d’un des carters latéraux et au positionnement de l’instrument de mesure. Terminer en repositionnant le carter et rétablir l’état de marche.
hr: Nastavite uklanjati jedan od bočnih poklopaca i postavite metar. Dovršite pon.postavljanjem kućišta i oporavite stanje kretanja.
hu_hu: Távolítsa el az egyik oldalsó védőburkolatot és helyezze el a mérőt. Fejezze be a műveletet a védőburkolat visszahelyezésével és az üzemképes állapot visszaállításával.
it: Procedere alla rimozione di uno dei carter laterali e al posizionamento del metro. Completare riposizionando il carter e ripristinare lo stato di marcia.
pl_pl: Przystąpić do usunięcia jednego z wózków i umieszczenia licznika. Zakończyć przez ponowne umieszczenie wózków i przywrócenie stanu włączenia maszyny.
ru_ru: Приступайте к снятию одного из картеров и установке счетчика. Завершите, переместив картер и восстановив состояние PowerOn машины.
sl_si: Odstranite enega od stranskih ohišij in namestite meter. Dokončajte tako, da ohišje vrnete na mesto in obnovite stanje delovanja.
tr_tr: Arabacılardan birini çıkarmaya ve sayacı yerleştirmeye devam edin. Karteri yeniden konumlandırarak ve Machine PowerOn durumunu geri yükleyerek tamamlayın.

# RepeatOriginCalibration
source: Due to the offset change just performed, calibration of the vertical axis origin is required again. Press Start to begin.
bg: Поради току-що извършената промяна на отмествто отново се изисква калибр на началото на вертикалната ос. Натиснете Старт за да започнете.
cs: V důsledku právě provedené změny posunutí se vyžaduje nová kalibrace počátku vertikální osy. Pro spuštění stiskněte tlačítko Spustit.
de_de: Aufgrund der soeben durchgeführten Offset-Änderung ist eine erneute Kalibrierung des Ursprungs der vert. Achse erforderlich. Start drücken.
el_gr: Λόγω της αλλαγής μετατόπισης που μόλις εκτελέστηκε, απαιτείται ξανά η βαθμονόμηση προέλευσης του κατακόρυφου άξονα. Πατήστε εκκίνηση για να ξεκινήσετε.
es_es: Debido al cambio de desplazamiento que se acaba de realizar, es necesario volver a calibrar el origen del eje vertical. Pulse Inicio para comenzar.
fr_fr: En raison du changement du décalage qui vient d’être effectué, le calibrage de l’origine de l’axe vertical est à nouveau requis. Appuyer sur Démarrer pour commencer.
hr: Zbog upravo izvršene promjene pomaka, ponovno je potrebna kalibracija ishodišta okomite osi. Pritisni na Počni za početak.
hu_hu: Az eltolás az imént elvégzett megváltoztatása miatt ismételten el kell végezni a függőleges tengely origójának kalibrálását. A kezdéshez nyomja meg a Kezdés gombot.
it: A causa del cambiamento dell'offset appena eseguito, è richiesta nuovamente la calibrazione dell'origine dell'asse verticale. Premi su Inizia per cominciare.
pl_pl: Ze względu na wykonaną właśnie zmianę przesunięcia, konieczna jest ponowna kalibracja początku osi pionowej. Nacisnąć Start, aby rozpocząć.
ru_ru: Из-за только что выполненного изменения смещения снова требуется калибровка начала вертикальной оси. Нажмите кнопку Пуск, чтобы начать.
sl_si: Zaradi ravnokar izvedene spremembe odmika je ponovno potrebno umerjanje izvora navpične osi. Za začetek pritisnite Začni.
tr_tr: Az önce gerçekleştirilen ofset değişikliği nedeniyle, dikey eksen orijininin yeniden kalibrasyonu gereklidir. Başlamak için Başlat'a basın.

source: Selected cell
bg: Избрана клетка
cs: Vybraná buňka
de_de: Ausgewählte Zelle
el_gr: Επιλεγμένη κυψέλη
es_es: Celda seleccionada
fr_fr: Cellule sélectionnée
hr: Odabr.ćelija (mm)
hu_hu: Kiválasztott rekesz
it: Cella selezionata
pl_pl: Wybrana komórka
ru_ru: Выделенная ячейка
sl_si: Izbrana celica
tr_tr: Seçili hücre

source: Start quote
bg: Такса заминаване
cs: Výchozí kóta
de_de: Starthöhe
el_gr: Εκκίνηση παράθεσης
es_es: Tasa de inicio
fr_fr: Cote de départ
hr: Visina polaska
hu_hu: Kiindulási pozíció
it: Quota di partenza
pl_pl: Cytat startowy
ru_ru: Начальная квота
sl_si: Začetna višina
tr_tr: Teklifi başlat

# Time
source: Time [s]
bg: Време [s]
cs: Čas [s]
de_de: Zeit [s]
el_gr: Ώρα [s]
es_es: Tiempo [s]
fr_fr: Temps [s]
hr: Vrij. [s]
hu_hu: Idő [s]
it: Tempo [s]
pl_pl: Czas [s]
ru_ru: Время [s]
sl_si: Čas [s]
tr_tr: Zamanlar]

# VerifyConfirmWarn
source: Check the new calculated offset value and press Save to make the change effective. All subsequent placements will be affected by the correction.
bg: Проверете новоизчислената стойност на отместв и натиснете Запис за да стане ефективна промяна. При всички следващи настанявания корекцията ще бъде взета предвид.
cs: Zkontrolujte novou hodnotu vypočteného posunutí a pro provedení změny stiskněte tlačítko Uložit. Všechna následující umístění zohlední korekci.
de_de: Neu berechneten Offset-Wert prüfen und Speichern, um Änderung zu aktivieren. Alle nachfolgenden Positionier. werden die Korrektur berücksichtigen.
el_gr: Ελέγξτε τη νέα υπολογισμένη τιμή μετατόπισης και πατήστε αποθήκευση για να εκτελέσετε την αλλαγή. Όλες οι μετέπειτα τοποθετήσεις θα επηρεαστούν από τη διόρθωση.
es_es: Compruebe el nuevo valor de desplazamiento calculado y pulse Guardar para que el cambio sea efectivo. Todas las colocaciones posteriores tendrán en cuenta la corrección.
fr_fr: Vérifier la nouvelle valeur de décalage calculée et appuyer sur Enregistrer pour rendre la modification effective. Tous les positionnements ultérieurs tiendront compte de la correction.
hr: Provjerite novu izračunatu vrijednost pomaka i pritisnite Spremi da bi promjena postala učinkovita. Svi sljedeći položaji uzet će u obzir ispravak.
hu_hu: Ellenőrizze a számított eltolás új értékét, és nyomja meg a Mentés gombot a módosítás érvényesítéséhez. Minden ezt követő pozicionálás figyelembe veszi a korrekciót.
it: Verificare il nuovo valore di offset calcolato e premere Salva per rendere la modifica effettiva. Tutti i posizionamenti successivi terranno conto della correzione.
pl_pl: Sprawdzić wartość nowego wyliczonego przesunięcia i nacisnąć przycisk Zapisz, aby wprowadzić zmiany. Korekta będzie miała wpływ na wszystkie kolejne miejsca.
ru_ru: Проверьте новое вычисленное значение смещения и нажмите кнопку Сохранить, чтобы изменение вступило в силу. Все последующие размещения будут отрегулированы в соответствии с корректировкой
sl_si: Preverite novo izračunano vrednost odmika in pritisnite Shrani, da uveljavite spremembo. Vse nadaljnje postavitve bodo upoštevale popravek.
tr_tr: Yeni hesaplanan ofset değerini kontrol edin ve değişikliği etkili kılmak için Kaydet'e basın. Sonraki tüm yerleşimler düzeltmeden etkilenecektir.

source: Full Test
bg: Изчерп тест
cs: Test dokončen
de_de: Vollst. Test
el_gr: Πλήρης δοκιμή
es_es: Prueba completada
fr_fr: Test complet
hr: Test dovršen
hu_hu: Teljes teszt
it: Test completo
pl_pl: Pełny test
ru_ru: Полное испытание
sl_si: Celovit test
tr_tr: Tam test

# FullTestDescription
source: The procedure allows the complete test of all the drawers present in the machine. To start the procedure, enter the number of cycles and then press Start
bg: Процедурата позволява пълна проверка на всички чекмеджета в машината. За да стартирате процедурата въведете броя на циклите и натиснете Старт
cs: Postup umožňuje provést úplný test všech zásuvek přítomných ve stroji. Pro spuštění postupu zadejte počet cyklů a poté stiskněte tlačítko Spustit
de_de: Kompletter Test aller Kästen in der Maschine. Zum Starten die Anzahl der Zyklen eingeben und dann Start drücken.
el_gr: Η διαδικασία επιτρέπει την πλήρη δοκιμή όλων των συρταριών που υπάρχουν στο μηχάνημα. Για να αρχίσετε τη διαδικασία, εισάγετε τον αριθμό των κύκλων και στη συνέχεια πατήστε εκκίνηση
es_es: El procedimiento permite realizar una prueba completa de todos los cajones de la máquina. Para iniciar el procedimiento, introduzca el número de ciclos y pulse Inicio
fr_fr: La procédure permet d’effectuer le test complet de tous les tiroirs présents dans la machine. Pour lancer la procédure saisir le nombre de cycles et appuyer sur Démarrer
hr: Postupak omogućuje cjelovito ispitivanje svih pretinaca prisutnih u stroju. Da biste započeli postupak, unesite broj ciklusa a zatim pritisnite Počni
hu_hu: Az eljárás lehetővé teszi a gépen található összes tálca teljes tesztjének elvégzését. A folyamat elindításához adja meg a ciklusszámot, majd nyomja meg a Kezdés gombot
it: La procedura permette di eseguire il test completo di tutti i cassetti presenti in macchina. Per avviare la procedura inserire il numero di cicli e poi premere Inizia
pl_pl: Procedura ta umożliwia przeprowadzenie pełnego testu wszystkich szuflad znajdujących się w urządzeniu. Aby rozpocząć procedurę, wprowadź liczbę cykli, a następnie naciśnij Start
ru_ru: Эта процедура позволяет провести полную проверку всех выдвижных узлов, имеющихся в машине. Чтобы начать процедуру, введите количество циклов и нажмите кнопку Пуск
sl_si: Postopek omogoča popoln test vseh predalov v stroju. Za začetek postopka vnesite število ciklov in pritisnite Začni
tr_tr: Prosedür, makinede bulunan tüm çekmecelerin tam olarak test edilmesini sağlar. Prosedürü başlatmak için döngü sayısını girin ve ardından Başlat'a basın.

# FullTestSessionCycles
source: Session cycles
bg: Цикли на сесии
cs: Cykly relace
de_de: Sitzungszyklen
el_gr: Κύκλοι συνεδρίας
es_es: Ciclos de sesiones
fr_fr: Cycles de la session
hr: Ciklusi sesije
hu_hu: Munkamenet-ciklusok
it: Cicli sessione
pl_pl: Cykle sesji
ru_ru: Циклы сеансов
sl_si: Cikli na sejo
tr_tr: Oturum döngüleri

# ApplyCorrectionMessage
source: Do you really want to apply the correction?
bg: Наистина ли да приложите корекцията?
cs: Chcete uplatnit korekci?
de_de: Korrektur wirklich anwenden?
el_gr: Θέλετε πραγματικά να εφαρμόσετε τη διόρθωση;
es_es: ¿Realmente quieres aplicar la corrección?
fr_fr: Voulez-vous vraiment appliquer la correction ?
hr: Želite li stvarno primij. ispravak?
hu_hu: Tényleg alkalmazza a korrekciót?
it: Vuoi davvero applicare la correzione?
pl_pl: Czy na pewno chcesz zastosować korektę?
ru_ru: Вы действительно хотите применить корректировку?
sl_si: Ali res želiš uporabiti popravek?
tr_tr: Düzeltmeyi gerçekten uygulamak istiyor musunuz?

# AttachMeter
source: Attach the meter:
bg: Прикрепете рулетка:
cs: Upevněte metr:
de_de: Messger. anbringen:
el_gr: Συνδέστε το μετρητή:
es_es: Coloca la cinta métrica:
fr_fr: Fixer l’instrument de mesure :
hr: Pričvrsti metar:
hu_hu: A mérő rögzítése:
it: Attaccare il metro:
pl_pl: Podłącz miernik:
ru_ru: Прикрепите счетчик:
sl_si: Pritrjevanje metra:
tr_tr: Metreyi takın:

# ConfirmCalibrationProcedure
source: Do you want to confirm the calibration procedure?
bg: Искате ли да потвърдите процедура за калибр?
cs: Chcete potvrdit postup kalibrace?
de_de: Möchten Sie das Kalibrierverfahren bestätigen?
el_gr: Θέλετε να επιβεβαιώσετε τη διαδικασία βαθμονόμησης;
es_es: ¿Desea confirmar el procedimiento de calibración?
fr_fr: Souhaitez-vous confirmer la procédure de calibrage ?
hr: Želite li potvrditi postupak kalibracije?
hu_hu: Megerősíti a kalibrációs eljárást?
it: Desideri confermare la procedura di calibrazione?
pl_pl: Czy chcesz potwierdzić procedurę kalibracji?
ru_ru: Вы хотите подтвердить процедуру калибровки?
sl_si: Ali želiš potrditi postopek umerjanja?
tr_tr: Kalibrasyon prosedürünü onaylamak istiyor musunuz?

source: Confirm new resolution:
bg: Потвърдете нова резолюция:
cs: Potvrdit nové rozlišení:
de_de: Neue Auflösung bestätigen:
el_gr: Επιβεβαίωση νέας ανάλυσης:
es_es: Confirme la nueva resolución:
fr_fr: Confirmer la nouvelle résolution :
hr: Potvrdi novu rezoluciju:
hu_hu: Az új felbontás megerősítése:
it: Conferma nuova risoluzione:
pl_pl: Potwierdź nową rozdzielczość:
ru_ru: Подтвердите новое разрешение:
sl_si: Potrdi novo resolucijo:
tr_tr: Yeni çözünürlüğü onaylayın:

# DestinationPosition
source: Destination target
bg: Квота местоназначение
cs: Cílová kóta
de_de: Zielhöhe
el_gr: Στόχος προορισμού
es_es: Cuota de destino
fr_fr: Cote de destination
hr: Visina odredišta
hu_hu: Célpozíció
it: Quota di destinazione
pl_pl: Położenie docelowe
ru_ru: Цель назначения
sl_si: Ciljna višina
tr_tr: hedef hedef

# ElevatorHighAttachMeter
source: Position the elevator at a height that allows you to attach the meter.
bg: Поставете повдигача на височина която позволява закрепването на метъра.
cs: Umístěte zvedák do takové výšky, která umožní upevnění metru.
de_de: Hebebühne so positionieren, dass das Messgerät angebracht werden kann.
el_gr: Τοποθετήστε τον ανελκυστήρα σε ένα ύψος που σας επιτρέπει να συνδέσετε το μετρητή.
es_es: Coloque el elevador a una altura en la que se pueda fijar el metro.
fr_fr: Placer l’élévateur à une hauteur qui permet de fixer l’instrument de mesure.
hr: Postavite dizalicu na takvu visinu koja omogućuje da pričvrstite metar.
hu_hu: Állítsa az emelőt olyan magasságba, amely lehetővé teszi a mérőműszer rögzítését.
it: Posizionare l'elevatore ad una altezza tale che permetta di attaccare il metro.
pl_pl: Przesunąć podnośnik na wysokość umożliwiającą zamocowanie miernika.
ru_ru: Расположите подъемник на высоте, позволяющей прикрепить счетчик.
sl_si: Dvigalo postavite na višino, ki vam omogoča pritrditev metra.
tr_tr: Asansörü, sayacı takmanıza izin verecek bir yüksekliğe yerleştirin.

# ExecuteFirstMisurationPart1
source: Take the first measurement (1/2):
bg: Вземете първата мярка (1/2):
cs: Proveďte první měření (1/2):
de_de: Die erste Messung ausführen (1/2):
el_gr: Λάβετε την πρώτη μέτρηση (1/2):
es_es: Tome la primera medida (1/2):
fr_fr: Effectuer la première mesure (1/2) :
hr: Izvršite prvo mjerenje (1/2):
hu_hu: Végezze el az első mérést (1/2):
it: Eseguire la prima misurazione (1/2):
pl_pl: Wykonać pierwszy pomiar (1/2):
ru_ru: Сделайте первое измерение (1/2):
sl_si: Izvedite prvo meritev (1/2):
tr_tr: İlk ölçümü yapın (1/2):

# ExecuteFirstMisurationPart2
source: Take the first measurement (2/2):
bg: Извършете второто измерване (2/2):
cs: Proveďte druhé měření (2/2):
de_de: Die zweite Messung ausführen (2/2):
el_gr: Λάβετε την πρώτη μέτρηση (2/2):
es_es: Realice la segunda medición (2/2):
fr_fr: Effectuer la deuxième mesure (2/2) :
hr: Izvršite drugo mjerenje (2/2):
hu_hu: Végezze el a második mérést (2/2):
it: Eseguire la seconda misurazione (2/2):
pl_pl: Wykonać pierwszy pomiar (2/2):
ru_ru: Сделайте первое измерение (2/2):
sl_si: Izvedite drugo meritev (2/2):
tr_tr: İlk ölçümü (2/2) yapın:

# IndicateMisuredPosition
source: Indicate the height measured with the meter and press Next
bg: Въведете височина измерена с метъра и натиснете Напред
cs: Uveďte kótu naměřenou metrem a stiskněte tlačítko Vpřed
de_de: Die mit Messge. gemess. Höhe angeben und Weiter drücken.
el_gr: Υποδείξτε το ύψος που μετρήθηκε με το μετρητή και πατήστε επόμενο
es_es: Introduzca la altura medida con el metro y pulse Siguiente
fr_fr: Indiquer la cote mesurée avec l’instrument de mesure et appuyer sur Suivant
hr: Navedite metrom izmjerenu visinu i pritisnite Naprijed
hu_hu: Jelölje a mért pozíciót a mérővel és nyomja meg az Előre gombot
it: Indicare la quota misurata con il metro e premere Avanti
pl_pl: Wskaż wysokość zmierzoną za pomocą miernika i naciśnij Dalej
ru_ru: Укажите высоту, измеренную с помощью измерителя, и нажмите кнопку Далее
sl_si: Navedite viš, izmerjeno z metrom, in pritisnite Naprej
tr_tr: Metre ile ölçülen yüksekliği belirtin ve İleri'ye basın

# MisuredPosition
source: Measured height
bg: Измер измерени
cs: Naměřená kóta
de_de: Gemessene Höhe
el_gr: Μετρημένο ύψος
es_es: Altura medida
fr_fr: Cote mesurée
hr: Izmj. visina
hu_hu: Mért pozíció
it: Quota misurata
pl_pl: Zmierzona wysokość
ru_ru: Измеренная высота
sl_si: Izmerjena viš
tr_tr: Ölçülen yükseklik

# ModifyLowerBoundDialog
source: The following result will change the machine's LowerBound value, continue?
bg: Следният резултат ще промени стойност на LowerBound на машината продължавате ли?
cs: Následující výsledek změní hodnotu LowerBound stroje, pokračovat?
de_de: Das folgende Ergebnis wird den LowerBound-Wert der Maschine ändern, fortfahren?
el_gr: Το ακόλουθο ύψος θα αλλάξει την τιμή κάτω ορίου του μηχανήματος, θέλετε να συνεχίσετε;
es_es: El siguiente resultado cambiará el valor de LowerBound de la máquina, ¿continuar?
fr_fr: Le résultat suivant modifiera la valeur LowerBound de la machine, continuer ?
hr: Sljedeći rezultat promijenit će vrijednost DonjeGranice stroja, nastaviti?
hu_hu: A következő eredmény módosítja a gép LowerBound értékét, folytatja?
it: Il seguente risultato modificherà il valore LowerBound della macchina, continuare?
pl_pl: Poniższy wynik spowoduje zmianę wartości LowerBound urządzenia, kontynuować?
ru_ru: Следующий результат изменит значение нижнего предела машины, продолжить?
sl_si: Naslednji rezultat bo spremenil vrednost LowerBound stroja, nadaljujem?
tr_tr: Aşağıdaki sonuç makinenin LowerBound değerini değiştirecektir, devam edilsin mi?

# ResetTotalCyclesNumber
source: Do you really want to reset the total number of completed cycles?
bg: Наистина ли искате да нулирате общия брой завършени цикли?
cs: Skutečně chcete resetovat celkový počet dokončených cyklů?
de_de: Gesamtzahl der abgeschlossenen Zykl. wirklich zurücksetzen?
el_gr: Θέλετε πραγματικά να επαναφέρετε το συνολικό αριθμό των τελειωμένων κύκλων;
es_es: ¿Realmente quieres poner a cero el número total de ciclos completados?
fr_fr: Voulez-vous vraiment réinitialiser le nombre total de cycles terminés ?
hr: Želite li resetirati sveukupni broj završenih ciklusa?
hu_hu: Tényleg nullázni kívánja az elvégzett ciklusok teljes számát?
it: Vuoi davvero resettare il numero totale di cicli completati?
pl_pl: Czy naprawdę chcesz zresetować całkowitą liczbę wykonanych cykli?
ru_ru: Вы действительно хотите сбросить общее количество завершенных циклов?
sl_si: Ali res želiš ponastaviti skupno število zaključenih ciklov?
tr_tr: Toplam tamamlanmış döngü sayısını gerçekten sıfırlamak istiyor musunuz?

source: Save
bg: Запаз
cs: Ulož
de_de: Speic
el_gr: Αποθήκευση
es_es: Guardar
fr_fr: Enregistrer
hr: Spr.
hu_hu: Mentés
it: Salva
pl_pl: Zapisz
ru_ru: Сохранить
sl_si: Shran
tr_tr: Kaydetmek

# StartProcedureMessage
source: You want to start the procedure
bg: Искате старт процедура
cs: Chcete zahájit postup
de_de: Verfahren starten
el_gr: Θέλετε να αρχίσετε τη διαδικασία
es_es: Desea iniciar el procedimiento
fr_fr: Voulez-vous commencer la procédure ?
hr: Želite li početi postupak
hu_hu: Meg kívánja kezdeni az eljárást
it: Vuoi iniziare la procedura
pl_pl: Chcesz rozpocząć procedurę
ru_ru: Вы хотите начать процедуру
sl_si: Želiš začeti postopek
tr_tr: Prosedürü başlatmak istiyorsunuz

# TestStopped
source: Stopped test in phase
bg: Тест спрян във фаза
cs: Test zastaven ve fázi
de_de: Test taktsynch. gest.
el_gr: Διακοπή δοκιμής σε φάση
es_es: Prueba detenida en fase
fr_fr: Test arrêté en phase
hr: Test zaustav. u fazi
hu_hu: Teszt fázisban leállítva
it: Test stoppato in fase
pl_pl: Test zatrzymany w fazie
ru_ru: Остановленный тест в фазе
sl_si: Test ustavljen v fazi
tr_tr: Aşamada durdurulan test

# VerifyNewCalcolatedValue
source: Check the new calculated resolution value and press Save to make the change effective
bg: Проверете нова изчисл стойност раздел способ и натиснете Запазване за да направите промяна ефективна
cs: Zkontrolujte novou hodnotu vypočteného rozlišení a pro provedení změny stiskněte tlačítko Uložit
de_de: Neu berechneten Auflösungswert prüfen und auf Speichern drücken, damit die Änderung wirksam wird
el_gr: Ελέγξτε τη νέα υπολογισμένη τιμή ανάλυσης και πατήστε αποθήκευση για να εκτελέσετε την αλλαγή
es_es: Compruebe el nuevo valor de resolución calculado y pulse Guardar para que el cambio sea efectivo
fr_fr: Vérifier la nouvelle valeur de résolution calculée et appuyer sur Enregistrer pour rendre le changement effectif
hr: Provjerite novu izrač. vrijedn. rezol. i pritisnite Spremi da bi promjena postala učinkovita
hu_hu: Ellenőrizze a számított felbontás új értékét, és nyomja meg a Mentés gombot a módosítás érvényesítéséhez
it: Verificare il nuovo valore di risoluzione calcolato e premere Salva per rendere la modifica effettiva
pl_pl: Sprawdzić wartość nowej wyliczonej rozdzielczości i nacisnąć przycisk Zapisz, aby wprowadzić zmiany
ru_ru: Проверьте новое вычисленное значение разрешения и нажмите кнопку Сохранить, чтобы изменение вступило в силу
sl_si: Preverite novo izračunano resolucijo in pritisnite Shrani, da uveljavite spremembo
tr_tr: Yeni hesaplanan çözünürlük değerini kontrol edin ve değişikliği etkili kılmak için Kaydet'e basın.

# VerticalResolutionCalibrationNewResolution
source: New resolution
bg: Нова резолюция
cs: Nové rozlišení
de_de: Neue Auflösung
el_gr: Νέα ανάλυση
es_es: Nueva resolución
fr_fr: Nouvelle résolution
hr: Nova rezolucija
hu_hu: Új felbontás
it: Nuova risoluzione
pl_pl: Nowa rozdzielczość
ru_ru: Новое разрешение
sl_si: Nova resolucija
tr_tr: Yeni çözünürlük

source: Confirm restore to previous version ?
bg: Потвърждавате ли възстанов предишна версия?
cs: Potvrdit obnovení předchozí verze?
de_de: Zurücksetzen auf frühere Vers. bestätigen ?
el_gr: Θέλετε να επιβεβαιώσετε την αποκατάσταση της προηγούμενης έκδοσης;
es_es: ¿Confirma la restauración a la versión anterior?
fr_fr: Confirmez-vous le rétablissement à la version précédente ?
hr: Potvrđujete li obnovu na prethodnu verziju?
hu_hu: Megerősíti az előző verzió visszaállítását?
it: Confermi ripristino a versione precedente ?
pl_pl: Potwierdzić przywrócenie do poprzedniej wersji?
ru_ru: Подтвердите восстановление до предыдущей версии ?
sl_si: Želiš potr obnovitev na prejšnjo različico?
tr_tr: Önceki sürüme geri yüklemeyi onayla?

source: Restore in progress...
bg: Възст в процес изп...
cs: Probíhá obnovení...
de_de: Wiederherst. läuft...
el_gr: Αποκατάσταση σε εξέλιξη...
es_es: Restablecimiento en curso...
fr_fr: Rétablissement en cours...
hr: Obnova u tijeku...
hu_hu: Visszaállítás folyamatban...
it: Ripristino in corso...
pl_pl: Przywracanie w toku...
ru_ru: Восстановление в процессе...
sl_si: Obnavljanje v teku ...
tr_tr: Geri yükleme devam ediyor...

source: Restore ended with errors
bg: Възстанов е прекратено с грешки
cs: Obnovení dokončeno s chybami
de_de: Rücksetzen mit Fehlern beendet
el_gr: Η αποκατάσταση ολοκληρώθηκε με σφάλματα
es_es: Restauración terminada con errores
fr_fr: Rétablissement terminé avec des erreurs
hr: Obnova završena s greškama
hu_hu: A visszaállítás hibákkal fejeződött be
it: Ripristino terminato con errori
pl_pl: Przywracanie zakończone z błędami
ru_ru: Восстановление завершилось с ошибками
sl_si: Obnovitev je končana z napakami
tr_tr: Geri yükleme hatalarla sona erdi
