Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# UnitHightInternalPosition
source: Unit in high internal position
bg: Чекмедже във високо вътр полож
cs: Zásuvka ve vysoké vnitřní poloze
el_gr: Μονάδα σε εσωτερική υψηλή θέση
es_es: Cajón en posición interna alta
fr_fr: Tiroir en position interne haute
hu_hu: Tálca belső felső pozícióban
pl_pl: Jednostka w wysokiej pozycji wewnętrznej
ru_ru: Блок в высоком внутреннем положении
tr_tr: Ünite yüksek iç konumda

# UnitLowInternalPosition
source: Unit in low internal position
bg: Чекмедже в ниска вътр поз
cs: Zásuvka v nízké vnitřní poloze
el_gr: Μονάδα σε εσωτερική χαμηλή θέση
es_es: Cajón en posición interna baja
fr_fr: Tiroir en position interne basse
hu_hu: Tálca belső alsó pozícióban
pl_pl: Jednostka w niskim położeniu wewnętrznym
ru_ru: Блок в низком внутреннем положении
tr_tr: Ünite düşük dahili konumda

# Bay1ExternalDouble
source: Double external bay 1
bg: Отдел 1 външ двоен
cs: Dvojitá externí pozice 1
el_gr: Διπλή εξωτερική πλατφόρμα 1
es_es: Bahía 1 externa doble
fr_fr: Baie 1 externe double
hu_hu: 1. külső dupla munkaállomás
pl_pl: Podwójna zatoka zewnętrzna 1
ru_ru: Двойная внешняя секция 1
tr_tr: Çift harici bölme 1

# Bay2ExternalDouble
source: Double external bay 2
bg: Отдел 2 открит двоен
cs: Dvojitá externí pozice 2
el_gr: Διπλή εξωτερική πλατφόρμα 2
es_es: Bahía 2 externa doble
fr_fr: Baie 2 externe double
hu_hu: 2. külső dupla munkaállomás
pl_pl: Podwójna zatoka zewnętrzna 2
ru_ru: Двойная внешняя секция 2
tr_tr: Çift harici bölme 2

# Bay3ExternalDouble
source: Double external bay 3
bg: Отдел 3 открит двоен
cs: Dvojitá externí pozice 3
el_gr: Διπλή εξωτερική πλατφόρμα 3
es_es: Bahía 3 externa doble
fr_fr: Baie 3 externe double
hu_hu: 3. külső dupla munkaállomás
pl_pl: Podwójna zatoka zewnętrzna 3
ru_ru: Двойная внешняя секция 3
tr_tr: Çift harici bölme 3

source: Moving machine
bg: Машина в движение
cs: Pohybující se stroj
el_gr: Μετακίνηση μηχανήματος
es_es: Máquina en movimiento
fr_fr: Machine en mouvement
hu_hu: Gép mozgásban
pl_pl: Maszyna ruchoma
ru_ru: Движущаяся машина
tr_tr: Hareketli makine

# LaserOffset
source: Laser offset (mm)
bg: Лаз отмества (мм)
el_gr: Μετατόπιση λέιζερ (mm)
es_es: Offset Láser (mm)
fr_fr: Décalage Laser (mm)
hu_hu: Lézer eltolása (mm)
pl_pl: Przesunięcie lasera (mm)
ru_ru: Смещение лазера (мм)
tr_tr: Lazer ofset (mm)

source: Laser
bg: Лазер
el_gr: Λέιζερ
es_es: Láser
hu_hu: Lézer
ru_ru: Лазер
tr_tr: Lazer

# InvalidCurrentValues
source: Invalid current values - all three must be different!
bg: Грешни стойност на ток вс 3 стойности трябва да са различни!
cs: Nesprávné aktuální hodnoty - všechny 3 musí být odlišné!
es_es: Valores de corriente incorrectos - ¡los 3 deben ser diferentes!
fr_fr: Valeurs de courant erronées - les 3 doivent être différentes !
hu_hu: Hibás áramerősségi értékek - mind a háromnak különbözőnek kell lennie!
pl_pl: Nieprawidłowe wartości prądu - wszystkie trzy muszą być różne!
ru_ru: Недопустимые текущие значения - все три должны быть разными!
tr_tr: Geçersiz akım değerleri - üçü de farklı olmalı!

# InvalidWeightValues
source: Invalid weight values - all three must be different!
bg: Грешни ст на тегло вс 3 стойности трябва да са различни!
cs: Chybné hodnoty hmotnosti - všechny 3 se musí lišit!
es_es: Valores de peso incorrectos - ¡los 3 deben ser diferentes!
fr_fr: Valeurs de poids erronées - les 3 doivent être différentes !
hu_hu: Hibás súlyértékek - mind a háromnak különbözőnek kell lennie!
pl_pl: Nieprawidłowe wartości masy - wszystkie trzy muszą być różne!
ru_ru: Недопустимые значения веса - все три должны быть разными!
tr_tr: Geçersiz ağırlık değerleri - üçü de farklı olmalıdır!

# ZeroChainUp
source: Zero chain pos. high
bg: Вис поз на нул верига
cs: Nulový řetěz poz. vysoký
es_es: Cadena cero pos. alta
fr_fr: Zéro chaîne pos. haute
hu_hu: Lánc felső poz. nulla
pl_pl: Pozycja zerowa łańcucha wysoka
tr_tr: Sıfır zincir poz. yüksek

# ZeroChainDown
source: Zero chain pos. low
bg: Нул вер позиц. ниска
cs: Nulový řetěz poz. nízký
es_es: Posición baja de la cadena cero
fr_fr: Zéro chaîne pos. basse
hu_hu: Lánc alsó poz. nulla
pl_pl: Pozycja zerowa łańcucha niska
tr_tr: Sıfır zincir poz. düşük

source: Reload
bg: Презареж
cs: Znovu načíst
es_es: Recarga
fr_fr: Recharger
hu_hu: Újratöltés
pl_pl: Przeładuj
tr_tr: Tekrar yükle

source: Close browser
bg: Затв браузъра
cs: Zavřete prohlížeč
es_es: Cerrar el navegador
fr_fr: Fermer le navigateur
hu_hu: Böngésző bezárása
pl_pl: Zamknij przeglądarkę
tr_tr: Tarayıcıyı kapat

source: Open browser
bg: Отв браузъра
cs: Otevřete prohlížeč
es_es: Abrir el navegador
fr_fr: Ouvrir le navigateur
hu_hu: Böngésző megnyitása
pl_pl: Otwórz przeglądarkę
tr_tr: Tarayıcı aç

# WmsMissionActive
source: There are active missions for this drawer by the WMS
bg: Има активни мисии за това чекмедже от WMS
es_es: ¿Hay alguna misión activa para este cajón de WMS
fr_fr: Il y a des missions actives pour ce tiroir par le WMS
hu_hu: Aktív feladatok vannak erre a tálcára a WMS-ről
pl_pl: W tej szufladzie są aktywne misje przez WMS
tr_tr: WMS tarafından bu çekmece için aktif görevler var

source: Bay telescopic
bg: Телеск отдел на място
es_es: Bahía telescópica en su sitio
fr_fr: Baie télescopique en place
hu_hu: Teleszkópos munkaállomás a helyén
pl_pl: Zatoka teleskopowa
tr_tr: defne teleskopik

# MaxMessageLength
source: Maximum message length
bg: Макс дължина на съобщто
es_es: Longitud máxima del mensaje
fr_fr: Longueur maximum du message
hu_hu: Üzenet maximális hossza
pl_pl: Maksymalna długość wiadomości
tr_tr: Maksimum mesaj uzunluğu

source: Anti intrusion gate internal
bg: вътр бариера срещу проникване
fr_fr: Barrière anti-intrusion interne
pl_pl: Wewnętrzna brama bezpieczeństwa
tr_tr: İzinsiz giriş önleme kapısı dahili

# SupportType
source: Support
bg: Подкрепа
pl_pl: Wsparcie
tr_tr: Destek

# Shutdown
source: Shutdown panel
bg: процедура за изключване
fr_fr: éteindre panneau
pl_pl: Procedura wyłączania
tr_tr: kapatma prosedürü

# ShutdownDescription
source: Perform elevator calibration and shutdown the panel
bg: Извършете калибр на повдигача и изключете панела
fr_fr: Exécuter l’étalonnage de l’élévateur et éteindre le panneau
pl_pl: Wykonaj kalibrację windy i wyłącz panel
tr_tr: Asansör kalibrasyonu yapın ve paneli kapatın

# ShutdownDescriptionNoCalibration
source: Shutdown the panel (elevator calibration not available now)
bg: Изключете панела (калибрто на повдигача вече не е възможно)
fr_fr: Éteindre le panneau (l’étalonnage de l’élévateur n’est pas possible maintenant)
pl_pl: Wyłącz panel (kalibracja windy nie jest teraz dostępna)
tr_tr: Paneli kapatın (asansör kalibrasyonu şu anda mevcut değil)

source: Horizontal zero offset
bg: хоризонт отместв нулата на верига
pl_pl: Przesunięcie punktu zerowego w poziomie
tr_tr: Yatay sıfır ofset

# HorizontalZeroOffsetDescription
source: Performs the zero offset measurement of the chain
bg: извършв на измерване на нулевото отместв на верига
pl_pl: Wykonuje pomiar przesunięcia zerowego łańcucha
tr_tr: Zincirin sıfır ofset ölçümünü gerçekleştirir

# HorizontalZeroOffsetHelp
source: The horizontal zero offset function allows you to measure the correct value through its specific procedure. The procedure works in successive steps until correct completion.
bg: Функцията за измерване на хоризонталто изместване на верига позволява да се получи правилната стойност чрез подходяща процедура. Процедурата се извършва на последователни етапи до успешното ѝ приключване
pl_pl: Funkcja poziomego przesunięcia punktu zerowego umożliwia zmierzenie prawidłowej wartości za pomocą określonej procedury. Procedura działa w kolejnych krokach aż do prawidłowego zakończenia.
tr_tr: Yatay sıfır ofset işlevi, kendi özel prosedürü aracılığıyla doğru değeri ölçmenizi sağlar. Prosedür, doğru şekilde tamamlanana kadar ardışık adımlarla çalışır.

# HorizontalZeroOffsetProcedure
source: Perform the zero offset measurement of the chain. The horizontal zero sensor must be active.
bg: извършв измерване на изместването на нулата на верига. Хоризонталният сензор за нула трябва да е активен.
pl_pl: Wykonaj pomiar przesunięcia punktu zerowego łańcucha. Czujnik zera poziomego musi być aktywny.
tr_tr: Zincirin sıfır ofset ölçümünü gerçekleştirin. Yatay sıfır sensörü aktif olmalıdır.

# HorizontalResolutionCalibration
source: Horizontal chain axis resolution
bg: Раздел способ на хориз ос на верига
pl_pl: Rozdzielczość poziomej osi łańcucha
tr_tr: Yatay zincir ekseni çözünürlüğü

# HorizontalResolutionCalibrationDescription
source: Performs the resolutions of the horizontal chain axis
bg: извършв на хоризонтал калибр на резолюцията на верига
pl_pl: Wykonuje rozdzielczości poziomej osi łańcucha
tr_tr: Yatay zincir ekseninin çözünürlüklerini gerçekleştirir

# HorizontalResolutionCalibrationHelp
source: The calibration of the horizontal chain axis resolution enables the correct value setting by this procedure. The procedure works in successive steps until correct completion.
bg: Функц за калибр на хоризонтална разделителна способност на верига позволява да се калибрира правилната стойност чрез собствена процедура. Процедурата се изпълнява на последователни етапи до успешното ѝ приключване.
pl_pl: Kalibracja rozdzielczości poziomej osi łańcucha umożliwia prawidłowe ustawienie wartości za pomocą tej procedury. Procedura działa w kolejnych krokach aż do prawidłowego zakończenia.
tr_tr: Yatay zincir ekseni çözünürlüğünün kalibrasyonu, bu prosedürle doğru değer ayarını sağlar. Prosedür, doğru şekilde tamamlanana kadar ardışık adımlarla çalışır.

# AlphaNumericBarSizeL
source: Large
cs: Dlouh
de_de: Lang
el_gr: Μεγάλος
es_es: Largo
fr_fr: Longue
hr: Dug
hu_hu: Hosszú
it: Lunga
pl_pl: Duże
ru_ru: Большой
sl_si: Dolga
tr_tr: Büyük

# AlphaNumericBarSizeM
source: Medium
cs: Střed
de_de: Medi.
el_gr: Μεσαίο
es_es: Medios de comunicación
fr_fr: Moyenne
hr: Sred.
hu_hu: Közepes
it: Media
pl_pl: Średnie
ru_ru: Средний
sl_si: Sr.
tr_tr: Orta

# AlphaNumericBarSizeS
source: Small
cs: Krátk
de_de: Kurz
el_gr: Μικρό
es_es: Corto
fr_fr: Courte
hr: Krat.
hu_hu: Rövid
it: Corta
pl_pl: Małe
ru_ru: Маленький
sl_si: Kratk
tr_tr: Küçük

# AlphaNumericBarSizeXL
source: Extra large
cs: Velmi dlouh
de_de: Sehr lang
el_gr: Πολύ μεγάλο
es_es: Muy larga
fr_fr: Très longue
hr: Vrlo dug
hu_hu: Nagyon hosszú
it: Molto lunga
pl_pl: Bardzo duże
ru_ru: Очень большой
sl_si: Zelo dolga
tr_tr: Ekstra büyük

# AlphaNumericBarSizeXS
source: Extra small
cs: Velmi krátk
de_de: Sehr kurz
el_gr: Πολύ μικρό
es_es: Muy corto
fr_fr: Très courte
hr: Vrlo kratak
hu_hu: Nagyon rövid
it: Molto corta
pl_pl: Bardzo małe
ru_ru: Очень маленький
sl_si: Zelo kratka
tr_tr: Çok küçük

# InverterParametersId
source: Id
el_gr: Αναγνωριστικό
pl_pl: Oznaczenie
ru_ru: Идентификатор
