Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ErrorInMillimiters
source: Error (mm)
bg: Грешка (мм)
cs: Chyba (mm)
de_de: Fehler (mm)
el_gr: Σφάλμα (mm)
fr_fr: Erreur (mm)
hr: Greška (mm)
hu_hu: Hiba (mm)
it: Errore (mm)
pl_pl: Błąd (mm)
ru_ru: Погрешность (мм)
sl_si: Napaka (mm)
tr_tr: Hata (mm)

source: Remaining Time
bg: Оставащо време
cs: Zbývající čas
de_de: Verbl. Zeit
el_gr: Υπολειπόμενος χρόνος
es_es: Tiempo restante
fr_fr: Temps restant
hr: Preostalo vrij.
hu_hu: Hátralévő idő
it: Tempo rimanente
pl_pl: Pozostały czas
ru_ru: Оставшееся Время
sl_si: Preostali čas
tr_tr: Kalan süre

source: Repeat
bg: Повтор
cs: Opakov
de_de: Wdh.
el_gr: Επανάληψη
es_es: Repita
fr_fr: Répéter
hr: Ponovi
hu_hu: Ismétlés
it: Ripeti
pl_pl: Powtórz
ru_ru: Повторять
sl_si: Ponovi
tr_tr: Tekrar et

# RepeatProcedure
source: Press Repeat to run the procedure again.
bg: Натиснете Повтарям за да изпълните процедура отново.
cs: Pro opakované provedení postupu stisk tlač Opakovat.
de_de: Repeat drücken, um den Vorgang erneut durchzuführen.
el_gr: Πατήστε Repeat (Επανάληψη) για να εκτελέσετε ξανά την διαδικασία.
es_es: Pulse Repetir para volver a realizar el procedimiento.
fr_fr: Appuyer sur Répéter pour effectuer de nouveau la procédure.
hr: Pritisni Ponovi da bi ponovili postupak.
hu_hu: Nyomja meg az Ismétlés gombot az eljárás ismételt elvégzéséhez.
it: Premere Ripeti per eseguire nuovamente la procedura.
pl_pl: Nacisnąć Powtórz, aby powtórzyć procedurę.
ru_ru: Нажмите кнопку Повторить, чтобы повторить процедуру еще раз.
sl_si: Za ponovitev postopka pritisnite Ponovi.
tr_tr: Prosedürü yeniden çalıştırmak için Tekrarla'ya basın.

# SelectDirectionAndApply
source: Select + if you are above the sensor or - if you are below and apply the correction by pressing Apply correction.
bg: Изберете + ако сте над сензора или - ако сте под него и приложете корекцията като натиснете Прилагане на корекция.
cs: Vyberte +, pokud jste nad snímačem, nebo -, pokud jste pod, a korekci uplatněte stisknutím tlačítka Použít.
de_de: Zeichen + wählen, wenn oberhalb des Sensors, oder -, wenn unterhalb des Sensors und Korrektur anwenden drücken.
el_gr: Επιλέξτε + αν είστε επάνω από τον αισθητήρα ή - αν είστε κάτω και εφαρμόστε τη διόρθωση πατώντας την εφαρμογή της διόρθωσης.
es_es: Seleccione + si está por encima del sensor o - si está por debajo y aplique la corrección pulsando Aplicar Corrección.
fr_fr: Sélectionner + si l’on est au-dessus du capteur ou - si l’on est en dessous et appliquer la correction en appuyant sur Appliquer correction.
hr: Odaberite + ako ste iznad senzora ili - ako ste ispod i primijenite ispravak pritiskom na Primijeni ispravak.
hu_hu: Válassza a + gombot, ha szenzor felett van, illetve a - gombot, ha alatta, és alkalmazza a korrekciót a Korrekció Alkalmazása gombbal
it: Selezionare + se si è al di sopra del sensore oppure - se si è al di sotto e applicare la correzione premendo Applica correzione.
pl_pl: Wybierz +, jeśli znajdujesz się powyżej czujnika lub -, jeśli znajdujesz się poniżej i zastosuj korektę, naciskając Zastosuj korektę.
ru_ru: Выберите+, если вы находитесь над датчиком, или - если вы находитесь ниже, и примените коррекцию, нажав Применить коррекцию.
sl_si: Izberite +, če ste nad senzorjem ali - če ste pod njim, in uporabite popravek s pritiskom na Uporabi popravek.
tr_tr: Sensörün üzerindeyseniz + veya altındaysanız - öğesini seçin ve Düzeltmeyi uygula düğmesine basarak düzeltmeyi uygulayın.

source: Stop in progress
bg: Арестът е в ход...
cs: Probíhá zastavení ve fázi...
de_de: Stopp wird durchgeführt ...
el_gr: Διακοπή σε εξέλιξη
es_es: Arresto en curso...
fr_fr: Arrêt en phase en cours...
hr: Zaustav. u fazi u tijeku ...
hu_hu: Fázisban történő leállítás folyamatban...
it: Arresto in fase in corso ...
pl_pl: Zatrzymanie w toku
ru_ru: Остановка в процессе
sl_si: Ustavljanje v teku ...
tr_tr: Durdurma devam ediyor

source: Stop Procedure
bg: Процедура спиране
cs: Zastavit postup
de_de: Verfahren abbr.
el_gr: Διαδικασία διακοπής
es_es: Procedimiento de parada
fr_fr: Arrêter la procédure
hr: Zaustavi postupak
hu_hu: Eljárás leállítása
it: Arresta procedura
pl_pl: Zatrzymaj procedurę
ru_ru: Процедура Остановки
sl_si: Ustavi postopek
tr_tr: Durdurma Prosedürü

source: Raisings Performed
bg: Извършени повдигачи
cs: Provedená zvedání
de_de: Durchg. Hebevorg.
el_gr: Εκτελέστηκαν οι ανυψώσεις
es_es: Ascensos realizados
fr_fr: Levages effectués
hr: Izvršena podizanja
hu_hu: Elvégzett emelések
it: Sollevamenti eseguiti
pl_pl: Wykonane podnoszenie
ru_ru: Выполненные подъемы
sl_si: Izvedeno dviganje
tr_tr: Yapılan Artırmalar

source: Confirm setup
bg: Потвържд приемане
cs: Potvrd kolaudaci
de_de: Abnahmepr. Bestät
el_gr: Επιβεβαιώστε τη ρύθμιση
es_es: Confirmación de la prueba
fr_fr: Confirmer la mise en service
hr: Potvrdi testir.
hu_hu: Felülvizsgálat megerősítése
it: Conferma collaudo
pl_pl: Potwierdź konfigurację
ru_ru: Подтвердите настройку
sl_si: Potrdi testiranje
tr_tr: Kurulumu onaylayın

# LoadingUnitFromCellToCellDescription
source: The procedure moves a tray from a source cell to the destination cell. To start the procedure enter the drawer id, the id of the destination cell and then press Start
bg: Процедура позволява преместване на чекмедже от Изход клетка в клетка местоназн. За да стартирате процедура въведете идентификатора на чекмедже идентификатора на клетката на местоназ и натиснете Старт
cs: Postup umožňuje přesunout zásuvky z výchozí buňky do cílové. Pro spuštění postupu zadejte ID zásuvky, ID cílové buňky a poté stiskněte tlačítko Spustit
de_de: Es kann ein Kasten von einer Ausgangszelle in eine Zielzelle verschoben werden. Zum Starten des Vorg. die ID des Kastens und die ID der Zielzelle eingeben und Start drücken
el_gr: Η διαδικασία μετακινεί ένα δίσκο από μια κυψέλη πηγής προς την κυψέλη προορισμού. Για να αρχίσει η διαδικασία εισάγετε το αναγνωριστικό του συρταριού, το αναγνωριστικό της κυψέλης προορισμού και στη συνέχεια πατήστε εκκίνηση.
es_es: El procedimiento permite mover un cajón de una celda de origen a una celda de destino. Para iniciar el procedimiento, introduzca el identificador del cajón, el identificador de la celda de destino y pulse Inicio
fr_fr: La procédure permet de déplacer un tiroir d’une cellule d’origine vers la cellule de destination. Pour lancer la procédure, saisir l’id du tiroir, l’id de la cellule de destination puis appuyer sur Démarrer
hr: Postupak vam omogućuje premještanje pretinca iz izvorne ćelije u odredišnu ćeliju. Da biste započeli postupak, unesite id pretinca, id ciljne ćelije, a zatim pritisnite Počni
hu_hu: Az eljárás lehetővé teszi a tálca áthelyezését a kiinduló rekeszből a célrekeszbe. Az eljárás elindításához adja meg a tálca azonosítószámát, a célrekesz azonosítószámát, majd nyomja meg a Kezdés gombot.
it: La procedura permette di spostare un cassetto da una cella di origine a quella di destinazione. Per avviare la procedura inserire l'id del cassetto, l'id della cella di destinazione e poi premere Inizia
pl_pl: Procedura przenosi tacę z komórki źródłowej do komórki docelowej. Aby uruchomić procedurę należy podać identyfikator szuflady, identyfikator komórki docelowej i nacisnąć Start
ru_ru: Процедура перемещает лоток из исходной ячейки в ячейку назначения. Чтобы начать процедуру, введите идентификатор выдвижного узла, идентификатор ячейки назначения и нажмите кнопку Пуск
sl_si: Postopek omogoča premikanje predala iz izvorne celice v ciljno celico. Za začetek postopka vnesite ID predala, ID ciljne celice in pritisnite Začni
tr_tr: Prosedür, bir tepsiyi kaynak hücreden hedef hücreye taşır. Prosedürü başlatmak için çekmece kimliğini, hedef hücrenin kimliğini girin ve ardından Başlat'a basın.

# InsertLoadingUnitFromBayToCellDescription
source: The procedure allows you to move a drawer from the source bay to the destination cell. To start the procedure, enter the drawer ID and then press Start
bg: Процедура позволява преместване на чекмедже от изходно отдел в клетка местоназнач. За да стартирате процедура въведете идентификатора на чекмедже и натиснете Старт
cs: Postup umožňuje přesunout zásuvku ze zdrojové stanice do cílové buňky. Pro spuštění postupu zadejte ID zásuvky a poté stiskněte tlačítko Spustit
de_de: Es kann ein Kasten aus der Bucht in die Zielzelleverschoben werden. Um den Vorgang zu starten, geben Sie die Kasten-ID ein und drücken Sie dann Start
el_gr: Η διαδικασία σας επιτρέπει να μετακινήσετε ένα συρτάρι από την πλατφόρμα πηγής προς την κυψέλη προορισμού. Για να αρχίσετε τη διαδικασία, εισάγετε το αναγνωριστικό του συρταριού και στη συνέχεια πατήστε εκκίνηση.
es_es: El procedimiento permite desplazar un cajón de la bahía de origen a la celda de destino. Para iniciar el procedimiento, introduzca la identificación del cajón y pulse Inicio
fr_fr: La procédure permet de déplacer un tiroir de la baie d’origine vers la cellule de destination. Pour lancer la procédure, saisir l’ID du tiroir, puis appuyer sur Démarrer
hr: Postupak vam omogućuje premještanje pretinca iz izvorne uvale u odredišnu ćeliju. Da biste započeli postupak, unesite id pretinca a zatim pritisnite Počni
hu_hu: Az eljárás lehetővé teszi a tálca áthelyezését a kiinduló munkaállomásról a célrekeszbe. A folyamat elindításához adja meg a tálca azonosítóját, majd nyomja meg a Kezdés gombot
it: La procedura permette di spostare un cassetto dalla baia di origine alla cella di destinazione. Per avviare la procedura inserire l'id del cassetto e poi premere Inizia
pl_pl: Procedura umożliwia przeniesienie szuflady z komórki źródłowej do komórki docelowej. Aby uruchomić procedurę należy wprowadzić identyfikator szuflady, a następnie nacisnąć Start
ru_ru: Эта процедура позволяет переместить выдвижной узел из исходной секции в ячейку назначения. Чтобы начать процедуру, введите идентификатор выдвижного узла и нажмите кнопку Пуск
sl_si: Postopek omogoča premikanje predala iz izvorne nakladalne police v ciljno celico. Za začetek postopka vnesite ID predala in pritisnite Začni
tr_tr: Prosedür, bir çekmeceyi kaynak bölmeden hedef hücreye taşımanıza izin verir. Prosedürü başlatmak için çekmece kimliğini girin ve ardından Başlat'a basın.

# InsertLoadingUnitFromBayToCellSelectDrawerPickingPosition
source: Select the drawer pick position
bg: Избор на поз за вдигане на чекмеджето
cs: Vyberte pozici odběru zásuvky
de_de: Wählen Sie die Position zur Entnahme des Kastens
el_gr: Επιλέξτε τη θέση λήψης συρταριού
es_es: Seleccione la posición de recogida del cajón
fr_fr: Sélectionner la position de prélèvement du tiroir
hr: Odaberi položaj preuzimanja pretinca
hu_hu: Válassza ki a tálca felvételi pozícióját
it: Selezionare la posizione di prelievo del cassetto
pl_pl: Wybrać pozycję pobierania szuflady
ru_ru: Выберите положение отбора выдвижного узла
sl_si: Izberite položaj jemanja predala
tr_tr: Çekmece alma konumunu seçin

# LoadingUnitFromBayToBay
source: Drawer movement from bay to bay
bg: Преместв чекмедже от отдел в отдел
cs: Přesun zásuvky ze stan do stan
de_de: Kasten von Bucht zu Bucht bewegen
el_gr: Μετακίνηση συρταριού από πλατφόρμα σε πλατφόρμα
es_es: Desplazamiento del cajón de bahía a bahía
fr_fr: Déplacement du tiroir de baie en baie
hr: Pomicanje pretin. od uvale do uvale
hu_hu: A tálca áthelyezése az egyik munkaállomásról a másikra
it: Spostamento cassetto da baia a baia
pl_pl: Przesuwanie szuflady z jednej zatoki do drugiej
ru_ru: Перемещение ящика из отсека в отсек
sl_si: Premik predala od-do nak police
tr_tr: Körfezden bölmeye çekmece hareketi

# LoadingUnitFromBayToBayDescription
source: The procedure allows you to move a drawer from the source bay to the destination one. To start the procedure, enter the drawer ID and then press Start
bg: Процедурата позволява преместване чекмедже от изходно отдел до целевия отдел. За да стартира процедура въведете идентификатор чекмедже и натиснете Старт
cs: Postup umožňuje přesunout zásuvky z výchozí stanice do cílové. Pro spuštění postupu zadejte ID zásuvky a poté stiskněte tlačítko Spustit
de_de: Es kann ein Kasten von der Ausgangsbucht in die Zielbucht verschoben werdenn. Um den Vorgang zu starten, geben Sie die Kasten-ID ein und drücken Sie dann Start
el_gr: Η διαδικασία σας επιτρέπει να μετακινήσετε ένα συρτάρι από την πλατφόρμα πηγής προς εκείνη αυτή του προορισμού. Για να αρχίσετε τη διαδικασία, εισάγετε το αναγνωριστικό του συρταριού και στη συνέχεια πατήστε εκκίνηση.
es_es: El procedimiento permite desplazar un cajón de la bahía de origen a la bahía de destino. Para iniciar el procedimiento, introduzca la identificación del cajón y pulse Inicio
fr_fr: La procédure permet de déplacer un tiroir de la baie d’origine vers la baie de destination. Pour lancer la procédure, saisir l’ID du tiroir, puis appuyer sur Démarrer
hr: Postupak vam omogućuje premještanje pretinca iz izvorne uvale u onu odredišnu. Da biste započeli postupak, unesite id pretinca a zatim pritisnite Počni
hu_hu: Az eljárás lehetővé teszi a tálca áthelyezését a kiinduló munkaállomásról a célállomásra. A folyamat elindításához adja meg a tálca azonosítóját, majd nyomja meg a Kezdés gombot
it: La procedura permette di spostare un cassetto dalla baia di origine a quella di destinazione. Per avviare la procedura inserire l'id del cassetto e poi premere Inizia
pl_pl: Procedura umożliwia przeniesienie szuflady z zatoki źródłowej do zatoki docelowej. Aby uruchomić procedurę należy wprowadzić identyfikator szuflady, a następnie nacisnąć Start
ru_ru: Эта процедура позволяет переместить выдвижной узел из исходной секции в секцию назначения. Чтобы начать процедуру, введите идентификатор выдвижного узла и нажмите кнопку Пуск
sl_si: Postopek omogoča premikanje predala iz izvorne nakladalne police v ciljno. Za začetek postopka vnesite ID predala in pritisnite Začni
tr_tr: Prosedür, bir çekmeceyi kaynak bölmeden hedef bölmeye taşımanıza izin verir. Prosedürü başlatmak için çekmece kimliğini girin ve ardından Başlat'a basın.

# LoadingUnitFromBayToBaySelectDrawerPosition
source: Select the target location of the drawer
bg: Избор на поз за местоназначение на чекмеджето
cs: Vyberte cílovou pozici zásuvky
de_de: Wählen Sie die Zielposition des Kastens
el_gr: Επιλέξτε την τοποθεσία στόχου του συρταριού
es_es: Seleccione la ubicación de destino del cajón
fr_fr: Sélectionner la position de destination du tiroir
hr: Odaberi odredišni položaj pretinca
hu_hu: Válassza ki a tálca célpozícióját
it: Selezionare la posizione di destinazione del cassetto
pl_pl: Wybór miejsca docelowego szuflady
ru_ru: Выберите целевое расположение выдвижного узла
sl_si: Izberite ciljni položaj predala
tr_tr: Çekmecenin hedef konumunu seçin

# MoveLoadingUnitFromCellToBayDescription
source: The procedure allows you to remove a drawer. To start the procedure, enter the drawer ID and then press Start
bg: Процедура позволява изваждане чекмедже. За да стартирате процедура въведете идентификатор на чекмедже и натиснете Старт
cs: Postup umožňuje vyjmout zásuvku. Pro spuštění postupu zadejte ID zásuvky a poté stiskněte tlačítko Spustit
de_de: Es kann ein Kasten entfernt werden. Um den Vorgang zu starten, geben Sie die Kasten-ID ein und drücken Sie dann Start
el_gr: Η διαδικασία σας επιτρέπει να αφαιρέσετε ένα συρτάρι. Για να αρχίσετε τη διαδικασία, εισάγετε το αναγνωριστικό του συρταριού και στη συνέχεια πατήστε εκκίνηση.
es_es: El procedimiento permite eliminar un cajón. Para iniciar el procedimiento, introduzca la identificación del cajón y pulse Inicio
fr_fr: La procédure permet d’enlever un tiroir. Pour lancer la procédure, saisir l’ID du tiroir, puis appuyer sur Démarrer
hr: Postupak omogućuje uklanjanje pretinca. Da biste započeli postupak, unesite id pretinca a zatim pritisnite Počni
hu_hu: Az eljárás lehetővé teszi a tálca eltávolítását. A folyamat elindításához adja meg a tálca azonosítóját, majd nyomja meg a Kezdés gombot
it: La procedura permette di rimuovere un cassetto. Per avviare la procedura inserire l'id del cassetto e poi premere Inizia
pl_pl: Procedura ta pozwala na usunięcie szuflady. Aby uruchomić procedurę należy wprowadzić identyfikator szuflady, a następnie nacisnąć Start
ru_ru: Процедура позволяет удалить выдвижной узел. Чтобы начать процедуру, введите идентификатор выдвижного узла и нажмите кнопку Пуск
sl_si: Postopek omogoča odstranjevanje predala. Za začetek postopka vnesite ID predala in pritisnite Začni
tr_tr: Prosedür bir çekmeceyi çıkarmanıza izin verir. Prosedürü başlatmak için çekmece kimliğini girin ve ardından Başlat'a basın.

# MoveLoadingUnitFromCellToBayDrawerManagement
source: Drawer management
bg: Управл чекмеджета
cs: Správa zásuvek
de_de: Kasten-Management
el_gr: Χειρισμός συρταριού
es_es: Gestión de cajones
fr_fr: Gestion des Tiroirs
hr: Upravlj. Pretinc.
hu_hu: Tálcák kezelése
it: Gestione Cassetti
pl_pl: Zarządzanie szufladami
ru_ru: Управление выдвижными узлами
sl_si: Upr. predalov
tr_tr: çekmece yönetimi

# MoveLoadingUnitFromCellToBaySelectDestinationDrawerPosition
source: Select the target location of the drawer
bg: Избор на поз за местоназначение на чекмеджето
cs: Vyberte cílovou pozici zásuvky
de_de: Wählen Sie die Zielposition des Kastens
el_gr: Επιλέξτε την τοποθεσία στόχου του συρταριού
es_es: Seleccione la ubicación de destino del cajón
fr_fr: Sélectionner la position de destination du tiroir
hr: Odaberi odredišni položaj pretinca
hu_hu: Válassza ki a tálca célpozícióját
it: Selezionare la posizione di destinazione del cassetto
pl_pl: Wybór miejsca docelowego szuflady
ru_ru: Выберите целевое расположение выдвижного узла
sl_si: Izberite ciljni položaj predala
tr_tr: Çekmecenin hedef konumunu seçin

source: Confirm new offset
bg: Потвърж ново отместв
cs: Potvrdit nové Posun
de_de: Neuen Offset best.
el_gr: Επιβεβαίωση νέας μετατόπισης
es_es: Confirmar el nuevo desplazamiento
fr_fr: Confirmer le nouveau décalage
hr: Potvrdi novi pomak
hu_hu: Új eltolás megerősítése
it: Conferma nuovo offset
pl_pl: Potwierdzić nowe przesunięcie
ru_ru: Подтвердите новое смещение
sl_si: Potrdi nov odmik
tr_tr: Yeni ofseti onayla

# CorrectElevatorPositionNext
source: Correct the position of the elevator until it is perfectly aligned and press Next.
bg: Коригирайте позта на повдигача до перфектно подравняване и натиснете Напред.
cs: Upravujte pozici zvedáku až do dosažení dokonalého zarovnání a stiskněte tlač Vpřed.
de_de: Für eine perfekte Ausrichtung Pos. der Hebebühne korrigieren und auf Weiter drücken.
el_gr: Διορθώστε τη θέση του ανελκυστήρα έως ότου είναι τέλεια ευθυγραμμισμένος και πατήστε επόμενο.
es_es: Corrija la posición del elevador hasta que esté perfectamente alineado y pulse Siguiente.
fr_fr: Corriger la position de l’élévateur jusqu’à ce qu’il soit parfaitement aligné et appuyer sur Suivant.
hr: Ispravi položaj dizalice sve dok se savršeno ne poravna i pritisni Naprijed.
hu_hu: Korrigálja az emelő pozícióját, amíg tökéletesen nem illeszkedik, és nyomja meg az Előre gombot.
it: Correggere la posizione dell'elevatore fino al perfetto allineamento e premere Avanti.
pl_pl: Skorygować położenie podnośnika aż do uzyskania idealnego wyrównania i nacisnąć Dalej.
ru_ru: Корректировать положение подъемника до тех пор, пока он не будет идеально выровнен, и нажать кнопку Далее.
sl_si: Popravite položaj dvigala, dokler ni popolnoma poravnano, in pritisnite Naprej.
tr_tr: Asansörün konumunu mükemmel bir şekilde hizalanana kadar düzeltin ve İleri'ye basın.

# Current
source: Current [A]
bg: Ток [A]
cs: Proud [A]
de_de: Strom [A]
el_gr: Ρεύμα [A]
es_es: Corriente [A]
fr_fr: Courant [A]
hr: Struja [A]
hu_hu: Áramerősség [A]
it: Corrente [A]
pl_pl: Bieżące [A]
ru_ru: Ток [A]
sl_si: Tok [A]
tr_tr: Mevcut [A]

# ExecuteCellMeasurement
source: Perform a cell measurement
bg: извършв на измерване клетка
cs: Proveďte měření buňky
de_de: Zelle messen
el_gr: Εκτελέστε τη μέτρηση μιας κυψέλης
es_es: Realización de una medición de células
fr_fr: Effectuer la mesure d’une cellule
hr: Izvršite mjerenje ćelije
hu_hu: Végezze el egy rekesz mérését
it: Eseguire la misurazione di una cella
pl_pl: Pomiar komórki
ru_ru: Выполнить измерение ячейки
sl_si: Izmerite celico
tr_tr: Bir hücre ölçümü gerçekleştirin

# ExecuteElevatorCellPositioning
source: Position the elevator in front of a cell.
bg: Разположете повдигача пред клетка.
cs: Proveďte umístění zvedáku před buňku.
de_de: Hebebühne vor einer Zelle positionieren.
el_gr: Εκτελέστε την τοποθέτηση του ανελκυστήρα μπροστά από μία κυψέλη.
es_es: Ejecute el posicionamiento del elevador frente a una celda.
fr_fr: Effectuer le positionnement de l’élévateur devant une cellule.
hr: Izvršite postavljanje dizalice ispred ćelije.
hu_hu: Pozicionálja az emelőt egy rekesz elé.
it: Eseguire il posizionamento dell'elevatore di fronte ad una cella.
pl_pl: Wykonać pozycjonowanie podnośnika przed komórką.
ru_ru: Выполнить позиционирование подъемника напротив ячейки.
sl_si: Dvigalo postavite pred celico.
tr_tr: Asansörü bir hücrenin önüne yerleştirin.

source: Execute Origin Calibration
bg: Извършв калибр на произхода
cs: Proveďte kalibraci výchozího bodu
de_de: Ursprungs-Kalibrierung durchführen
el_gr: Εκτέλεση βαθμονόμησης προέλευσης
es_es: Realizar la calibración de origen
fr_fr: Effectuer le calibrage de l’origine
hr: Izvršite kalibraciju ishodišta
hu_hu: Végezze el a kiindulási kalibrációt
it: Eseguire calibrazione dell'origine
pl_pl: Wykonaj kalibrację początkową
ru_ru: Выполнить Калибровку Источника
sl_si: Umerite izvor
tr_tr: Menşe Kalibrasyonunu Yürüt

# MoveElevatorToPlaceMeter
source: Move the elevator at a height that allows you to attach the meter.
bg: Поставете повдигача на височина която позволява закрепването на метъра.
cs: Umístěte zvedák do takové výšky, která umožní upevnění metru.
de_de: Hebebühne so positionieren, dass das Messgerät angebracht werden kann.
el_gr: Μετακινήστε τον ανελκυστήρα σε ένα ύψος που σας επιτρέπει να συνδέσετε το μετρητή.
es_es: Coloque el elevador a una altura en la que se pueda fijar el metro.
fr_fr: Placer l’élévateur à une hauteur qui permet de fixer l’instrument de mesure.
hr: Postavite dizalicu na takvu visinu koja omogućuje da pričvrstite metar.
hu_hu: Állítsa az emelőt olyan magasságba, amely lehetővé teszi a mérőműszer rögzítését.
it: Posizionare l'elevatore ad una altezza tale che permetta di attaccare il metro.
pl_pl: Ustawić podnośnik na wysokość umożliwiającą zamocowanie miernika.
ru_ru: Переместите подъемник на высоту, позволяющую прикрепить счетчик.
sl_si: Dvigalo postavite na višino, ki vam omogoča pritrditev metra.
tr_tr: Asansörü, sayacı takmanıza izin verecek bir yükseklikte hareket ettirin.

source: Move to elevator position
bg: Преминав към поз повдиг
cs: Přesunout zvedák do pozice
de_de: Auf Pos. Hebeb. Versch.
el_gr: Μετακινήστε προς τη θέση ανελκυστήρα
es_es: Mover a la posición del elevador
fr_fr: Déplacer à la position élévateur
hr: Pomakni na položaj dizalice
hu_hu: Az emelő pozícióba állítása
it: Sposta a posizione elevatore
pl_pl: Przejście do pozycji podnośnika
ru_ru: Перейти в положение подъемника
sl_si: Premakni v položaj dvigala
tr_tr: Asansör konumuna hareket

source: Move to quote
bg: Прем ниво
cs: Jít na kótu
de_de: Zur Höhe
el_gr: Μετακινήστε σε παράθεση
es_es: Ir a la altura
fr_fr: Aller à la cote
hr: Idi na vis.
hu_hu: Magasságra áll
it: Vai a quota
pl_pl: Przesunąć do wartości
ru_ru: Перейти к квоте
sl_si: Pojdi naViš
tr_tr: Alıntı yapmak için taşı

# NewOffset
source: New offset (mm)
bg: Ново отместв (мм)
cs: Nový posun (mm)
de_de: Neuer Offset (mm)
el_gr: Νέα μετατόπιση (mm)
es_es: Nuevo desplazamiento (mm)
fr_fr: Nouveau décalage (mm)
hr: Novi pomak (mm)
hu_hu: Új eltolás [mm]
it: Nuovo offset (mm)
pl_pl: Nowe przesunięcie (mm)
ru_ru: Новое смещение (мм)
sl_si: Nov odmik (mm)
tr_tr: Yeni ofset (mm)
