Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# BypassTest
source: Are you sure you want to bypass this test?
bg: Потвърж ли че искате да заобик изпълн на този тест?
cs: Potvrdit, že chcete přemostit provedení tohoto testu?
de_de: Durchführung dieses Tests wirklich umgehen?
el_gr: Είστε βέβαιοι ότι θέλετε να παρακάμψετε αυτή τη δοκιμή;
es_es: ¿Está confirmando que quiere evitar la ejecución de esta prueba?
fr_fr: Voulez-vous vraiment ignorer l’exécution de ce test ?
hr: Potvrđujete li da želite premostiti izvođ. ovog testa?
hu_hu: Megerősíti a teszt elvégzésének kihagyását?
it: Confermi di voler bypassare l'esecuzione di questo test?
pl_pl: Czy na pewno chcesz ominąć ten test?
ru_ru: Вы уверены, что хотите пропустить это испытание?
sl_si: Potrjuješ, da želiš obiti izvedbo tega testa?
tr_tr: Bu testi atlamak istediğinizden emin misiniz?

# CarouselCalibrationMenuDescription
source: Calibrate the carousel
bg: извършв калибр въртележка
cs: Proveďte kalibraci karuselu
de_de: Kalibrieren Sie das Karussell
el_gr: Βαθμονομήστε την καρουζέλ
es_es: Calibrar el carrusel
fr_fr: Effectue le calibrage du carrousel
hr: Izvodi kalibracije vrtuljka
hu_hu: A karusszel kalibrációjának elvégzése
it: Effettua la calibrazione della giostra
pl_pl: Skalibruj karuzelę
ru_ru: Откалибруйте круговой конвейер
sl_si: Izvedi umerjanje vrtljivega dela
tr_tr: Karuseli kalibre edin

# CarouselCalibrationMenuTitle
source: Carousel calibration
bg: калибр въртележ
cs: Kalibrace karuselu
de_de: Karussell-Kalibrier.
el_gr: Βαθμονόμηση καρουζέλ
es_es: Calibración del carrusel
fr_fr: Calibrage du carrousel
hr: Kalibracija vrtuljka
hu_hu: Karusszel kalibrációja
it: Calibrazione giostra
pl_pl: Kalibracja karuzeli
ru_ru: Калибровка кругового конвейера
sl_si: Umerjanje vrt dela
tr_tr: Karusel kalibrasyonu

# CellManagerMenuTitle
source: Cell management
bg: Управл клетки
cs: Správa buněk
de_de: Zellenverw.
el_gr: Χειρισμός κυψέλης
es_es: Gestión de las celdas
fr_fr: Gestion des cellules
hr: Upravlj.ćelij.
hu_hu: Rekeszek kezelése
it: Gestione celle
pl_pl: Zarządzanie komórką
ru_ru: Управление ячейками
sl_si: Upr. celic
tr_tr: Hücre yönetimi

# CellTestMenuDescription
source: Load first drawer and test cells
bg: Зареж първо чекмедж и изпит клетки
cs: Naklád první zásuvky a test buněk
de_de: Erste Kasten laden und Zellen-Test
el_gr: Φόρτωση πρώτου συρταριού και κυψέλες δοκιμής
es_es: Carga primer cajón y prueba de celdas
fr_fr: Chargement du premier tiroir et test des cellules
hr: Utov. prvog pretinca i test ćelija
hu_hu: Első tálca betöltése és a rekeszek tesztje
it: Carico primo cassetto e test celle
pl_pl: Załaduj pierwszą szufladę i komórki testowe
ru_ru: Загрузите первый выдвижной узел и испытательные ячейки
sl_si: Nalaganje 1. predala in test celic
tr_tr: İlk çekmeceyi yükleyin ve hücreleri test edin

# CellTestMenuTitle
source: Border cells test
bg: Изпит гран кл
cs: Test buněk
de_de: Zellentest
el_gr: Δοκιμή συνοριακών κυψελών
es_es: Prueba de celdas límite
fr_fr: Test des cellules limite
hr: Test ćel.
hu_hu: Határoló rekeszek tesztje
it: Test celle
pl_pl: Test komórek granicznych
ru_ru: Тест пограничных ячеек
sl_si: Test celic
tr_tr: Sınır hücreleri testi

# ChangeCellBlockObsoleteMenuDescription
source: Apply a correction to a group of cells
bg: Прилагане на корекция към група клетки
cs: Aplikujte korekci na skupinu buněk
de_de: Anwenden Korrektur auf eine Grp. von Zellen
el_gr: Εφαρμόστε μια διόρθωση σε μια ομάδα κυψελών
es_es: Aplica una corrección a un grupo de celdas
fr_fr: Applique une correction à un groupe de cellules
hr: Primjenjuje ispravak na skupinu ćelija
hu_hu: Korrekció alkalmazása a rekeszek egy csoportjára
it: Applica una correzione ad un gruppo di celle
pl_pl: Zastosuj korektę do grupy komórek
ru_ru: Примените коррекцию к группе ячеек
sl_si: Uporabi popravek za skupino celic
tr_tr: Bir hücre grubuna düzeltme uygulama

# ChangeCellBlockObsoleteMenuTitle
source: Change cell block (obsolete)
bg: Редактир блок клетки (остаряло)
cs: Změna bloku buněk (zastaralý)
de_de: Zellblock bearbeiten (veraltet)
el_gr: Αλλάξτε το μπλοκ κυψελών (απαρχαιωμένο)
es_es: Editar bloque de celdas (obsoleto)
fr_fr: Modifie le bloc des cellules (obsolète)
hr: Izmjenjuje blok ćelija (zastar.)
hu_hu: Rekeszek blokkolásának módosítása (elavult)
it: Modifica blocco celle (obsoleto)
pl_pl: Zmiana bloku komórek (nieaktualne)
ru_ru: Изменить блок ячеек (устаревший)
sl_si: Spremeni sklop celic (zastarelo)
tr_tr: Hücre bloğunu değiştir (eski)

# CheckCellDimensionMenuDescription
source: Check the vertical position of the cells, one for each panel, marking every checked panel
bg: Проверете височината на клетките по панели като следите за извършените проверки
cs: Zkontrolujte kótu buněk, rozdělených podle panelů, a poznamenejte si umístění provedených kontrol
de_de: Überprüft Zellenhöhe, unterteilt nach Panels, wobei die durchgeführten Überprüfungspositionen verfolgt werden
el_gr: Ελέγξτε την κατακόρυφη θέση των κυψελών, μία για κάθε πίνακα, σημειώνοντας κάθε ελεγμένο πίνακα
es_es: Comprueba la altura de las celdas, subdivididas por paneles, llevando la cuenta de las colocaciones de verificación realizadas
fr_fr: Vérifie la cote des cellules, divisées par panneau, en gardant une trace des positionnements de vérification effectués
hr: Provjerava visinu ćelija, podijeljenih po ploči i čuva zapis izvršenih stavljanja provjera
hu_hu: Ellenőrzi a rekeszek pozícióját, panelekre felosztva, az elvégzett ellenőrzések pozicionálásának nyomon követésével
it: Verifica la quota delle celle, suddivise per pannello, tenendo traccia dei posizionamenti di verifica effettuati
pl_pl: Sprawdź pionową pozycję komórek, po jednej dla każdego panelu, zaznaczając każdy sprawdzany panel
ru_ru: Проверьте вертикальное положение ячеек, по одной для каждой панели, отметив каждую проверенную панель
sl_si: Preverite višino celic, razdeljen po ploščah, in sledite opravljenim postavitvam za preverjanje
tr_tr: Kontrol edilen her paneli işaretleyerek, her panel için bir tane olacak şekilde hücrelerin dikey konumunu kontrol edin

# CheckCellDimensionMenuTitle
source: Check cell vertical positions
bg: Контрол квота клетка
cs: Kontrola kót buňky
de_de: Kontrolle Zellenwerte
el_gr: Ελέγξτε τις κατακόρυφες θέσεις της κυψέλης
es_es: Control de la cuota de células
fr_fr: Contrôle des cotes des cellules
hr: Provj. visine ćelije
hu_hu: Rekeszmagasságok ellenőrzése
it: Controllo quote celle
pl_pl: Sprawdź pionowe położenie komórek
ru_ru: Проверьте вертикальное положение ячеек
sl_si: Prev višine celic
tr_tr: Hücre dikey konumlarını kontrol edin

# CheckCellDimensionObsoleteMenuDescription
source: Check the quota of one or more cells
bg: Провер размер една или повече клетки
cs: Kontr kóty jedné nebo několika buněk
de_de: Höhe einer od. mehr Zellen prüfen
el_gr: Ελέγξτε το όριο ενός ή περισσοτέρων κυψελών
es_es: Comprobar la cota de una o varias celdas
fr_fr: Vérifie la cote d’une ou plusieurs cellules
hr: Provj. visine jedne ili više ćelija
hu_hu: Ellenőrzi egy vagy több rekesz pozícióját
it: Verifica la quota di una o più celle
pl_pl: Sprawdź limit jednej lub więcej komórek
ru_ru: Проверьте квоту одной или нескольких ячеек
sl_si: Preverite višino ene ali več celic
tr_tr: Bir veya daha fazla hücrenin kotasını kontrol edin

# CheckCellDimensionObsoleteMenuTitle
source: Check cell quotas (obsolete)
bg: Контрол квоти клетки (закрито)
cs: Kontrola kót buňky (zastaralý)
de_de: Kontr. der Zellenhöhe (veraltet)
el_gr: Ελέγξτε τα όρια των κυψελών (απαρχαιωμένο)
es_es: Control de la cuota de celdas (obsoleto)
fr_fr: Contrôle des cotes des cellules (obsolète)
hr: Provj. visina ćelije (zastarj.)
hu_hu: Rekeszpozíciók ellenőrzése (elavult)
it: Controllo quote celle (obsoleto)
pl_pl: Sprawdź limity komórek (nieaktualne)
ru_ru: Проверьте квоты ячеек (устаревшие)
sl_si: Prev višine celic (zastarelo)
tr_tr: Hücre kotalarını kontrol edin (eski)

# CompleteOtherBayTest
source: Complete the tests on the other bays
bg: Завършване тестове в други отдел
cs: Dokončete test na dalších stanic
de_de: Vollst. Tests an anderen Buchten
el_gr: Ολοκληρώστε τις δοκιμές στις άλλες πλατφόρμες
es_es: Completa las pruebas en las otras bahías
fr_fr: Terminer les tests sur les autres baies
hr: Dovršite test na drugim uvalama
hu_hu: Elvégzi a teszteket a többi munkaállomáson
it: Completare i test sulle altre baie
pl_pl: Zakończ testy na pozostałych polach
ru_ru: Завершите испытания в других секциях
sl_si: Izvedi teste na drugih nak policah
tr_tr: Diğer bölmelerdeki testleri tamamlayın

# CompleteTestMenuTitle
source: Complete Test
bg: Пълен тест
cs: Test dokončen
de_de: Vollst. Test
el_gr: Ολοκληρωμένη δοκιμή
es_es: Prueba completada
fr_fr: Test Complet
hr: Test Dovršen
hu_hu: Befejezett teszt
it: Test Completo
pl_pl: Zakończ test
ru_ru: Полный тест
sl_si: Celovit test
tr_tr: Testi Tamamla

# ConfirmCompleteTest
source: Do you want to confirm the completion of the test?
bg: Искате ли да потвърдите завършването на теста?
cs: Chcete potvrdit dokončení kolaudace?
de_de: Abschluss der Abnahmeprüfung bestätigen?
el_gr: Θέλετε να επιβεβαιώσετε την ολοκλήρωση της δοκιμής;
es_es: ¿Desea confirmar la realización de la prueba?
fr_fr: Voulez-vous confirmer l’achèvement de la mise en service ?
hr: Želite li potvrditi završetak testiranja?
hu_hu: Megerősíti a felülvizsgálat elvégzését?
it: Vuoi confermare il completamento del collaudo?
pl_pl: Czy chcesz potwierdzić zakończenie testu?
ru_ru: Вы хотите подтвердить завершение теста?
sl_si: Ali želiš potrditi zaključek testiranja?
tr_tr: Testin tamamlandığını onaylamak istiyor musunuz?

# DateTimeMenuDescription
source: System Date and Time setting
bg: Задаване на системната дата и час
cs: Nastavení data a času systému
de_de: Einstell. Systemdatum und -uhrzeit
el_gr: Ρύθμιση ημερομηνίας και ώρας συστήματος
es_es: Ajuste de la fecha y la hora del sistema
fr_fr: Configuration Date et Heure de Système
hr: Postavljanje Datuma i Sata Sustava
hu_hu: A rendszerdátum és -idő beállítása
it: Impostazione Data e Ora di Sistema
pl_pl: Ustawienie systemowej daty i godziny
ru_ru: Настройка системной даты и времени
sl_si: Nast. sistemskega datuma in časa
tr_tr: Sistem Tarih ve Saat ayarı

# DateTimeMenuTitle
source: Date and Time
bg: Дата и час
cs: Datum/čas
de_de: Datum/Uhr
el_gr: Ημερομηνία και ώρα
es_es: Fecha y hora
fr_fr: Date et Heure
hr: Dat.i Sat
hu_hu: Dátum és idő
it: Data e Ora
pl_pl: Data i godzina
ru_ru: Дата и время
sl_si: Dat in čas
tr_tr: Tarih ve saat

# EmbarkDisembarkMenuTitle
source: Embarkation / Disembarkation
bg: Качв/слиз кораб
cs: Naklád / Vyklád
de_de: Ver- / Entladen
el_gr: Επιβίβαση / αποβίβαση
es_es: Embarque / Desembarque
fr_fr: Chargement/Déchargement
hr: Ukrcaj / Iskrcaj
hu_hu: Berakodás / Kirakodás
it: Imbarco / Sbarco
pl_pl: Zaokrętowanie / Wyokrętowanie
ru_ru: Посадка / Высадка
sl_si: Nakl. / razklad.
tr_tr: Biniş / Gemiden Ayrılma

# GateTestMenuDescription
source: It allows to carry out a series of repetitive tests for the gate
bg: Позволява поредица от повтарящи се тестове на амортисьора
cs: Umožňuje provést řadu opakujících se testů pro roletu
de_de: Durchführung einer Reihe von Wiederholungstests für Rolltür
el_gr: Επιτρέπει την εκτέλεση μιας σειράς επαναλαμβανόμενων δοκιμών για την πύλη
es_es: Permite realizar una serie de pruebas repetitivas para la compuerta
fr_fr: Permet d’effectuer une série de tests répétitifs pour le volet de fermeture
hr: Dozvoljava izvođenje niza ponavljajućih testova za zaklopku
hu_hu: Lehetővé teszi egy sor ismétlődő teszt elvégzését a redőnyön
it: Permette di effettuare una serie di test ripetitivi per la serranda
pl_pl: Pozwala na przeprowadzenie serii powtarzających się testów dla bramy
ru_ru: Это позволяет проводить серию повторяющихся тестов для ворот
sl_si: Omogoča izvedbo vrste ponavljajočih se testov za loputo
tr_tr: Kapı için bir dizi tekrarlayan test yapılmasına izin verir.

# GateTestMenuTitle
source: Shutter test
bg: Изпитв клапи
cs: Test rolety
de_de: Test Rolltür
el_gr: Δοκιμή κλείστρου
es_es: Prueba de compuerta
fr_fr: Test du volet de fermeture
hr: Test zaklopke
hu_hu: Redőnyteszt
it: Test serranda
pl_pl: Test migawki
ru_ru: Испытание заслонки
sl_si: Test lopute
tr_tr: Deklanşör testi

# InsertMenuDescription
source: New unit insertion procedure
bg: Процедура за поставяне на ново чекмедже
cs: Postup zasouvání nové zásuvky
de_de: Neues Einschubverfahren für Kasten
el_gr: Νέα διαδικασία εισαγωγής μονάδας
es_es: Nuevo procedimiento de inserción del cajón
fr_fr: Procédure d’insertion d’un nouveau tiroir
hr: Postupak unosa novog pretinca
hu_hu: Új tálca beviteli eljárása
it: Procedura di inserimento nuovo cassetto
pl_pl: Procedura wstawiania nowej jednostki
ru_ru: Процедура ввода нового блока
sl_si: Postopek vstavljanja novega predala
tr_tr: Yeni birim yerleştirme prosedürü

# InsertMenuTitle
source: Inserting
bg: Вмъкване
cs: Vkládání
de_de: Einfügen
el_gr: Εισαγωγή
es_es: Insertar
fr_fr: Insertion
hr: Unošenje
hu_hu: Bevitel
it: Inserimento
pl_pl: Wstawianie
ru_ru: Вставка
sl_si: Vstavljanje
tr_tr: ekleme

# InverterParameterizationMenuDescription
source: Loading the inverter parameterization with standard parameters
bg: Зареждане на параметризирането на инвертора със стандартни параметри
cs: Nahrávání parametrů měniče dle standardních parametrů
de_de: Laden der Umrichter-Parametereinstellung mit Standardparametern
el_gr: Φορτώστε την παραμετροποίηση του αντιστροφέα με πρότυπες παραμέτρους
es_es: Carga de los ajustes de los parámetros del inversor con parámetros estándar
fr_fr: Chargement du paramétrage du variateur avec les paramètres standards
hr: Učitavanje parametrizacije invertera sa standardnim postavkama
hu_hu: Az inverter paraméterezésének betöltése standard paraméterekkel
it: Caricamento della parametrizzazione dell'inverter con parametri standard
pl_pl: Ładowanie parametryzacji falownika z parametrami standardowymi
ru_ru: Загрузка параметризации инвертора стандартными параметрами
sl_si: Nalaganje parametrizacije inverterja s standardnimi parametri
tr_tr: İnverter parametrelendirmesinin standart parametrelerle yüklenmesi

# InverterParameterizationMenuTitle
source: Inverter parameterization
bg: Параметризир инвертор
cs: Nastavení parametrů měniče
de_de: Umrichter-Parametrierung
el_gr: Παραμετροποίηση αντιστροφέα
es_es: Parametrización del inversor
fr_fr: Paramétrage du Variateur
hr: Parametrizacija invertera
hu_hu: Inverter paraméterezése
it: Parametrizzazione Inverter
pl_pl: Parametryzacja falownika
ru_ru: Параметризация инвертора
sl_si: Parametrizacija inverterja
tr_tr: İnverter parametreleştirme

# manageUserMenuDescription
source: Local user management
bg: Управл локални потреб
cs: Správa místních uživat
de_de: Lokale Benutzerverw.
el_gr: Τοπική διαχείριση χρήστη
es_es: Gestión de usuarios locales
fr_fr: Gestion des utilisateurs locaux
hr: Upravlj. Lokal.korisn.
hu_hu: Helyi felhasználók kezelése
it: Gestione utenti locali
pl_pl: Menedżer lokalnego użytkownika
ru_ru: Управление локальными пользователями
sl_si: Upr. lokalnih uporab.
tr_tr: Yerel kullanıcı yönetimi

# ManageUserMenuTitle
source: User Management
bg: Управл Потреб
cs: Správa uživat
de_de: Benutzerverw.
el_gr: Διαχείριση χρήστη
es_es: Gestión de usuarios
fr_fr: Gestion des Utilisateurs
hr: Upravlj. Koris.
hu_hu: Felhasználók kezelése
it: Gestione Utenti
pl_pl: Zarządzanie użytkownikami
ru_ru: Ожидание управления пользователями
sl_si: Upr. Uporabn.
tr_tr: Kullanıcı yönetimi

# MoveBayToBayMenuDescription
source: Procedure for moving the unit from bay to bay
bg: Процедура преместв на чекмедже от отдел в отдел
cs: Postup přesunu zásuvky ze stanice do stanice
de_de: Bewegt Kasten von Bucht zu Bucht
el_gr: Διαδικασία για τη μετακίνηση της μονάδας από πλατφόρμα σε πλατφόρμα
es_es: Procedimiento de traslado de cajones de bahía a bahía
fr_fr: Procédure de déplacement du tiroir de baie en baie
hr: Postupak pomicanja pretinca od uvale do uvale
hu_hu: A tálca áthelyezési eljárása az egyik munkaállomásról a másikra
it: Procedura di spostamento cassetto da baia a baia
pl_pl: Procedura przenoszenia urządzenia z zatoki do zatoki
ru_ru: Порядок перемещения единицы из секции в секцию
sl_si: Postopek premikanja predala od-do nak police
tr_tr: Üniteyi bölmeden bölmeye taşıma prosedürü

# MoveBayToBayMenuTitle
source: Moving from bay to bay
bg: Преминава от отдел в отдел
cs: Přesun ze stan do stan
de_de: Bew. von Bucht zu Bucht
el_gr: Μετακίνηση από πλατφόρμα σε πλατφόρμα
es_es: Desplazamiento de bahía a bahía
fr_fr: Déplacement de baie en bais
hr: Pomic. od uvale do uvale
hu_hu: Áthelyezés az egyik munkaállomásról a másikra
it: Spostamento da baia a baia
pl_pl: Przechodzenie z zatoki do zatoki
ru_ru: Перемещение из секции в секцию
sl_si: Premik od-do nak police
tr_tr: Körfezden körfeze hareket

# MoveCellToCellMenuDescription
source: Procedure for moving the unit from cell to cell
bg: Процедура премества на чекмедже от клетка в клетка
cs: Postup přesunu zásuvky z buňky do buňky
de_de: Bewegt Kasten von Zelle zu Zelle
el_gr: Διαδικασία για τη μετακίνηση της μονάδας από κυψέλη σε κυψέλη
es_es: Procedimiento para trasladar el cajón de una celda a otra
fr_fr: Procédure de déplacement du tiroir de cellule à cellule
hr: Postupak pomicanja pretinca od ćelije do ćelije
hu_hu: A tálca áthelyezési eljárása az egyik rekeszről a másikra
it: Procedura di spostamento cassetto da cella a cella
pl_pl: Procedura przenoszenia urządzenia z komórki do komórki
ru_ru: Процедура перемещения блока из ячейки в ячейку
sl_si: Postopek premikanja predala od celice do celice
tr_tr: Üniteyi hücreden hücreye taşıma prosedürü

# MoveCellToCellMenuTitle
source: Moving from cell to cell
bg: Преминава от клетка в клетка
cs: Přesun z buňky do buňky
de_de: Von Zelle zu Zelle gehen
el_gr: Μετακίνηση από κυψέλη σε κυψέλη
es_es: Pasar de una celda a otra
fr_fr: Déplacement de cellule à cellule
hr: Pomic. od ćelije do ćelije
hu_hu: Áthelyezés az egyik rekeszről a másikra
it: Spostamento da cella a cella
pl_pl: Przemieszczanie z komórki do komórki
ru_ru: Перемещение из ячейки в ячейку
sl_si: Premik od celice do celice
tr_tr: Hücreden hücreye geçiş

# OffsetVerticalAxisMenuDescription
source: Calibrate the vertical axis offset
bg: калибр на отмествто на вертикалната ос
cs: Provede kalibraci posunutí vertikální osy
de_de: Kalibrierung des Offsets der vert. Achse durchführen
el_gr: Βαθμονομήστε τη μετατόπιση του κατακόρυφου άξονα
es_es: Efectuar calibración del desplazamiento del eje vertical
fr_fr: Effectue le calibrage du décalage de l’axe vertical
hr: Izvodi kalibraciju pomaka okomite osi
hu_hu: A függőleges tengely eltolási kalibrációjának elvégzése
it: Effettua la calibrazione dell'offset dell'asse verticale
pl_pl: Kalibracja przesunięcia osi pionowej
ru_ru: Откалибруйте смещение вертикальной оси
sl_si: Izvedite umerjanje odmika navpične osi
tr_tr: Dikey eksen ofsetini kalibre edin

# OffsetVerticalAxisMenuTitle
source: Vertical axis offset
bg: Отмества вертикал ос
cs: Posun vertik osy
de_de: Offset vert. Achse
el_gr: Μετατόπιση κατακόρυφου άξονα
es_es: Desplazamiento del eje vertical
fr_fr: Décalage de l’axe vertical
hr: Pomak okomite osi
hu_hu: Függőleges tengely eltolása
it: Offset asse verticale
pl_pl: Przesunięcie osi pionowej
ru_ru: Смещение вертикальной оси
sl_si: Odmik navpične osi
tr_tr: Dikey eksen ofseti

# ParametersMenuDescription
source: Modification, import and export of machine parameters
bg: Редактиране импортиране и експортиране на машинни параметри
cs: Změna, import a export parametrů stroje
de_de: Maschinenparameter bearbeiten, importieren und exportieren
el_gr: Τροποποίηση, εισαγωγή και εξαγωγή των παραμέτρων του μηχανήματος
es_es: Editar, importar y exportar los parámetros de la máquina
fr_fr: Modification, importation et exportation des paramètres machine
hr: Izmjena, uvoz i izvoz postavki stroja
hu_hu: A gépparaméterek módosítása, importálása és exportálása
it: Modifica, importazione ed esportazione dei parametri macchina
pl_pl: Modyfikacja, import i eksport parametrów maszyny
ru_ru: Модификация, импорт и экспорт параметров машины
sl_si: Sprememba, uvoz in izvoz parametrov stroja
tr_tr: Makine parametrelerinin değiştirilmesi, içe ve dışa aktarılması

# ParametersMenuTitle
source: Parameters
bg: Параметри
cs: Parametry
de_de: Parameter
el_gr: Παράμετροι
es_es: Parámetros
fr_fr: Paramètres
hr: Postavke
hu_hu: Paraméterek
it: Parametri
pl_pl: Parametry
ru_ru: Параметры
sl_si: Parametri
tr_tr: parametreler

# RemoveMenuDescription
source: Unit removal procedure
bg: Процедура отстранява чекмедже
cs: Postup odstranění zásuvky
de_de: Verfahren zur Kastenentnahme
el_gr: Διαδικασία αφαίρεσης μονάδας
es_es: Procedimiento de retirada del cajón
fr_fr: Procédure de retrait du tiroir
hr: Postupak uklanjanja pretinca
hu_hu: A tálca eltávolítási eljárása
it: Procedura di rimozione cassetto
pl_pl: Procedura demontażu urządzenia
ru_ru: Процедура удаления блока
sl_si: Postopek odstranjev. predalov
tr_tr: Ünite kaldırma prosedürü

# RemoveMenuTitle
source: Removal
bg: Премахва
cs: Odstran
de_de: Entfern.
el_gr: Αφαίρεση
es_es: Eliminación
fr_fr: Retrait
hr: Uklanj.
hu_hu: Eltávolítás
it: Rimozione
pl_pl: Demontaż
ru_ru: Удаление
sl_si: Odsttev
tr_tr: kaldırma

# ResolutionVerticalAxisMenuDescription
source: Calibrate the resolution of the vertical axis
bg: Калибрира разделителната способност на вертикалната ос
cs: Provede kalibraci rozlišení vertikální osy
de_de: Kalibrierung der Auflösung der vert. Achse
el_gr: Βαθμονομήστε την ανάλυση του κατακόρυφου άξονα
es_es: Realizar la calibración de la resolución del eje vertical
fr_fr: Effectue le calibrage de la résolution de l’axe vertical
hr: Izvodi kalibraciju rezolucije okomite osi
hu_hu: A függőleges tengely felbontási kalibrációjának elvégzése
it: Effettua la calibrazione della risoluzione dell'asse verticale
pl_pl: Kalibracja rozdzielczości osi pionowej
ru_ru: Откалибруйте разрешение вертикальной оси
sl_si: Izvedite umerjanje resolucije navpične osi
tr_tr: Dikey eksenin çözünürlüğünü kalibre edin

# ResolutionVerticalAxisMenuTitle
source: Vertical axis resolution
bg: Раздел способн вертикал ос
cs: Rozlišení vertikální osy
de_de: Auflösung der vert. Achse
el_gr: Ανάλυση κατακόρυφου άξονα
es_es: Resolución del eje vertical
fr_fr: Résolution de l’axe vertical
hr: Rezolucija okomite osi
hu_hu: Függőleges tengely felbontása
it: Risoluzione asse verticale
pl_pl: Rozdzielczość osi pionowej
ru_ru: Разрешение по вертикальной оси
sl_si: Resolucija navpične osi
tr_tr: Dikey eksen çözünürlüğü

# UnitManageMenuTitle
source: Unit Management
bg: Управл Чекмеджета
cs: Správa zásuvek
de_de: Kasten-Management
el_gr: Διαχείριση μονάδας
es_es: Gestión del cajón
fr_fr: Gestion du tiroir
hr: Upravlj. pretinc.
hu_hu: Tálca kezelése
it: Gestione cassetto
pl_pl: Zarządzanie jednostką
ru_ru: Управление подразделениями
sl_si: Upr. predala
tr_tr: Birim Yönetimi

# VerticalAxisOriginMenuDescription
source: Calibrate the origin of the vertical axis
bg: калибр на началото на вертикалната ос
cs: Provede kalibraci výchozí polohy vertikální osy
de_de: Kalibriert den Ursprung der vertikalen Achse
el_gr: Βαθμονομήστε την προέλευση του κατακόρυφου άξονα
es_es: Realizar la calibración del origen del eje vertical
fr_fr: Effectue le calibrage de l’origine de l’axe vertical
hr: Izvodi kalibraciju ishodišta okomite osi
hu_hu: A függőleges tengely origókalibrációjának elvégzése
it: Effettua la calibrazione dell'origine dell'asse verticale
pl_pl: Kalibracja początku osi pionowej
ru_ru: Откалибруйте начало вертикальной оси
sl_si: Izvedite umerjanje izvora navpične osi
tr_tr: Dikey eksenin orijinini kalibre edin
