Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# TrayTare
source: Tray Tare (kg)
bg: Чекмедже тара (кг)
cs: Tára zásuvky (kg)
de_de: Tara Kasten (kg)
el_gr: Απόβαρο δίσκου (kg)
es_es: Cajón de tara (kg)
fr_fr: Tare du Tiroir (kg)
hr: Tara Pretinca (kg)
hu_hu: Tálca tára (kg)
it: Tara Cassetto (kg)
pl_pl: Tara tacy (kg)
ru_ru: Тара лотка (кг)
sl_si: Tara predala (kg)
tr_tr: Tepsi Darası (kg)

# NetWeight
source: Net Weight (kg)
bg: Нетно тегло(кг)
cs: Čistá hmot (kg)
de_de: Nettogew. (kg)
el_gr: Καθαρό βάρος (kg)
es_es: Peso neto (kg)
fr_fr: Poids Net (kg)
hr: Neto Tež. (kg)
hu_hu: Nettó súly (kg)
it: Peso Netto (kg)
pl_pl: Waga netto (kg)
ru_ru: Вес нетто (кг)
sl_si: Neto teža (kg)
tr_tr: Net ağırlık / kilogram)

source: Firewall is enabled on this terminal.
bg: Защитната стена е активирана на този терминал.
cs: Na tomto terminálu je aktivován firewall.
de_de: Die Firewall ist auf diesem Terminal aktiviert.
el_gr: Το αντιπυρικό διάφραγμα είναι ενεργοποιημένο σε αυτό το τερματικό.
es_es: El cortafuegos está activado en este terminal.
fr_fr: Le pare-feu est activé sur ce terminal.
hr: Vatrozid je omogućen na ovom terminalu.
hu_hu: A tűzfal engedélyezve van ezen a terminálon.
it: Il firewall risulta abilitato su questo terminale.
pl_pl: Firewall jest włączony na tym terminalu.
ru_ru: На этом терминале включен брандмауэр.
sl_si: Požarni zid je omogočen na tem terminalu.
tr_tr: Bu terminalde güvenlik duvarı etkindir.

source: Procedure completed.
bg: Процедур е завършена.
cs: Postup dokončen.
de_de: Verfahren abgeschl.
el_gr: Η διαδικασία ολοκληρώθηκε.
es_es: Procedimiento completado.
fr_fr: Procédure terminée.
hr: Postupak je završen.
hu_hu: Az eljárás befejeződött.
it: Procedura completata.
pl_pl: Procedura zakończona.
ru_ru: Процедура завершена.
sl_si: Postopek zaključen.
tr_tr: Prosedür tamamlandı.

source: Go to position
bg: Прем ниво
cs: Jít na kótu
de_de: Zur Höhe
el_gr: Μετάβαση στη θέση
es_es: Ir a la altura
fr_fr: Aller à la cote
hr: Idi na vis.
hu_hu: Magasságra áll
it: Vai a quota
pl_pl: Przejdź do pozycji
ru_ru: Перейти в положение
sl_si: Pojd na viš
tr_tr: pozisyona git

source: Position
bg: Квота
cs: Kóta
de_de: Höhe
el_gr: Θέση
es_es: Altura
fr_fr: Cote
hr: Vis.
hu_hu: Pozícióérték
it: Quota
pl_pl: Pozycja
ru_ru: Положение
sl_si: Viš
tr_tr: Durum

source: Confirmation operation?
bg: Потвържд ли операция?
cs: Potvrdit operaci?
de_de: Vorgang bestätigen?
el_gr: Θέλετε να επιβεβαιώσετε τη λειτουργία;
es_es: ¿Confirma la operación?
fr_fr: Confirmez-vous l’opération ?
hr: Potvrđujete operac.?
hu_hu: Megerősíti a műveletet?
it: Confermi l'operazione?
pl_pl: Potwierdzić operację?
ru_ru: Операция подтверждения?
sl_si: Potrjuješ postopek?
tr_tr: Onay işlemi?

source: Loading unit id
bg: Идент чекм
cs: ID zásuvky
de_de: Kasten ID
el_gr: Αναγνωριστικό της μονάδας φόρτωσης
es_es: Id. del cajón
fr_fr: Id tiroir
hr: Id pretinca
hu_hu: Tálca ID
it: Id cassetto
pl_pl: Identyfikator jednostki ładunkowej
ru_ru: Идентификатор единицы груза
sl_si: Id predala
tr_tr: Birim kimliği yükleniyor

source: Bay calibration
bg: Калибр отдел
cs: Kalibr stan
de_de: Einst. Bucht
el_gr: Βαθμονόμηση πλατφόρμας
es_es: Calibración de la bahía
fr_fr: Étalonnage de la baie
hr: Težina uvale
hu_hu: Munkaállomás kalibrálása
it: Taratura baia
pl_pl: Kalibracja zatoki
ru_ru: Калибровка секции
sl_si: Umer nak pol
tr_tr: Bay kalibrasyonu

source: Carousel down
bg: Въртел над
cs: Karusel dol
de_de: Karuss.Unt.
el_gr: Καρουζέλ κάτω
es_es: Carrusel hacia abajo
fr_fr: Carrousel en bas
hr: Vrt. dolje
hu_hu: Karusszel le
it: Giostra giù
pl_pl: Karuzela w dół
ru_ru: Круговой конвейер вниз
sl_si: Vrt del dol
tr_tr: atlıkarınca aşağı

source: Carousel up
bg: Въртел на
cs: Karusel up
de_de: Karuss.Ob.
el_gr: Καρουζέλ επάνω
es_es: Carrusel arriba
fr_fr: Carrousel en haut
hr: Vrt. gore
hu_hu: Karusszel fel
it: Giostra su
pl_pl: Karuzela w górę
ru_ru: Круговой конвейер вверх
sl_si: Vrt delGor
tr_tr: yukarı atlıkarınca

source: Chain calibration
bg: Калибрир верига
cs: Kalibr řetězu
de_de: Kalibr. Kette
el_gr: Βαθμονόμηση αλυσίδας
es_es: Calibración de la cadena
fr_fr: Étalonnage de la chaîne
hr: Kalibr. lanca
hu_hu: Lánc kalibrálása
it: Taratura catena
pl_pl: Kalibracja łańcucha
ru_ru: Калибровка цепного конвейера
sl_si: Umer verige
tr_tr: Zincir kalibrasyonu

source: Drawer Number
bg: Номер чекмедже
cs: Číslo zásuvky
de_de: Kastennr.
el_gr: Αριθμός συρταριού
es_es: Número de cajón
fr_fr: Numéro du Tiroir
hr: Broj Pretinca
hu_hu: Tálca száma
it: Numero Cassetto
pl_pl: Numer szuflady
ru_ru: Номер выдвижного узла
sl_si: Št. predala
tr_tr: Çekmece Numarası

# GateClose
source: Close shutter
bg: Затваряне клапа
cs: Zavřít roletu
de_de: Schließen Rollt
el_gr: Κλείστρο κλειστό
es_es: Cerrar la compuerta
fr_fr: Fermer le volet de fermeture
hr: Zatv.zaklopku
hu_hu: Redőny zárása
it: Chiudi serranda
pl_pl: Zamknąć zasuwę
ru_ru: Закрыть заслонку
sl_si: Zapri loputo
tr_tr: Deklanşörü kapat

# GateOpen
source: Open shutter
bg: Отварян клапа
cs: Otevř roletu
de_de: Rolltür öffn.
el_gr: Κλείστρο ανοιχτό
es_es: Abrir la compuerta
fr_fr: Ouvrir le volet de fermeture
hr: Otv.zaklopku
hu_hu: Redőny nyitása
it: Apri serranda
pl_pl: Otworzyć zasuwę
ru_ru: Открыть заслонку
sl_si: Odpri loputo
tr_tr: Deklanşörü aç

source: Go to drawer
bg: Отидет чекмедж
cs: Jít na zásuvku
de_de: Zum Kasten
el_gr: Μετάβαση στο συρτάρι
es_es: Ir al cajón
fr_fr: Aller au tiroir
hr: Idi na pret.
hu_hu: Tálcára lép
it: Vai a cassetto
pl_pl: Przejście do szuflady
ru_ru: Перейти к выдвижному узлу
sl_si: Pojdi v predal
tr_tr: çekmeceye git

# LuPresenceOnMachineCradle
source: LU Presence on Machine Side
bg: Наличие UDC страна машина
cs: Přít UDC na straně stroje
de_de: LE Maschinenseite
el_gr: Παρουσία LU στην πλευρά του μηχανήματος
es_es: Presencia UDC lado máquina
fr_fr: Présence UDC côté machine
hr: Prisutn.UDC-a str. stroja
hu_hu: UDC jelenléte a gép oldalon
it: Presenza UDC lato macchina
pl_pl: Obecność LU po stronie maszyny
ru_ru: Присутствие LU на стороне машины
sl_si: Prisot UDC na str. stroja
tr_tr: Makine Tarafında LU Varlığı

# LuPresenceOnOperatorCradle
source: LU Presence on Operator Side
bg: Наличие UDC страна оператор
cs: Přít UDC na straně obsluhy
de_de: LE Bedienerseite
el_gr: Παρουσία LU στην πλευρά του χειριστή
es_es: Presencia UDC lado operador
fr_fr: Présence UDC côté opérateur
hr: Prisutn.UDC-a str.rukovat.
hu_hu: UDC jelenléte a kezelői oldalon
it: Presenza UDC lato operatore
pl_pl: Obecność LU po stronie operatora
ru_ru: Присутствие LU на стороне Оператора
sl_si: Prisot UDC na str. Operat
tr_tr: Operatör Tarafında LU Varlığı

# InformationSuccessfullyUpdated
source: Information was updated.
bg: Информацията е актуализирана.
cs: Informace byla aktualizována.
de_de: Information wurde aktualisiert.
el_gr: Οι πληροφορίες ενημερώθηκαν.
es_es: La información ha sido actualizada.
fr_fr: L’information a été mise à jour.
hr: Informacija je ažurirana.
hu_hu: Az információ frissítése megtörtént.
it: L'informazione è stata aggiornata.
pl_pl: Informacje zostały zaktualizowane.
ru_ru: Информация была обновлена.
sl_si: Podatek je bil posodobljen.
tr_tr: Bilgiler güncellendi.

source: Save successful
bg: Записването е завършено успешно
cs: Ukládání úspěšně dokončeno
de_de: Speichern erfolgreich abgeschlossen
el_gr: Επιτυχής αποθήκευση
es_es: Rescate completado con éxito
fr_fr: Enregistrement réussi
hr: Spremanje je uspješno završeno
hu_hu: A mentés sikeresen befejeződött
it: Salvataggio completato con successo
pl_pl: Udany zapis
ru_ru: Сохранить успешно
sl_si: Shranj je bilo uspešno zaključeno
tr_tr: Başarılı kaydet

# InsertDestinationCellId
source: Destination cell id
bg: Идентиф клетка местоназначен
cs: ID cílové buňky
de_de: ID der Zielzelle
el_gr: Αναγνωριστικό κελιού προορισμού
es_es: Id de la celda de destino
fr_fr: Id de la cellule de destination
hr: Id odredišne ćelije
hu_hu: Célrekesz ID
it: Id della cella di destinazione
pl_pl: Identyfikator komórki docelowej
ru_ru: Идентификатор ячейки назначения
sl_si: Id ciljne celice
tr_tr: hedef hücre kimliği

source: Insert loading unit from bay to cell
bg: Вмъкване чекмедж отдел в клетка
cs: Zasunutí zásuvky ze stanice do buňky
de_de: Einsetzen Kasten von Bucht in Zelle
el_gr: Καταχωρήστε τη μονάδα φόρτωσης από την πλατφόρμα στην κυψέλη
es_es: Inserción del cajón de la bahía en la celda
fr_fr: Insertion du tiroir de la baie vers la cellule
hr: Unošenje pretinca iz uvale u ćeliju
hu_hu: Tálca behelyezése a munkaállomásról a rekeszbe
it: Inserimento cassetto da baia in cella
pl_pl: Wstaw jednostkę ładunkową z zatoki do komórki
ru_ru: Вставить единицу груза из секции в ячейку
sl_si: Vstavl predala z nak police v celico
tr_tr: Yükleme birimini bölmeden hücreye yerleştirin

source: Zero chain
bg: Нулев вериг
cs: Vynul řetěz
de_de: Null Kette
el_gr: Μηδενική αλυσίδα
es_es: Cadena cero
fr_fr: Zéro chaîne
hr: Nula lanca
hu_hu: Lánc nulla
it: Zero catena giostra
pl_pl: Zerowanie łańcucha
ru_ru: Нулевая цепной конвейер
sl_si: 0 verige
tr_tr: sıfır zincir

# LoadingUnitFromCellToCell
source: Move loading unit from cell to cell
bg: Преместване чекмедже клетка в клетка
cs: Přesun zásuvky z buňky do buňky
de_de: Kasten von Zelle zu Zelle bewegen
el_gr: Μετακινήστε τη μονάδα φόρτωσης από κυψέλη σε κυψέλη
es_es: Mover el cajón de una celda a otra
fr_fr: Déplacement du tiroir de cellule à cellule
hr: Pomic. pretinca od ćelije do ćelije
hu_hu: A tálca áthelyezése az egyik rekeszről a másikra
it: Spostamento cassetto da cella a cella
pl_pl: Przesuń jednostkę ładunkową z komórki do komórki
ru_ru: Перемещение единицы груза из ячейки в ячейку
sl_si: Premik predala od celice do celice
tr_tr: Yükleme birimini hücreden hücreye taşı

source: Move loading unit from cell to bay
bg: Премахв чекмедже (преместване клетка в отдел)
cs: Odstranění zásuvky (přesun z buňky do stanice)
de_de: Kastenentnahme (Bewegung von Zelle zur Bucht)
el_gr: Μετακινήστε τη μονάδα φόρτωσης από κυψέλη σε πλατφόρμα
es_es: Extracción del cajón (movimiento de la celda a la bahía)
fr_fr: Retrait du tiroir (mouvement de la cellule vers la baie)
hr: Uklanj. pretinca (pokret od ćelije do uvale)
hu_hu: Tálca eltávolítása (mozgatás a rekesztől a munkaállomásra)
it: Rimozione cassetto (movimento da cella a baia)
pl_pl: Przesuń jednostkę ładunkową z komórki do zatoki
ru_ru: Перемещение единицы груза из ячейки в секцию
sl_si: Odstr predala (premik od celice do nak police)
tr_tr: Yükleme birimini hücreden bölmeye taşı

source: Confirm eject loading unit
bg: Потвържд изваждане чекмедж
cs: Potvrďte vyjmutí zásuvky
de_de: Abzug Kasten bestätigen
el_gr: Επιβεβαιώστε τη μονάδα φόρτωσης εξώθησης
es_es: Confirmación de la extracción del cajón
fr_fr: Confirmer l’extraction du tiroir
hr: Potvrdi vađenje pretinca
hu_hu: Tálca kivételének megerősítése
it: Conferma estrazione cassetto
pl_pl: Potwierdzenie wysunięcia jednostki ładunkowej
ru_ru: Подтвердить извлечение единицы груза
sl_si: Potrdi izvlečenja predala
tr_tr: Yükleme birimini çıkarmayı onaylayın

# ShutterEnduranceTest
source: Shutter Test
bg: Изпитв Клапан
cs: Test rolety
de_de: Test Rolltür
el_gr: Δοκιμή κλείστρου
es_es: Prueba compuerta
fr_fr: Test du Volet de fermeture
hr: Test Zaklopke
hu_hu: Redőnyteszt
it: Test Serranda
pl_pl: Test migawki
ru_ru: Испытание заслонки
sl_si: Test lopute
tr_tr: Deklanşör Testi

# BayPositionDownHeight
source: Position down bay height [mm]
bg: Ниска поз (мм)
cs: Kóta dolní polohy (mm)
de_de: Höhe niedr. Pos. (mm)
el_gr: Κάτω τοποθέτηση ύψους πλατφόρμας [mm]
es_es: Posición baja (mm)
fr_fr: Cote pos. basse (mm)
hr: Vis. postavlj.nis. (mm)
hu_hu: Alsó poz. értéke (mm)
it: Quota posiz. bassa (mm)
pl_pl: Dolna pozycja zatoki wysokość [mm]
ru_ru: Положение вниз высота секции [мм]
sl_si: Viš nizkega polož (mm)
tr_tr: Aşağı bölme yüksekliği [mm]

# BayPositionUpHeight
source: Position up bay height [mm]
bg: висок поз (мм)
cs: Kóta horní polohy (mm)
de_de: Höhe obere Pos. (mm)
el_gr: Επάνω τοποθέτηση ύψους πλατφόρμας [mm]
es_es: Posición alta (mm)
fr_fr: Cote pos. haute (mm)
hr: Kvota polož. vis. (mm)
hu_hu: Felső poz. értéke (mm)
it: Quota posiz. alta (mm)
pl_pl: Górna pozycja zatoki wysokość [mm]
ru_ru: Положение вверх по высоте секции [мм]
sl_si: Viš visok polož (mm)
tr_tr: Yuva yüksekliğini yukarıya konumlandırın [mm]

# TrayInBayPositionDown
source: Tray in position down
bg: Налично в ниска поз
cs: Přít v dol pol
de_de: Verfüg. in niedr. Pos.
el_gr: Δίσκος σε θέση κάτω
es_es: Presencia en posición baja
fr_fr: Présence en pos. basse
hr: Prisutn. u niskom polož.
hu_hu: Jelenlét alsó poz.
it: Presenza in posiz. bassa
pl_pl: Taca w pozycji dolnej
ru_ru: Лоток в положении вниз
sl_si: Prisot na nizk položaju
tr_tr: Tepsi aşağı konumda

# TrayInBayPositionUp
source: Tray in position up
bg: Налично висок поз
cs: Přít v hor pol
de_de: Verfüg. in hoher Pos.
el_gr: Δίσκος σε θέση επάνω
es_es: Presencia en una posición elevada
fr_fr: Présence en pos. haute
hr: Prisutn.u vis. polož.
hu_hu: Jelenlét felső poz.
it: Presenza in posiz. alta
pl_pl: Taca w pozycji górnej
ru_ru: Лоток в положении вверх
sl_si: Prisot na vis položaju
tr_tr: Tepsi yukarı konumda

source: Loading unit code position up
bg: Чекмедже висок позиц
cs: Zásuvka v horní poloze
de_de: Kasten in hoher Pos.
el_gr: Θέση κωδικού μονάδας φόρτωσης επάνω
es_es: Cajón en posición alta
fr_fr: Tiroir en pos. haute
hr: Pretinac u vis. polož.
hu_hu: Tálca felső poz.-ban
it: Cassetto in posiz. alta
pl_pl: Pozycja jednostki ładunkowej z kodem do góry
ru_ru: Положение кода единицы груза вверх
sl_si: Predal na vis položaju
tr_tr: Ünite kodu konumu yukarı yükleniyor

source: Loading unit code position down
bg: Чекмедже ниско полож
cs: Zásuvka v dolní poloze
de_de: Kasten in niedriger Pos.
el_gr: Θέση κωδικού μονάδας φόρτωσης κάτω
es_es: Cajón en posición baja
fr_fr: Tiroir en pos. basse
hr: Pretinac u niskom polož.
hu_hu: Tálca alsó poz.-ban
it: Cassetto in posiz. bassa
pl_pl: Pozycja jednostki ładunkowej z kodem na dół
ru_ru: Положение кода единицы груза вниз
sl_si: Predal na nizk položaju
tr_tr: Ünite kodu konumu aşağı yükleniyor

source: Loading unit code
bg: Код на чекмедже
cs: Kód zásuvky
de_de: Kasten-Code
el_gr: Κωδικός της μονάδας φόρτωσης
es_es: Código del cajón
fr_fr: Code du tiroir
hr: Kod pretinca
hu_hu: Tálcakód
it: Codice cassetto
pl_pl: Kod jednostki ładunkowej
ru_ru: Код единицы груза
sl_si: Koda predala
tr_tr: Birim kodu yükleniyor

source: Cell
bg: Клетк
cs: Buňka
de_de: Zelle
el_gr: Κυψέλη
es_es: Celda
fr_fr: Cellule
hr: Ćel.
hu_hu: Rekesz
it: Cella
pl_pl: Komórka
ru_ru: Ячейка
sl_si: Celic
tr_tr: Hücre

source: Restore successful
bg: Възстановяване е завършило успешно
cs: Obnovení úspěšně dokončeno
de_de: Reset erfolgreich abgeschlossen
el_gr: Επιτυχής αποκατάσταση
es_es: Restauración completada con éxito
fr_fr: Rétablissement réussi
hr: Oporavak je uspješno završen
hu_hu: A helyreállítás sikeresen befejeződött
it: Ripristino completato con successo
pl_pl: Przywrócenie zakończone sukcesem
ru_ru: Восстановление прошло успешно
sl_si: Obnova je bila uspešno zaključena
tr_tr: Geri yükleme başarılı

source: Restore
bg: Възстанови
cs: Obnovit
de_de: Reset
el_gr: Αποκατάσταση
es_es: Restaurar
fr_fr: Rétablir
hr: Oporavi
hu_hu: Helyreállítás
it: Ripristina
pl_pl: Przywróć
ru_ru: Восстановить
sl_si: Obnovi
tr_tr: Eski haline getirmek

source: Export
bg: Експорт
el_gr: Εξαγωγή
es_es: Exportar
fr_fr: Exporter
hr: Izvezi
hu_hu: Exportálás
it: Esporta
pl_pl: Eksport
ru_ru: Экспорт
sl_si: Izvozi
tr_tr: İhracat

source: Device file found
bg: Намерен файл на устройство
cs: Nalezen soubor v zařízení
de_de: Datei auf Gerät gefunden
el_gr: Βρέθηκε το αρχείο της διάταξης
es_es: Archivo en el dispositivo encontrado
fr_fr: Fichier sur dispositif trouvé
hr: Datoteka pronađ. na uređaju
hu_hu: A fájl megtalálható az eszközön
it: File su dispositivo trovato
pl_pl: Znaleziono plik urządzenia
ru_ru: Найден файл устройства
sl_si: Dat. v napravi je najdena
tr_tr: Cihaz dosyası bulundu

# InsertDeviceWithFileConfiguration
source: Insert device with file configuration - {0} -
bg: Поставете устройството с файла за възстановяване - {0} -
cs: Zasuňte zařízení se souborem obnovení - {0} -
de_de: Vorrichtung mit Wiederherstellungsdatei einfügen - {0} -
el_gr: Εισάγετε διάταξη με διαμόρφωση αρχείου - {0} -
es_es: Inserte el dispositivo con el archivo de recuperación - {0} -
fr_fr: Insérer le dispositif avec le fichier de rétablissement - {0} -
hr: Umetnite uređaj s datotekom za oporavak - {0} -
hu_hu: Helyezze be a helyreállító fájlt tartalmazó eszközt - {0} -
it: Inserisci il dispositivo con il file di ripristino - {0} -
pl_pl: Wstaw urządzenie z konfiguracją pliku - {0} -
ru_ru: Вставить устройство с конфигурацией файла - {0} -
sl_si: Vstavi napravo z obnovitveno datoteko - {0} -
tr_tr: Dosya yapılandırmalı cihazı ekle - {0} -

source: File read error
bg: Грешка четене на файл
cs: Chyba čtení souboru
de_de: Lesefehler Datei
el_gr: Σφάλμα ανάγνωσης αρχείου
es_es: Error de lectura del archivo
fr_fr: Erreur de lecture du fichier
hr: Greš. čitanja datoteke
hu_hu: Fájlolvasási hiba
it: Errore di lettura file
pl_pl: Błąd odczytu pliku
ru_ru: Ошибка чтения файла
sl_si: Nap pri branju datot
tr_tr: Dosya okuma hatası

source: Export successful
bg: Експорт е завършен успешно
cs: Export úspěšně dokončen
de_de: Export erfolgreich abgeschlossen
el_gr: Επιτυχής εξαγωγή
es_es: Exportación completada con éxito
fr_fr: Exportation réussie
hr: Izvoz uspješno završen
hu_hu: Az exportálás sikeresen befejeződött
it: Esportazione completata con successo
pl_pl: Eksport zakończył się sukcesem
ru_ru: Экспорт выполнен успешно
sl_si: Izvažanje je bilo uspešno
tr_tr: Dışa aktarma başarılı

source: Confirm file overwrite ?
bg: Потвърж презаписване файлове ?
cs: Potvrdit přepsání souboru?
de_de: Überschreib. Datei bestätigen?
el_gr: Θέλετε να επιβεβαιώσετε την αντικατάσταση του αρχείου;
es_es: ¿Confirmar la sobreescritura del archivo?
fr_fr: Confirmez-vous l’écrasement du fichier ?
hr: Potvrdi prepisivanje datoteke?
hu_hu: Megerősíti a fájl felülírását?
it: Conferma sovrascrittura file ?
pl_pl: Potwierdzić nadpisanie pliku?
ru_ru: Подтвердить перезапись файла ?
sl_si: Potr. prepisovanje datoteke?
tr_tr: Dosyanın üzerine yazmayı onayla?

# FileIsAlreadyPresent
source: A file is already present on device.
bg: В устройството вече има файл.
cs: Jeden soubor už je v zařízení přítomen.
de_de: Eine Datei bereits auf Vorr.
el_gr: Υπάρχει ήδη ένα αρχείο στη διάταξη.
es_es: Ya hay un archivo en el dispositivo.
fr_fr: Un fichier est déjà présent sur le dispositif.
hr: Jedna datot. je već prisutna u uređaju.
hu_hu: Egy fájl már található az eszközön.
it: Un file è già presente nel dispositivo.
pl_pl: Plik znajduje się już na urządzeniu.
ru_ru: Файл уже присутствует на устройстве.
sl_si: Datoteka že obstaja v napravi.
tr_tr: Cihazda zaten bir dosya var.

source: Confirm restore
bg: Потвърж за нулиране
cs: Potvrdit obnovení
de_de: Reset bestätigen
el_gr: Επιβεβαίωση αποκατάστασης
es_es: Confirmación de restablecimiento
fr_fr: Confirmer le rétablissement
hr: Potvrdi oporavak
hu_hu: Helyreállítás megerősítése
it: Conferma ripristino
pl_pl: Potwierdź przywrócenie
ru_ru: Подтвердить восстановление
sl_si: Potrdite obnovitve
tr_tr: Geri yüklemeyi onayla

source: Restore configuration
bg: Възстанов конфигурация
cs: Obnovit konfiguraci
de_de: Reset Konfiguration
el_gr: Αποκατάσταση διαμόρφωσης
es_es: Restaurar la configuración
fr_fr: Rétablissement de la configuration
hr: Oporavak konfiguracije
hu_hu: A konfiguráció helyreállítása
it: Ripristino configurazione
pl_pl: Przywróć konfigurację
ru_ru: Восстановление конфигурации
sl_si: Obnovitev konfiguracije
tr_tr: Yapılandırmayı geri yükle

source: Sure to apply configuration ?
bg: Сигурни ли сте че прилагате конфигурация?
cs: Skutečně chcete aplikovat konfiguraci?
de_de: Sicher, die Konfiguration zu verwenden?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε τη διαμόρφωση;
es_es: ¿Está seguro de aplicar la configuración?
fr_fr: Êtes-vous sûr d'appliquer la configuration ?
hr: Jeste li sigurni da primjenjujete konfig.?
hu_hu: Biztosan alkalmazza a konfigurációt?
it: Sei sicuro di applicare la configurazione ?
pl_pl: Czy na pewno zastosować konfigurację?
ru_ru: Обязательно применять конфигурацию ?
sl_si: Prepričan, da želiš uporabiti konfig?
tr_tr: Yapılandırmayı uyguladığınızdan emin misiniz?

source: Unknown
bg: Неизвестно
cs: Neznámý
de_de: Unbekannt
el_gr: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
hr: Nepoznat
hu_hu: Ismeretlen
it: Sconosciuto
pl_pl: Nieznane
ru_ru: Неизвестный
sl_si: Neznan
tr_tr: Bilinmeyen

# CompletedTest
source: Test completed successfully
bg: Успешно завършен тест
cs: Test úspěšně dokončen
de_de: Test erfolgreich abgeschl.
el_gr: Η δοκιμή ολοκληρώθηκε επιτυχώς
es_es: Prueba completada con éxito
fr_fr: Test réussi
hr: Test je uspješno završen
hu_hu: A teszt sikeresen befejeződött
it: Test completato con successo
pl_pl: Test zakończony pomyślnie
ru_ru: Испытание успешно завершено
sl_si: Test je bil uspešno zaključ
tr_tr: Test başarıyla tamamlandı

source: Rear
bg: Заден
cs: Zadní
de_de: Hinten
el_gr: Πίσω
es_es: Posterior
fr_fr: Arrière
hr: Stražnji
hu_hu: Hátsó
it: Posteriore
pl_pl: Tył
ru_ru: Задний
sl_si: Zadnji
tr_tr: Arka

# UseWeightControl
source: Do weighing
bg: Извър претегл
cs: Provede pohyby s výpočtem hmot
de_de: Bewegungen mit Gewichtsberechn.
el_gr: Εκτελέστε το ζύγισμα
es_es: Realizar el pesaje
fr_fr: Effectuer la pesée
hr: Izvodi pokrete s izračun. težine
hu_hu: Súlymérés elvégzése
it: Esegue movimenti con calcolo peso
pl_pl: Wykonaj ważenie
ru_ru: Выполнить взвешивание
sl_si: Izvaja premike z izračunom teže
tr_tr: tartım yapmak

# ExeMeasurement
source: Execute Measurement
bg: Извършв измерване
cs: Proveďte měření
de_de: Messung durchführen
el_gr: Εκτελέστε τη μέτρηση
es_es: Realizar la medición
fr_fr: Effectuer la mesure
hr: Izvršite mjerenje
hu_hu: Mérés elvégzése
pl_pl: Wykonaj pomiar
ru_ru: Выполнить измерение
sl_si: Izvedite meritev
tr_tr: Ölçümü Yürüt

# LoadFromCell
source: Load
bg: Заряд
cs: Nalož
de_de: Laden
el_gr: Φορτίο
es_es: Carga
fr_fr: Charger
hr: Utov.
hu_hu: Betöltés
it: Carica
pl_pl: Załadunek
ru_ru: Загрузить
sl_si: Naloži
tr_tr: Yük

# UnloadToCell
source: Unload
bg: Сваляне
cs: Vyložit
de_de: Entl.
el_gr: Εκφόρτωση
es_es: Descargar
fr_fr: Décharger
hr: Istov.
hu_hu: Kirakodás
it: Scarica
pl_pl: Rozładunek
ru_ru: Выгрузить
sl_si: Izprazn
tr_tr: Boşalt

# ElevatorLogicalPosition
source: Position
bg: поз
cs: Pozice
el_gr: Θέση
es_es: Ubicación
hr: Položaj
hu_hu: Pozíció
it: Posizione
pl_pl: Pozycja
ru_ru: Положение
sl_si: Položaj
tr_tr: Durum

# CellWithNumber
source: Cell {0}
bg: Клетк {0}
cs: Buňka {0}
de_de: Zelle {0}
el_gr: Κυψέλη {0}
es_es: Celda {0}
fr_fr: Cellule {0}
hr: Ćel. {0}
hu_hu: Rekesz {0}
it: Cella {0}
pl_pl: Komórka {0}
ru_ru: Ячейка {0}
sl_si: Celica{0}
tr_tr: {0} hücresi

# InBayWithNumber
source: in Bay {0}
bg: в Отдел {0}
cs: Ve stan {0}
de_de: in Bucht{0}
el_gr: σε πλατφόρμα {0}
es_es: en la bahía {0}
fr_fr: dans la Baie {0}
hr: u Uvali {0}
hu_hu: A munkaállomáson {0}
it: in Baia {0}
pl_pl: w Zatoce {0}
ru_ru: в секции {0}
sl_si: na na po{0}
tr_tr: Körfez'de {0}

source: Test
bg: Тест
el_gr: Δοκιμή
es_es: Prueba
hu_hu: Teszt
ru_ru: Испытание
tr_tr: Ölçek

# MovementsGuided
source: Guided movements
bg: Ръководени движен
cs: Naváděné pohyby
de_de: Geführte Bew.
el_gr: Καθοδηγούμενες κινήσεις
es_es: Movimientos guiados
fr_fr: Mouvements Guidés
hr: Vođeni Pokreti
hu_hu: Vezetett mozgások
it: Movimenti Guidati
pl_pl: Ruchy kierowane
ru_ru: Управляемые движения
sl_si: Vodeni premiki
tr_tr: Güdümlü hareketler
