Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# VerticalAxisOriginMenuTitle
source: Vertical axis origin
bg: Начало вертикал ос
cs: Počátek vertikální osy
de_de: Ursprung vert. Achse
el_gr: Προέλευση κατακόρυφου άξονα
es_es: Origen del eje vertical
fr_fr: Origine de l’axe vertical
hr: Ishodište okomite osi
hu_hu: Függőleges tengely origó
it: Origine asse verticale
pl_pl: Początek osi pionowej
ru_ru: Начало вертикальной оси
sl_si: Izvor navpične osi
tr_tr: Dikey eksen orijini

# WMSComunicationMenuDescription
source: Setting the communication parameters with the WMS
bg: Задаване на параметрите за комуникация с WMS
cs: Nastavení parametrů komunikace s WMS
de_de: Einstellung der Kommunikationsparameter mit dem WMS
el_gr: Ρυθμίστε τις παραμέτρους επικοινωνίας με το WMS
es_es: Ajuste de los parámetros de comunicación con el WMS
fr_fr: Configuration des paramètres de communication avec le WMS
hr: Postavljanje postavki komunikacije s WMS-om
hu_hu: A WMS kommunikációs paramétereinek beállítása
it: Impostazione dei parametri di comunicazione con il WMS
pl_pl: Ustawianie parametrów komunikacji z WMS
ru_ru: Настройка параметров связи с WMS
sl_si: Nastavljanje komunikacijskih parametrov z WMS
tr_tr: WMS ile iletişim parametrelerinin ayarlanması

# WMSComunicationMenuTitle
source: WMS communication
bg: WMS комуникация
cs: Komunikace WMS
de_de: WMS-Kommunikation
el_gr: Επικοινωνία WMS
es_es: Comunicación WMS
fr_fr: Communication WMS
hr: Komunikacija WMS
hu_hu: WMS kommunikáció
it: Comunicazione WMS
pl_pl: Komunikacja WMS
ru_ru: Связь WMS
sl_si: WMS komunikacija
tr_tr: WMS iletişimi

# WmsOn
source: On
bg: Дост
cs: Zapnut
de_de: Ein
es_es: Encendido
fr_fr: Allumé
hr: Uklj
hu_hu: Hozzáférés
it: Acceso
pl_pl: Wł.
ru_ru: Вкл.
sl_si: Prižg
tr_tr: Açık

# WmsOff
source: Off
bg: Изключ
cs: Vypnut
de_de: Aus
es_es: Apagado
fr_fr: Éteint
hr: Isklj
hu_hu: Kikapcsolva
it: Spento
pl_pl: Wył.
ru_ru: Выкл.
sl_si: Ugasn
tr_tr: Kapalı

# BeltMustBeTight
source: Please tight the belt to 56 hz
bg: Натягане на ремъка при 56 Hz
cs: Řemen znovu napněte na 56 Hz
de_de: Riemen mit 56 Hz nachspannen
el_gr: Σφίξτε τον ιμάντα στα 56 hz
es_es: Retensar la correa a 56 Hz
fr_fr: Retendre la courroie à 56 Hz
hr: Pon. zategnuti remen na 56 Hz
hu_hu: A szíj újrafeszítése 56 Hz-en
it: Ritensionare la cinghia a 56 Hz
pl_pl: Proszę napiąć taśmę na 56 hz
ru_ru: Пожалуйста, затяните ремень до 56 Гц
sl_si: Ponovno napnite jermen na 56 Hz
tr_tr: Lütfen kemeri 56 hz'ye sıkın

source: Check Status
bg: Проверка съст
cs: Kontrola stavu
de_de: Status prüfen
el_gr: Ελέγξτε την κατάσταση
es_es: Comprobar el estado
fr_fr: Contrôler État
hr: Provjera Stanja
hu_hu: Állapot ellenőrzése
it: Controlla Stato
pl_pl: Sprawdź status
ru_ru: Проверить Статус
sl_si: Prev stanje
tr_tr: Durumu kontrol et

# InstallationStateCompleted
source: Installation status complete.
bg: Стату инсталация е завършен.
cs: Stav instalace dokončen.
de_de: Installationsstatus abgeschl.
el_gr: Ολοκληρώθηκε η κατάσταση εγκατάστασης.
es_es: Estado de la instalación completado.
fr_fr: État de l’installation terminé.
hr: Stanje ugradbe završeno.
hu_hu: A telepítés befejezett állapota.
it: Stato installazione completato.
pl_pl: Status instalacji kompletny.
ru_ru: Состояние установки завершено.
sl_si: Stanje namestitve zaključeno.
tr_tr: Kurulum durumu tamamlandı.

# InstallationStateIncompleted
source: Incomplete installation status. Perform {0} / {1} procedures.
bg: Състояние инсталация незавършено. Извърш процедури {0}/{1}.
cs: Stav instalace nedokončen. Provedeno {0}/{1} postupů.
de_de: Installationsstatus unvollst. Verfahrenn {0}/{1} ausführen
el_gr: Δεν ολοκληρώθηκε η κατάσταση εγκατάστασης. Εκτελέστε τις {0} / {1} διαδικασίες.
es_es: Estado de la instalación incompleta. Realice {0}/{1} procedimientos.
fr_fr: État de l’installation pas terminé. {0}/{1} procédures effectuées.
hr: Stanje ugradbe nije potpuno. Izvršeni {0}/{1} postupci.
hu_hu: A telepítés befejezetlen állapota. {0}/{1} eljárás elvégezve.
it: Stato installazione incompleto. Eseguite {0}/{1} procedure.
pl_pl: Stan instalacji niekompletny. Wykonaj procedury {0} / {1}.
ru_ru: Состояние неполной установки. Выполните процедуры {0} / {1}.
sl_si: Stanje namestitve ni zaključeno. Zaženite {0}/{1} postopkov
tr_tr: Eksik yükleme durumu. {0} / {1} prosedürlerini gerçekleştirin.

source: Correct distance
bg: Правилно разстоян
cs: Správná vzdál
de_de: Korrekter Abstand
el_gr: Διορθώστε την απόσταση
es_es: Distancia correcta
fr_fr: Distance correcte
hr: Pravilna udalj.
hu_hu: Megfelelő távolság
it: Distanza corretta
pl_pl: Prawidłowa odległość
ru_ru: Правильное расстояние
sl_si: Prava razdalja
tr_tr: Doğru mesafe

source: Template inclination
bg: Наклон на шаблона
cs: Naklonění šablony
de_de: Profilneigung
el_gr: Κλίση προτύπου
es_es: Inclinación de la plantilla
fr_fr: Inclinaison du gabarit
hr: Nagib modela
hu_hu: Keret dőlésszöge
it: Inclinazione sagoma
pl_pl: Pochylenie szablonu
ru_ru: Наклон шаблона
sl_si: Nagib modela
tr_tr: Şablon eğimi

source: Template lenght
bg: Дължина профила
cs: Délka šablony
de_de: Profillänge
el_gr: Μήκος προτύπου
es_es: Longitud del perfil
fr_fr: Longueur du gabarit
hr: Duljina modela
hu_hu: Keret hossza
it: Lunghezza sagoma
pl_pl: Długość szablonu
ru_ru: Длина шаблона
sl_si: Dolžina modela
tr_tr: Şablon uzunluğu

source: Save parameters
bg: Запаз параметри
cs: Uložit Param
de_de: Param.speichern
el_gr: Αποθήκευση παραμέτρων
es_es: Guardar parámetros
fr_fr: Enregistrer les paramètres
hr: Spremi postavke
hu_hu: Paraméterek mentése
it: Salva parametri
pl_pl: Zapisz parametry
ru_ru: Сохранение параметров
sl_si: Shrani parametr
tr_tr: Parametreleri kaydet

source: Installation
bg: Монтиране
cs: Instalace
el_gr: Εγκατάσταση
es_es: Instalación
hr: Ugradba
hu_hu: Telepítés
it: Installazione
pl_pl: Montaż
ru_ru: Установка
sl_si: Namestitev
tr_tr: Kurulum

source: WMS Setting
bg: Задаване WMS
cs: Nastavení WMS
de_de: WMS Einstellung
el_gr: Ρύθμιση WMS
es_es: Configuración WMS
fr_fr: Configuration WMS
hr: Postavka WMS-a
hu_hu: WMS beállítások
it: Impostazione WMS
pl_pl: Ustawienia WMS
ru_ru: Настройка WMS
sl_si: Nastavitev WMS
tr_tr: WMS Ayarı

# WmsHostAddress
source: Host Address
bg: Адрес на хоста
cs: Adresa hostitele
de_de: Host-Adresse
el_gr: Διεύθυνση κεντρικού υπολογιστή
es_es: Dirección de la sede
fr_fr: Adresse de l’hôte
hr: Adresa host-a
hu_hu: Host-cím
it: Indirizzo dell'host
pl_pl: Adres hosta
ru_ru: Адрес хоста
sl_si: Naslov gostitelja
tr_tr: Host adresi

source: Horizontal chain calibration
bg: калибр хоризонтал верига
cs: Horizontální kalibrace řetězu
de_de: Horizontale Kettenkalibrierung
el_gr: Βαθμονόμηση αλυσίδας οριζοντίως
es_es: Calibración de la cadena horizontal
fr_fr: Calibrage horizontal de la chaîne
hr: Vodoravna kalibracija lanca
hu_hu: Lánc vízszintes kalibrálása
it: Calibrazione orizzontale catena
pl_pl: Pozioma kalibracja łańcucha
ru_ru: Горизонтальная калибровка цепи
sl_si: Vodoravno umerjanje verige
tr_tr: Yatay zincir kalibrasyonu

# HorizontalChainCalibrationDescription
source: Performs the horizontal calibration of the chain
bg: извършв на калибр хоризонтална верига
cs: Proveďte horizontální kalibraci řemene
de_de: Horizontale Kettenkalibrierung durchführen
el_gr: Εκτελέστε την οριζόντια βαθμονόμηση της αλυσίδας
es_es: Realizar la calibración de la cadena horizontal
fr_fr: Effectuer le calibrage horizontal de la chaîne
hr: Izvrši vodoravnu kalibraciju lanca
hu_hu: Elvégzi a lánc vízszintes kalibrációját
it: Esegui la calibrazione orizzontale della catena
pl_pl: Wykonuje poziomą kalibrację łańcucha
ru_ru: Выполняет горизонтальную калибровку цепи
sl_si: Izvedite vodoravno umerjanje verige
tr_tr: Zincirin yatay kalibrasyonunu gerçekleştirir

# HorizzontalChainCalibrationProcedureRequired
source: Perform the chain calibration procedure. The horizontal zero sensor must be active.
bg: Извършете процедурата за калибр верига. Хоризонталният сензор за нула трябва да е активен.
cs: Proveďte postup kalibrace řetězu. Snímač horizontální nulové pozice musí aktivní.
de_de: Führen Sie das Kettenkalibrierungsverfahren durch. Der horizontale Nullsensor muss aktiv sein.
el_gr: Εκτελέστε τη διαδικασία βαθμονόμησης της αλυσίδας. Ο μηδενικός οριζόντιος αισθητήρας πρέπει να είναι ενεργός.
es_es: Realice el procedimiento de calibración de la cadena. El sensor de cero horizontal debe estar activo.
fr_fr: Effectuer la procédure d’étalonnage de la chaîne. Le capteur de zéro horizontal doit être actif.
hr: Izvrši postupak umjeravanja lanca. Vodoravni senzor nule mora biti osposobljen.
hu_hu: Elvégzi a lánc kalibrációs eljárását. A vízszintes nulla szenzornak aktívnak kell lennie.
it: Esegui la procedura di taratura della catena. Il sensore di zero orizzontale deve essere attivo.
pl_pl: Przeprowadź procedurę kalibracji łańcucha. Poziomy czujnik zerowy musi być aktywny.
ru_ru: Выполните процедуру калибровки цепи. Датчик горизонтального нуля должен быть активен.
sl_si: Izvedite postopek umerjanja verige. Senzor vodoravne ničle mora biti aktiven.
tr_tr: Zincir kalibrasyon prosedürünü gerçekleştirin. Yatay sıfır sensörü aktif olmalıdır.

# HorizontalChainCalibratioDescription
source: The chain horizontal calibration function allows you to calibrate the correct value through its specific procedure. The procedure works in successive steps until correct completion.
bg: Функцията за калибр на хоризонтална верига позволява да се калибрира правилната стойност чрез собствена процедура. Процедурата се изпълнява на последователни етапи до успешното ѝ приключване.
cs: Funkce horizontální kalibrace řetězu umožňuje kalibrovat správnou hodnotu pomocí příslušného postupu. Postup probíhá po sobě jdoucími kroky až do správného dokončení.
de_de: Horizontale Kalibrierfunkt. Kette ermöglicht durch das dazugehörige Verfahren die Einstellung des korrekten Wertes. Verfahren arbeitet bis zum korrekten Abschluss in aufeinanderfolgenden Steps.
el_gr: Η λειτουργία βαθμονόμησης της οριζόντιας αλυσίδας σας επιτρέπει να βαθμονομείτε τη σωστή τιμή μέσω της ειδικής διαδικασίας της. Η διαδικασία λειτουργεί σε διαδοχικά βήματα μέχρι να ολοκληρωθεί σωστά.
es_es: La función de calibración de la cadena horizontal permite calibrar el valor correcto mediante un procedimiento propio. El procedimiento funciona por etapas hasta su finalización con éxito.
fr_fr: La fonction de calibrage horizontal de la chaîne permet d’étalonner la valeur correcte grâce à sa procédure spécifique. La procédure se déroule par étapes successives jusqu’à son achèvement.
hr: Funkcija vodoravne kalibracije lanca dozvoljava pravilno umjeravanje vrijednosti pomoću odgovarajućeg postupka. Postupak radi prema sljedećim koracima sve do potpunog završetka.
hu_hu: A lánc vízszintes kalibrálási funkciója lehetővé teszi a megfelelő érték kalibrálását a saját vonatkozó eljárása segítségével. Az eljárást egymást követő lépések alkotják, amíg megfelelően be nem fejeződik.
it: La funzione di calibrazione orizzontale della catena permette di tarare il corretto valore tramite la sua apposita procedura. La procedura opera per passi successivi fino al corretto completamento.
pl_pl: Funkcja kalibracji poziomej łańcucha umożliwia kalibrację prawidłowej wartości za pomocą specjalnej procedury. Procedura obejmuje kolejne kroki, aż do poprawnego zakończenia.
ru_ru: Функция горизонтальной калибровки цепи позволяет откалибровать правильное значение с помощью специальной процедуры. Процедура работает в последовательных шагах до правильного завершения.
sl_si: Funkcija vodoravnega umerjanja verige omogoča umerjanje prave vrednosti s pomočjo posebnega postopka. Postopek deluje v zaporednih korakih do uspešnega zaključka.
tr_tr: Zincir yatay kalibrasyon işlevi, kendi özel prosedürü aracılığıyla doğru değeri kalibre etmenize olanak tanır. Prosedür, doğru şekilde tamamlanana kadar ardışık adımlarla çalışır.

source: Horizontal calibration
bg: хоризонтал калибр
cs: Horizontální kalibrace
de_de: Horizontale Kalibrierung
el_gr: Οριζόντια βαθμονόμηση
es_es: Calibración horizontal
fr_fr: Calibrage horizontal
hr: Vodoravna kalibracija
hu_hu: Vízszintes kalibráció
it: Calibrazione orizzontale
pl_pl: Pozioma kalibracja
ru_ru: Горизонтальная калибровка
sl_si: Vodoravno umerjanje
tr_tr: Yatay kalibrasyon

source: Confirm procedure
bg: Процедура потвържд
cs: Potvrdit postup
de_de: Verf. bestätigen
el_gr: Επιβεβαιώστε τη διαδικασία
es_es: Procedimiento de confirmación
fr_fr: Confirmer la procédure
hr: Potvrda postupka
hu_hu: Eljárás megerősítése
it: Conferma procedura
pl_pl: Potwierdzić procedurę
ru_ru: Процедура подтверждения
sl_si: Potrdite postopek
tr_tr: Prosedürü onaylayın

# MisurationDone
source: Measurement done
bg: Извършено измерване
cs: Měření provedeno
de_de: Durchgef. Messung
el_gr: Η μέτρηση εκτελέστηκε
es_es: Medición realizada
fr_fr: Mesure effectuée
hr: Mjerenje izvršeno
hu_hu: Elvégzett mérés
it: Misurazione eseguita
pl_pl: Pomiar zakończony
ru_ru: Измерение выполнено
sl_si: Merjenje izvedeno
tr_tr: Ölçüm yapıldı

# MisurationDoneDescription
source: Apply the following measurement to the machine
bg: Извършете следното измерване на машината
cs: Aplikujte následující měření na stroj
de_de: Folgende Messung auf Maschine anwenden
el_gr: Εφαρμόστε τις ακόλουθες μετρήσεις στο μηχάνημα
es_es: Aplique la siguiente medida a la máquina
fr_fr: Appliquer la mesure suivante à la machine
hr: Primijenite sljedeća mjerenja na stroju
hu_hu: A következő mérés alkalmazása a gépre
it: Applicare la seguente misurazione alla macchina
pl_pl: Wykonać następujący pomiar na maszynie
ru_ru: Примените к машине следующие измерения
sl_si: Na stroju uporabite naslednje meritve
tr_tr: Makineye aşağıdaki ölçümü uygulayın

source: Retry procedure
bg: Повторн изпъл проц
cs: Znovu prov postup
de_de: Verf. wieder ausf.
el_gr: Διαδικασία επαναπροσπάθειας
es_es: Procedimiento de reinicio
fr_fr: Effectuer de nouveau la procédure
hr: Ponovi postupak
hu_hu: Az eljárás ismételt elvégzése
it: Riesegui procedura
pl_pl: Procedura powtórzenia
ru_ru: Повторите процедуру
sl_si: Pon. izvedi postop
tr_tr: Yeniden deneme prosedürü

source: Reset session
bg: Нулиране сесия
cs: Reset relaci
de_de: Sitzung zurück
el_gr: Επαναφορά συνεδρίας
es_es: Reiniciar sesión
fr_fr: Réinitialisation de la session
hr: Reset.sesiju
hu_hu: Munkamenet visszaállítása
it: Reset sessione
pl_pl: Resetowanie sesji
ru_ru: Сеанс сброса
sl_si: Ponast. seje
tr_tr: Oturumu sıfırla

# ResetTotal
source: Reset totali
bg: Общо нулиран
cs: Reset celkem
de_de: Gesamt-Reset
el_gr: Συνολικές επαναφορές
es_es: Total de reinicios
hr: Ukupno reset
hu_hu: Összesítők visszaállítása
pl_pl: Wyzeruj całość
ru_ru: Сброс итогов
sl_si: Sk. ponast.
tr_tr: Toplamı sıfırla

source: Stop test
bg: Спир тест
cs: Zast test
de_de: Test abbr.
el_gr: Διακοπή δοκιμής
es_es: Detener prueba
fr_fr: Arrêter le Test
hr: Zaust.test
hu_hu: Teszt leállítása
it: Ferma Test
pl_pl: Zatrzymaj test
ru_ru: Остановить тест
sl_si: Ust. test
tr_tr: Testi durdur

# CallUnitDescription
source: Select unit to call in bay
bg: Изберете чекмедже за повикване в отдел
cs: Vyberte zásuvku pro vyvolání ve stan
de_de: Kasten für die Bucht auswählen
el_gr: Επιλέξτε τη μονάδα για να καλέσετε στην πλατφόρμα
es_es: Seleccione el cajón para llamar a la bahía
fr_fr: Sélectionner le tiroir à appeler dans la baie
hr: Odaberi pretinac za prizvati u uvalu
hu_hu: A munkaállomásra behívandó tálca kiválasztása
it: Seleziona cassetto da chiamare in baia
pl_pl: Wybierz jednostkę do wezwania w zatoce
ru_ru: Выберите единицу для вызова в секции
sl_si: Izberi predal za priklic iz nak police
tr_tr: Körfezde aranacak birimi seçin

# CloseShutterCommand
source: Run the command to close the shutter
bg: изпълн на команда за затваряне клапа
cs: Provést příkaz zavření rolety
de_de: Befehl zum Schließen der Rolltür ausführen
el_gr: Εκτελέστε την εντολή για να κλείσετε το κλείστρο
es_es: Ejecute el comando para cerrar la compuerta
fr_fr: Exécuter la commande pour fermer le volet de fermeture
hr: Izvrši naredbu zatvaranja zaklopke
hu_hu: A redőny zárási parancsának elvégzése
it: Esegui il comando per chiudere la serranda
pl_pl: Uruchomić polecenie zamknięcia migawki
ru_ru: Выполните команду, чтобы закрыть затвор
sl_si: Izvedi ukaz za zapiranje lopute
tr_tr: Deklanşörü kapatmak için komutu çalıştırın

# OpenShutterCommand
source: Run the command to open the shutter
bg: изпълн на команда за отваряне клапа
cs: Provést příkaz otevření rolety
de_de: Befehl zum Öffnen der Rolltür ausführen
el_gr: Εκτελέστε την εντολή για να ανοίξετε το κλείστρο
es_es: Ejecutar el comando para abrir la compuerta
fr_fr: Exécuter la commande pour ouvrir le volet de fermeture
hr: Izvrši naredbu otvaranja zaklopke
hu_hu: A redőny nyitási parancsának elvégzése
it: Esegui il comando per aprire la serranda
pl_pl: Uruchomić polecenie otwarcia migawki
ru_ru: Выполните команду, чтобы открыть затвор
sl_si: Izvedi ukaz za odpiranje lopute
tr_tr: Deklanşörü açmak için komutu çalıştırın

# DeposiAndPickUpDescription
source: The unit loading / unloading function allows you to test the correct operation of the unit movements through a series of cycles. The procedure for next steps until correct completion.
bg: Функцията за зареждане/разтоварване чекмедже позволява да се тества правилно функциониране на движения чекмеджета чрез поредица от цикли. Процедура се изпълнява на последоват етапи до успешно ѝ приключване.
cs: Funkce nakládky/vykládky zásuvek umožňuje testovat správné fungování pohybů zásuvek pomocí řady cyklů. Postup probíhá po sobě jdoucími kroky až do správného dokončení.
de_de: Funktion zum Ver- und Entladen der Kästen ermöglicht durch eine Reihe von Zykl. Test der korrekte Funktion der Kastenbewegungen. Das Verfahren arbeitet bis zum korrekten Abschluss in aufeinanderfolgenden Steps.
el_gr: Η λειτουργία της μονάδας φόρτωσης / εκφόρτωσης σας επιτρέπει να δοκιμάσετε τη σωστή λειτουργία των χειρισμών της μονάδας μέσω μιας σειράς κύκλων. Η διαδικασία για τα επόμενα βήματα μέχρι να ολοκληρωθεί σωστά.
es_es: La función de carga/descarga del cajón permite comprobar el correcto funcionamiento de los movimientos del cajón mediante una serie de ciclos. El procedimiento funciona por etapas hasta su finalización con éxito.
fr_fr: La fonction de chargement/déchargement des tiroirs permet de tester le bon fonctionnement des mouvements des tiroirs à travers une série de cycles. La procédure se déroule par étapes successives jusqu’à son achèvement.
hr: Funkcija ukrcaja/iskrcaja pretinaca dozvoljava testiranje pravilnog rada pokreta pretinaca nizom ciklusa. Postupak radi prema sljedećim koracima sve do potpunog završetka.
hu_hu: A tálcák berakodási/kirakodási funkciója lehetővé teszi a tálcamozgások megfelelő működésének tesztelését egy ciklussorozat segítségével. Az eljárást egymást követő lépések alkotják, amíg megfelelően be nem fejeződik.
it: La funzione di imbarco/sbarco cassetti permette di testare il corretto funzionamento dei movimenti dei cassetti tramite una serie di cicli. La procedura opera per passi successivi fino al corretto completamento.
pl_pl: Funkcja załadunku/rozładunku jednostki pozwala na przetestowanie poprawności działania ruchów jednostki poprzez serię cykli. Procedura kolejnych kroków aż do poprawnego zakończenia.
ru_ru: Функция загрузки / выгрузки агрегата позволяет проверить правильность работы перемещений агрегата с помощью серии циклов. Процедура для следующих шагов до правильного завершения.
sl_si: Funkcija nakladanja / razkladanja predalov omogoča, da skozi vrsto ciklov preizkusite pravilno delovanje premikov predalov. Postopek deluje v zaporednih korakih do uspešnega zaključka.
tr_tr: Ünite yükleme / boşaltma işlevi, bir dizi döngü aracılığıyla ünite hareketlerinin doğru çalışmasını test etmenize olanak tanır. Doğru tamamlamaya kadar sonraki adımlar için prosedür.

source: Test done
bg: Извършено изпит
cs: Test proveden
de_de: Test durchg.
el_gr: Επιτεύχθηκε η δοκιμή
es_es: Prueba realizada
fr_fr: Test effectué
hr: Test izvršen
hu_hu: Elvégzett teszt
it: Test effettuato
pl_pl: Test zakończony
ru_ru: Тест выполнен
sl_si: Test izveden
tr_tr: Test yapıldı

# TestDoneDescription
source: Here is the number of cycles performed
bg: Тук е посочен броят извършен цикли
cs: Zobrazení počtu provedených cyklů
de_de: Anzahl der durchgeführten Zyklen
el_gr: Εδώ είναι ο αριθμός των κύκλων που έχουν εκτελεστεί
es_es: Este es el número de ciclos realizados
fr_fr: Voici le nombre de cycles effectués
hr: Evo broj izvršenih ciklusa
hu_hu: Itt látható az elvégzett ciklusok száma
it: Ecco il numero di cicli effettuati
pl_pl: Oto ilość wykonanych cykli
ru_ru: Вот количество выполненных циклов
sl_si: To je število izvedenih ciklov
tr_tr: İşte gerçekleştirilen döngü sayısı

# Cycle
source: Cycles
bg: Цикли
cs: Cykly
de_de: Zykl.
el_gr: Κύκλοι
es_es: Ciclos
hr: Cikl.
hu_hu: Ciklusok
it: Cicli
pl_pl: Cykle
ru_ru: Циклы
sl_si: Cikli
tr_tr: döngüler

# CycleDescription
source: Enter the number of cycles you want to perform
bg: Въведете броя цикли които искате да извършите
cs: Zadejte počet cyklů, které chcete provést
de_de: Anzahl der durchzuführenden Zyklen eingeben
el_gr: Εισάγετε τον αριθμό των κύκλων που θέλετε να εκτελέσετε
es_es: Introduzca el número de ciclos que desea realizar
fr_fr: Saisissez le nombre de cycles à effectuer
hr: Unesite broj ciklusa koje želite izvršiti
hu_hu: Adja meg az elvégezni kívánt ciklusok számát
it: Inserisci il numero di cicli che vuoi effettuare
pl_pl: Wprowadź liczbę cykli, które chcesz wykonać
ru_ru: Введите количество циклов, которые вы хотите выполнить
sl_si: Vnesi število ciklov za izvajanje
tr_tr: Gerçekleştirmek istediğiniz döngü sayısını girin

source: WMS offline
bg: WMS е офлайн
cs: WMS je offline
de_de: WMS ist offline
el_gr: WMS εκτός σύνδεσης
es_es: El WMS está desconectado
fr_fr: Le WMS est hors ligne
hr: WMS je van mreže
hu_hu: A WMS offline
it: Il WMS è offline
ru_ru: WMS в автономном режиме
sl_si: WMS je brez pov.
tr_tr: WMS çevrimdışı

# WmsStatusCheckInProgress
source: Check in progress
bg: Проверка в изпълн
cs: Probíhá kontrola
de_de: Prüfung läuft
el_gr: Έλεγχος σε εξέλιξη
es_es: Verificación en curso
fr_fr: Vérification en cours
hr: Provjera u tijeku
hu_hu: Ellenőrzés folyamatban
it: Verifica in corso
pl_pl: Kontrola w toku
ru_ru: Проверка в процессе
sl_si: Prev poteka
tr_tr: Kontrol devam ediyor

# WmsStatusOffline
source: Offline
bg: Разкачено
cs: Odpojen
de_de: Getrennt
el_gr: Εκτός σύνδεσης
es_es: Desconectado
fr_fr: Déconnecté
hr: Isključen
hu_hu: Leválasztva
it: Disconnesso
ru_ru: Не в сети
sl_si: Odklopljen
tr_tr: Çevrimdışı

# WmsStatusOnline
source: Online
bg: Свързано
cs: Připojen
de_de: Angeschl
el_gr: Σε σύνδεση
es_es: Conectado
fr_fr: Connecté
hr: Povezan
hu_hu: Csatlakoztatva
it: Connesso
ru_ru: Онлайн
sl_si: Priklopl
tr_tr: Çevrimiçi

# CompleteTest
source: Complete the test
bg: Попълнете теста
cs: Dokončit test
de_de: Test abschließen
el_gr: Ολοκληρώστε τη δοκιμή
es_es: Completar la prueba
fr_fr: Terminer le test
hr: Završi test
hu_hu: A teszt elvégzése
it: Completa il test
pl_pl: Zakończenie testu
ru_ru: Завершите тест
sl_si: Zaključi test
tr_tr: Testi tamamla

# InverterParametersDataset
source: Dataset
bg: Наб дан
el_gr: Σύνολο δεδομένων
es_es: Conjunto de datos
fr_fr: Base de données
hr: Pos pod
hu_hu: Adatkészlet
pl_pl: Zbiór danych
ru_ru: Набор Данных идентификаторов
sl_si: Nab.Pod
tr_tr: veri kümesi

# InverterParametersType
source: Type
bg: Тип
cs: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
hr: Vrs.
hu_hu: Típus
it: Tipo
pl_pl: Typ
ru_ru: Тип
sl_si: Tip
tr_tr: Tip

# InverterParametersValue
source: Value
bg: Стойн
cs: Hodn
de_de: Wert
el_gr: Τιμή
es_es: Valor
fr_fr: Valeur
hr: Vrij.
hu_hu: Érték
it: Valore
pl_pl: Wartość
ru_ru: Ценность
sl_si: Vredn
tr_tr: Değer
