Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ProfileHeighCheckCalibrationLess
source: Based on the calibration result, you can decide whether to complete the operation, having a result of less than 1 mm.
bg: В зависимост от резултата от калибрто можете да решите дали да завършите операцията с резултат по-малък от 1 мм.
cs: Na základě výsledku kalibrace se můžete rozhodnout, zda se má operace dokončit, pokud je výsledek nižší než 1 mm.
de_de: Abhängig vom Kalibrierergebnis entscheiden, ob der Vorgang mit einem Ergebnis von weniger als 1 mm abzuschließen ist
el_gr: Με βάση το αποτέλεσμα βαθμονόμησης, μπορείτε να αποφασίσετε αν θα ολοκληρώσετε τη λειτουργία, έχοντας αποτέλεσμα μικρότερο από 1 mm.
es_es: Dependiendo del resultado de la calibración puede decidir si completar la operación, teniendo un resultado de menos de 1 mm.
fr_fr: Sur la base du résultat du calibrage, il est possible de décider de terminer ou non l’opération, avec un résultat inférieur à 1 mm.
hr: Na temelju rezultata kalibracije možete odlučiti želite li završiti operaciju s rezultatom manjim od 1 mm.
hu_hu: A kalibráció eredménye alapján eldöntheti, hogy befejezi-e a műveletet 1 mm alatt eredménnyel.
it: In base al risultato della calibrazione puoi decidere se completare l'operazione, avendo un risutato inferiore a 1 mm.
pl_pl: Na podstawie wyniku kalibracji można zdecydować, czy zakończyć operację, jeśli wynik jest mniejszy niż 1 mm.
ru_ru: основе результата калибровки, вы можете решить, следует ли завершить операцию, имея результат менее 1 мм.
sl_si: Na podlagi rezultatov umerjanja se lahko odločite, ali želite dokončati postopek z rezultatom manjšim od 1 mm.
tr_tr: Kalibrasyon sonucuna göre, sonucu 1 mm'den az olan işlemi tamamlayıp tamamlamamaya karar verebilirsiniz.

# ProfileHeighCheckCalibrationMore
source: If the calibration result exceeds 1 mm, the suggested modifications must be applied and the measurement repeated.
bg: Ако резултатът от калибрто надхвърля 1 мм приложете предложените промени и повторете измерването.
cs: Pokud výsledek kalibrace přesahuje 1 mm, je třeba aplikovat navrhované změny a opakovat měření.
de_de: Wenn Kalibrierergebnis größer als 1 mm, die vorgeschlagenen Änderungen anwenden und Messung wdh.
el_gr: Αν η βαθμονόμηση υπερβαίνει το 1 mm, πρέπει να εφαρμόζονται οι προτεινόμενες τροποποιήσεις και να επαναλαμβάνεται η μέτρηση.
es_es: Si el resultado de la calibración es superior a 1 mm, aplique los cambios sugeridos y repita la medición.
fr_fr: Si le résultat du calibrage dépasse 1 mm, les modifications suggérées doivent être appliquées et la mesure répétée.
hr: Ako rezultat kalibracije premašuje 1 mm potrebno je primijeniti preporučene izmjene i ponoviti mjerenje.
hu_hu: Ha a kalibráció eredménye nagyobb, mint 1 mm, alkalmazni kell a javasolt módosításokat, és meg kell ismételni a mérést.
it: Se il risultato della calibrazione supera 1 mm bisogna applicare le modifiche suggerite e ripetere la misurazione.
pl_pl: Jeśli wynik kalibracji przekracza 1 mm, należy zastosować sugerowane modyfikacje i powtórzyć pomiar.
ru_ru: Если результат калибровки превышает 1 мм, необходимо применить предложенные модификации и повторить измерение.
sl_si: Če rezultat umerjanja preseže 1 mm, je treba uporabiti predlagane spremembe in meritev ponoviti.
tr_tr: Kalibrasyon sonucu 1 mm'yi aşarsa, önerilen değişiklikler uygulanmalı ve ölçüm tekrarlanmalıdır.

# ProfileHeighCheckDescription
source: Load a bay unit or recall one to start the bay calibration wizard.
bg: Заредете чекмедже за отдел или извикайте такова за да стартирате управл процедура за калибр отдел.
cs: Naložte zásuvku do stanice nebo nějakou vyvolejte pro iniciaci naváděného postupu kalibrace stanice.
de_de: Kasten in Bucht laden oder aufrufen, um den Assistenten für die Einstellung der Bucht zu starten.
el_gr: Φορτώστε μια μονάδα πλατφόρμας ή ανακαλέστε μία για να αρχίσει ο οδηγός βαθμονόμησης της πλατφόρμας.
es_es: Cargue un cajón de la bahía o recupere uno para comenzar el procedimiento guiado de calibración de la bahía.
fr_fr: Charger un tiroir dans la baie ou en rappeler un pour commencer la procédure guidée de l’étalonnage de la baie.
hr: Utovarite pretinac u uvalu i pozovite jedan kako bi počeli vođeni postupak umjeravanja uvale.
hu_hu: Töltsön be egy tálcát a munkaállomásra, vagy hívjon be egyet a munkaállomás irányított kalibrációs eljárásának megkezdéséhez.
it: Caricare un cassetto in baia o richiamarne uno per iniziare la procedura guidata della taratura baia.
pl_pl: Wczytać jednostkę zatoki lub przywołać ją, aby uruchomić asystenta kalibracji zatoki.
ru_ru: Загрузите блок секции или вызовите его, чтобы запустить мастер калибровки секции.
sl_si: Predal naložite na nak polico ali ga prikličite, da zaženete vodeni postopek za umerjanje nak police.
tr_tr: Bir bölme birimi yükleyin veya bölme kalibrasyon sihirbazını başlatmak için birini geri çağırın.

# ProfileHeighCheckProcedureDescription
source: Place the adjustment template in the upper right corner of the drawer in the bay, make sure to position the magnets so that it remains firmly on the drawer. Then open the shutter.
bg: Поставете шаблона за регулиране в горния десен ъгъл на чекмедже на отдел като се уверите че сте разположили магнитите така че шаблона да остане здраво прикрепен към чекмеджето. Накрая отворете затвора.
cs: Umístěte regulační šablonu horního úhlu na pravou stranu zásuvky ve stanici; nezapomeňte umístit magnet tak, aby zůstal pevně upevněný k zásuvce. Nakonec otevřete roletu.
de_de: Platzieren Sie die Einstellschablone in der oberen rechten Ecke der Bucht und achten Sie darauf, die Magnete so zu positionieren, dass sie fest mit der Bucht verbunden bleiben. Dann die Rolltür öffnen.
el_gr: Τοποθετήστε το πρότυπο προσαρμογής στην επάνω δεξιά γωνία του συρταριού στην πλατφόρμα και βεβαιωθείτε για την τοποθέτηση των μαγνητών έτσι ώστε να παραμένει σταθερά πάνω στο συρτάρι. Στη συνέχεια ανοίξτε το κλείστρο.
es_es: Coloque la plantilla de ajuste en la esquina superior derecha del cajón de la bahía, asegúrese de colocar los imanes para que quede firmemente adherida al cajón. Finalmente abra la compuerta.
fr_fr: Positionner le gabarit de réglage dans le coin supérieur droit du tiroir dans la baie, s’assurer de positionner les aimants de manière à ce qu’il reste bien fixé au tiroir. Enfin, ouvrir le volet de fermeture.
hr: Stavite model za prilagođavanje u gornji kut, desno od pretinca u uvali, uvjerite se da ste postavili magnete tako da model ostane čvrsto na pretincu. Na kraju otvorite zaklopku.
hu_hu: Állítsa a beállítókeretet a munkaállomási tálca jobb felső sarkába, és ellenőrizze, hogy a mágnesek úgy vannak-e elhelyezve, hogy megfelelően a tálcához rögzítve maradjon. Végül nyissa ki a redőnyt.
it: Posizionare la sagoma di regolazione nell'angolo superiore a destra del cassetto in baia, assicurarsi di posizionare le calamite in modo che la stessa rimanga ben salda al cassetto. Infine aprire la serranda.
pl_pl: Umieścić szablon regulacyjny w prawym górnym rogu szuflady we wnęce, upewniając się, że magnesy są ustawione w taki sposób, aby szablon był mocno osadzony na szufladzie. Następnie otworzyć migawkę.
ru_ru: Поместите регулировочный шаблон в правый верхний угол выдвижного узла в секции, убедитесь, что магниты расположены так, чтобы он плотно прилегал к выдвижному узлу. Затем откройте заслонку.
sl_si: Postavite model za nastavitev v zgornji desni kot predala na nakladalni polici, prepričajte se, da so magneti postavljeni tako, da ostane trdno pritrjen na predal. Na koncu odprite loputo.
tr_tr: Ayar şablonunu bölmedeki çekmecenin sağ üst köşesine yerleştirin, mıknatısları çekmecede sıkıca duracak şekilde konumlandırdığınızdan emin olun. Ardından deklanşörü açın.

# ProfileHeightCheckProcedureLeftUnitDescription
source: Place the adjustment template in the upper left corner of the drawer in the bay, make sure to position the magnets so that it remains firmly on the drawer.
bg: Поставете шаблона за регулиране в горния ляв ъгъл на чекмеджето на отдел като се уверите че сте разположили магнитите така че той да остане здраво върху чекмеджето.
cs: Umístěte regulační šablonu horního úhlu na levou stranu zásuvky ve stanici; nezapomeňte umístit magnet tak, aby zůstal pevně upevněný k zásuvce.
de_de: Platzieren Sie die Einstellschablone in der oberen linken Ecke der Bucht und achten Sie darauf, die Magnete so zu positionieren, dass sie fest mit der Bucht verbunden bleiben.
el_gr: Τοποθετήστε το πρότυπο προσαρμογής στην επάνω αριστερή γωνία του συρταριού στην πλατφόρμα και βεβαιωθείτε για την τοποθέτηση των μαγνητών έτσι ώστε να παραμένει σταθερά πάνω στο συρτάρι.
es_es: Coloque la plantilla de ajuste en la esquina superior izquierda del cajón de la bahía, asegúrese de colocar los imanes para que quede firmemente en el cajón.
fr_fr: Positionner le gabarit de réglage dans le coin supérieur gauche du tiroir dans la baie, s’assurer de positionner les aimants de manière à ce qu’il reste bien fixé au tiroir.
hr: Stavite model za prilagođavanje u gornji kut, lijevo od pretinca u uvali, uvjerite se da ste postavili magnete tako da model ostane čvrsto na pretincu.
hu_hu: Állítsa a beállítókeretet a munkaállomási tálca bal felső sarkába, és ellenőrizze, hogy a mágnesek úgy vannak-e elhelyezve, hogy megfelelően a tálcához rögzítve maradjon.
it: Posizionare la sagoma di regolazione nell'angolo superiore a sinistra del cassetto in baia, assicurarsi di posizionare le calamite in modo che la stessa rimanga ben salda al cassetto.
pl_pl: Umieścić szablon regulacyjny w lewym górnym rogu szuflady we wnęce, upewniając się, że magnesy są ustawione w taki sposób, aby szablon był mocno osadzony na szufladzie.
ru_ru: Поместите регулировочный шаблон в верхний левый угол выдвижного узла в секции, убедитесь, что магниты расположены так, чтобы он плотно прилегал к выдвижному узлу.
sl_si: Postavite model za nastavitev v zgornji levi kot predala na nakladalni polici, prepričajte se, da so magneti postavljeni tako, da ostane trdno pritrjen na predal.
tr_tr: Ayar şablonunu bölmedeki çekmecenin sol üst köşesine yerleştirin, mıknatısları çekmecede sıkıca duracak şekilde konumlandırdığınızdan emin olun.

# RepeteCalibration
source: Repeat calibration
bg: Повтаряне калибрир
cs: Opakovat kalibraci
de_de: Kalibrier. Wiederh.
el_gr: Επαναλάβετε τη βαθμονόμηση
es_es: Repetir la calibración
fr_fr: Répéter Calibrage
hr: Ponovi K
hu_hu: A kalibráció megismétlése
it: Ripeti Calibrazione
pl_pl: Powtórzyć kalibrację
ru_ru: Повторите калибровку
sl_si: Ponovi umerjanje
tr_tr: Kalibrasyon tekrarlayın

source: Restoration
bg: Възстанов
cs: Obnovení
de_de: Reset
el_gr: Αποκατάσταση
es_es: Restablecimiento
fr_fr: Rétablissement
hr: Obnova
hu_hu: Visszaállítás
it: Ripristino
pl_pl: Przywracanie
ru_ru: Восстановление
sl_si: Obnovitev
tr_tr: restorasyon

source: right
bg: отдясн
cs: pravá
de_de: rechts
el_gr: δεξιά
es_es: a la derecha
fr_fr: droite
hr: desna
hu_hu: jobb
it: destra
pl_pl: prawa strona
ru_ru: Право на восстановление
sl_si: desna
tr_tr: Sağ

source: Right side measurement
bg: Измерване дясна страна
cs: Měření pravé strany
de_de: Messung rechts
el_gr: Μέτρηση δεξιάς πλευράς
es_es: Medición del lado derecho
fr_fr: Mesure du côté droit
hr: Mjerenje desne strane
hu_hu: Jobb oldal mérése
it: Misurazione lato destro
pl_pl: Pomiar prawej strony
ru_ru: Измерение правой стороны
sl_si: Merjenje desne strani
tr_tr: Sağ taraf ölçümü

source: Repository Path
bg: Маршрут хранилището
cs: Cesta úložiště
de_de: Pfad Repository
el_gr: Διαδρομή χώρου εναπόθεσης
es_es: Repositorio de rutas
fr_fr: Chemin d’accès du Répertoire
hr: Putanja Spremišta
hu_hu: Tár útja
it: Percorso Repositorio
pl_pl: Ścieżka Repozytorium
ru_ru: Путь к восстановлению
sl_si: Pot repozitorija
tr_tr: Depo Yolu

source: Statistics
bg: Статистика
cs: Statistiky
de_de: Statistiken
el_gr: Στατιστικά
es_es: Estadísticas
fr_fr: Statistiques
hr: Statistike
hu_hu: Statisztikák
it: Statistiche
pl_pl: Statystyka
ru_ru: Статистика
sl_si: Statistika
tr_tr: İstatistik

source: System error
bg: Системна грешка
cs: Systémová chyba
de_de: Systemfehler
el_gr: Σφάλμα συστήματος
es_es: Error del sistema
fr_fr: Erreur de système
hr: Greška sustava
hu_hu: Rendszerhiba
it: Errore di sistema
pl_pl: Błąd systemu
ru_ru: Системная ошибка
sl_si: Sistemska napaka
tr_tr: Sistem hatası

# TemplateMeasurement
source: Once the template has been positioned, open shutter and press the MEASUREMENT key which will start the procedure.
bg: След като шаблон е позицион отворете затвора и натиснете бутона ИЗМЕРВАНЕ с което ще започнете процедура.
cs: Po umístění tvaru otevřete roletu a stiskněte tlačítko MĚŘENÍ, které postup spustí.
de_de: Sobald das Profil positioniert ist, Rolltür zu öffnen und Taste MESSUNG drücken, um Vorgang zu starten
el_gr: Όταν το πρότυπο έχει τοποθετηθεί, ανοίξτε το κλείστρο και πατήστε το κουμπί MEASUREMENT (ΜΕΤΡΗΣΗΣ) που θα αρχίσει τη μέτρηση.
es_es: Una vez colocada la plantilla, abra la compuerta y pulse el botón MEDICIÓN que iniciará el procedimiento.
fr_fr: Une fois le gabarit positionné, ouvrir le volet de fermeture et appuyer sur la touche MESURE qui lancera la procédure.
hr: Nakon stavljanja modela, otvorite zaklopku i pritisnite tipku MJERENJE koja će pokrenuti postupak.
hu_hu: A keret elhelyezését követően nyissa ki a redőnyt, és nyomja meg a MÉRÉS gombot, ezzel elindítva az eljárást.
it: Una volta posizionata la sagoma, aprire la serranda e premere il tasto MISURAZIONE che avvierà la procedura.
pl_pl: Po ustawieniu szablonu należy otworzyć migawkę i nacisnąć przycisk MEASUREMENT, co spowoduje rozpoczęcie procedury.
ru_ru: Как только шаблон будет установлен, откройте затвор и нажмите клавишу ИЗМЕРЕНИЯ, которая запустит процедуру.
sl_si: Po postavitvi modela odprite loputo in pritisnite gumb MERJENJE, ki bo zagnal postopek.
tr_tr: Şablon yerleştirildikten sonra kapağı açın ve işlemi başlatacak olan ÖLÇÜM tuşuna basın.

source: Test data
bg: Данни изпитв
cs: Údaje kolaud
de_de: Daten Abnahme
el_gr: Δεδομένα δοκιμής
es_es: Datos de la prueba
fr_fr: Données de mise en service
hr: Pod.testir.
hu_hu: Felülvizsgálat adatai
it: Dati collaudo
pl_pl: Dane testowe
ru_ru: Тестовые данные
sl_si: Podatki test
tr_tr: Test verisi

# TolleranceRequired
source: Tolerance required
bg: Изискван толеранс
cs: Požadovaná tolerance
de_de: Toleranz erford.
el_gr: Απαιτούμενη ανοχή
es_es: Tolerancia requerida
fr_fr: Tolérance requise
hr: Potr. dozvolj. odst.
hu_hu: Szükséges tűrés
it: Tolleranza richiesta
pl_pl: Wymagana tolerancja
ru_ru: Требуется допуск
sl_si: Zahtevana toleranca
tr_tr: Tolerans gerekli

# UnitBay
source: Unit in bay:
bg: Чекмедже в Отдел:
cs: Zásuvka ve stan:
de_de: Kasten in Bucht:
el_gr: Μονάδα σε πλατφόρμα:
es_es: Cajón en la bahía:
fr_fr: Tiroir dans la Baie :
hr: Pretinac u Uvali:
hu_hu: Tálca a munkaállomáson:
it: Cassetto in Baia:
pl_pl: Jednostka w zatoce:
ru_ru: Единица в секции:
sl_si: Predal na nak pol
tr_tr: Körfezdeki birim:

# UnitHightPosition
source: Unit in high position
bg: Чекмедже във висок поз
cs: Zásuvka v horní poloze
de_de: Kasten in hoher Position
el_gr: Μονάδα σε ψηλή θέση
es_es: Cajón en posición alta
fr_fr: Tiroir en position haute
hr: Pretinac u visokom polož.
hu_hu: Tálca felső pozícióban
it: Cassetto in posizione alta
pl_pl: Jednostka w położeniu wysokim
ru_ru: Единица в высоком положении
sl_si: Predal na visokem položaju
tr_tr: Ünite yüksek konumda

# UnitLowPosition
source: Unit in low position
bg: Чекмедже в ниска поз
cs: Zásuvka v dolní poloze
de_de: Kasten in niedriger Pos.
el_gr: Μονάδα σε χαμηλή θέση
es_es: Cajón en posición baja
fr_fr: Tiroir en position basse
hr: Pretinac u niskom položaju
hu_hu: Tálca alsó pozícióban
it: Cassetto in posizione bassa
pl_pl: Jednostka w położeniu niskim
ru_ru: Единица в низком положении
sl_si: Predal na nizkem položaju
tr_tr: Ünite düşük konumda

source: Software Update.
bg: Актуализация софтуер
cs: Aktualizace softwaru
de_de: Software-Aktualisier.
el_gr: Ενημέρωση λογισμικού.
es_es: Actualización del software
fr_fr: Mise à jour du Logiciel
hr: Ažuriranje Softvera
hu_hu: Szoftver frissítése
it: Aggiornamento Software
pl_pl: Aktualizacja oprogramowania.
ru_ru: Обновление программного обеспечения.
sl_si: Posodob. prog. opreme
tr_tr: Yazılım güncellemesi.

source: User Management
bg: Управл потребит
cs: Správa uživat
de_de: Benutzerverw.
el_gr: Διαχείριση χρήστη
es_es: Gestión de usuarios
fr_fr: Gestion des utilisateurs
hr: Upravlj.korisn.
hu_hu: Felhasználók kezelése
it: Gestione utenti
pl_pl: Zarządzanie użytkownikami
ru_ru: Ожидание управления пользователями
sl_si: Upr. Uporabnik
tr_tr: Kullanıcı yönetimi

source: Wait...
bg: Изчак...
cs: Čekejte...
de_de: Warten...
el_gr: Αναμονή...
es_es: Espere...
fr_fr: Attendez...
hr: Čekaj...
hu_hu: Várakozás...
it: Attendi...
pl_pl: Czekaj ...
sl_si: Počakaj ..
tr_tr: Beklemek...

# WaitAutomaticProcedureEnd
source: Wait for the automatic procedure to end.
bg: Изчакайте да приключи автоматичната процедура.
cs: Počkejte na dokončení automatického postupu.
de_de: Auf das Ende des autom.Verfahrens warten.
el_gr: Περιμένετε έως ότου τελειώσει η αυτόματη διαδικασία.
es_es: Espere a que termine el procedimiento automático.
fr_fr: Attendre la fin de la procédure automatique.
hr: Pričekajte kraj automatskog postupka.
hu_hu: Várja meg az automatikus eljárás végét.
it: Attendere il termine della procedura automatica.
pl_pl: Poczekaj na zakończenie procedury automatycznej.
ru_ru: Дождитесь завершения автоматической процедуры.
sl_si: Počakajte, da se avtomatski postopek konča.
tr_tr: Otomatik prosedürün bitmesini bekleyin.

# AnalysisWeightProfileMenuDescription
source: Samples the current values ​​for weight acquisition
bg: Вземане на проби от текущите стойности за получаване на тегло
cs: Provede odběr vzorků hodnot proudu pro nasnímání hmotnosti
de_de: Stichprobe der aktuellen Werte für die Gewichtserfassung
el_gr: Κάντε τη δειγματοληψία των τρεχουσών τιμών ​για απόκτηση βάρους
es_es: Muestras de valores actuales para la adquisición de peso
fr_fr: Effectue l’échantillonnage des valeurs de courant pour l’acquisition du poids
hr: Provodi uzorkovanje vrijednosti struje za dobivanje težine
hu_hu: Az áramerősségi értékek mintavételezésének elvégzése a súly beszerzéséhez
it: Effettua il campionamento dei valori di corrente per l'acquisizione del peso
pl_pl: Próbki aktualnych wartości dla pozyskania wagi
ru_ru: Образцы текущих значенийдля набора веса
sl_si: Vzorči vrednosti toka za pridobivanje teže
tr_tr: Ağırlık alımı için mevcut değerleri örnekler

# AnalysisWeightProfileMenuTitle
source: Weight profile analysis
bg: Анал тегловн профил
cs: Analýza profilu hmot
de_de: Analyse Gewichtspr.
el_gr: Ανάλυση προφίλ βάρους
es_es: Análisis del perfil de peso
fr_fr: Analyse du profil de poids
hr: Anal. profila težine
hu_hu: Súlyprofil elemzése
it: Analisi profilo peso
pl_pl: Analiza profilu wagi
ru_ru: Анализ профиля веса
sl_si: Analiza profila teže
tr_tr: Ağırlık profili analizi

# BarrierCalibrationMenuDescription
source: Allows adjustment of the drawer height detection barrier
bg: Позволява регулиране на бариерата за откриване на височината на чекмеджето
cs: Umožňuje nastavení bariéry zjištění výšky zásuvky
de_de: Ermöglicht die Einstellung der Schranke zur Erkennung der Kastenhöhe
el_gr: Επιτρέπει την προσαρμογή του φράγματος ανίχνευσης ύψους συρταριού
es_es: Permite ajustar la barrera de detección de la altura del cajón
fr_fr: Permet le réglage de la barrière de détection de la hauteur du tiroir
hr: Dozvoljava izvođenje prilagođavanja barijere za očitavanje visine pretinca
hu_hu: Lehetővé teszi a tálca magasságát érzékelő fényfüggöny beállítását
it: Permette la regolazione della barriera di rilevamento altezza del cassetto
pl_pl: Umożliwia regulację bariery wykrywania wysokości szuflady
ru_ru: Позволяет регулировать барьер обнаружения высоты выдвижного узла
sl_si: Omogoča nastavitev pregrade za zaznavanje višine predala
tr_tr: Çekmece yüksekliği algılama bariyerinin ayarlanmasına izin verir

# BarrierCalibrationMenuTitle
source: Barrier calibration
bg: калибр бариера
cs: Kalibrace bariéry
de_de: Kalibrierung Schranke
el_gr: Βαθμονόμηση φράγματος
es_es: Calibración de la barrera
fr_fr: Calibrage de la barrière
hr: Kalibracija barijere
hu_hu: Fényfüggöny kalibrációja
it: Calibrazione barriera
pl_pl: Kalibracja bariery
ru_ru: Калибровка барьера
sl_si: Umerjanje pregrade
tr_tr: Bariyer kalibrasyonu

# BayControlMenuDescription
source: It allows you to check and correct the altitude of the various positions on the bays
bg: Позволява да се провери и коригира височина на различни позиции на отдел
cs: Umožňuje zkontrolovat a opravit kótu různých pozice ve stanici
de_de: Ermöglicht Prüfung und Korrektur der Höhe der versch. Pos. auf den Buchten
el_gr: Σας επιτρέπει να ελέγχετε και να διορθώνετε το υψόμετρο των διαφόρων θέσεων στις πλατφόρμες.
es_es: Permite comprobar y corregir la altura de las distintas posiciones de las bahías
fr_fr: Permet de vérifier et de corriger la cote des différentes positions sur les baies
hr: Dozvoljava provjeru i ispravljanje visine raznih položaja na uvalama
hu_hu: Lehetővé teszi a különböző pozíciók értékeinek ellenőrzését és korrigálását a munkaállomásokon
it: Permette di verificare e correggere la quota delle varie posizioni sulle baie
pl_pl: Pozwala na sprawdzenie i skorygowanie wysokości różnych pozycji w zatokach
ru_ru: Он позволяет проверять и корректировать высоту различных положений в секциях
sl_si: Omogoča prev in popravljanje višine različnih položajev na nakh policah
tr_tr: Koylardaki çeşitli konumların yüksekliğini kontrol etmenizi ve düzeltmenizi sağlar.

# BayControlMenuTitle
source: Bay control
bg: Контрол отдел
cs: Kontr stan
de_de: Kontr. Bucht
el_gr: Έλεγχος πύλης
es_es: Control de la bahía
fr_fr: Contrôle de la baie
hr: Provjera uvale
hu_hu: Munkaállomás ellenőrzése
it: Controllo baia
pl_pl: Sterowanie zatokami
ru_ru: Управление секцией
sl_si: Prev nak pol
tr_tr: Körfez kontrolü

# BeltBreakInMenuDescription
source: It performs a series of cycles of movement of the vertical axis
bg: Извършва серия от цикли на преместване на вертикалната ос
cs: Provede řadu cyklů přesunu vertikální osy
de_de: Führt eine Reihe von Verschiebungszyklen der vert. Achsen aus
el_gr: Εκτελεί μια σειρά κύκλων κίνησης του κατακόρυφου άξονα.
es_es: Realiza una serie de ciclos de desplazamiento del eje vertical
fr_fr: Effectue une série de cycles de déplacement de l’axe vertical
hr: Izvodi niz ciklusa premještanja okomite osi
hu_hu: Végrehajtja a függőleges tengely egy sor elmozdulási ciklusát
it: Effettua una serie di cicli di spostamento dell'asse verticale
pl_pl: Wykonuje serię cykli ruchu osi pionowej
ru_ru: Он выполняет серию циклов перемещения вертикальной оси
sl_si: Izvede vrsto ciklov premikanja navpične osi
tr_tr: Dikey eksende bir dizi hareket döngüsü gerçekleştirir.

# BeltBreakInMenuTitle
source: Belt Break-In
bg: Навлизане ремък
cs: Záběh řemene
de_de: Riemeneinlauf
el_gr: Θραύση ιμάντα
es_es: Rodaje de la correa
fr_fr: Rodage de la courroie
hr: Uhodav. remena
hu_hu: A szíj bejáratása
it: Rodaggio cinghia
pl_pl: Docieranie pasa
ru_ru: Разрыв ленты
sl_si: Utekanje jermena
tr_tr: Kemer Alıştırma
