Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# DestinationPositionOutOfRangeAxis
source: Destination position out of range axis ({0}).
bg: поз местоназначение е извън обхвата на оста ({0}).
cs: Cílová poloha je mimo interval os ({0}).
de_de: Die Zielposition liegt außerhalb des Achsenbereichs ({0}).
el_gr: Θέση προορισμού εκτός του εύρους του άξονα ({0}).
es_es: La posición objetivo está fuera del rango de los ejes ({0}).
fr_fr: La position de destination est hors de la plage des axes ({0}).
hr: Odredišni položaj je izvan raspona osi ({0}).
hu_hu: A célpozíció a(z) ({0}) tengelyek tartományán kívül van.
it: La posizione di destinazione è fuori dal range degli assi ({0}).
pl_pl: Pozycja docelowa poza zakresem osi ({0}).
ru_ru: Конечное положение вне оси диапазона ({0}).
sl_si: Ciljni položaj je izven obsega osi ({0}).
tr_tr: Hedef konumu, aralık ekseni ({0}) dışında.

# DestinationPositionRequired
source: DestinationPosition is required.
bg: Изисква се DestinationPosition.
cs: DestinationPosition je povinná.
de_de: DestinationPosition erford.
el_gr: Απαιτείται η θέση προορισμού.
es_es: DestinoPosición necesaria.
fr_fr: DestinationPosition nécessaire.
hr: OdredišniPoložaj je potreban.
hu_hu: DestinationPosition szükséges.
it: DestinationPosition necessario.
pl_pl: Pozycja docelowa jest wymagana.
ru_ru: Требуется НазначениеПоложения.
sl_si: DestinationPosition potreben.
tr_tr: Hedef Konumu gerekli.

# DrawerIdExtracted
source: Drawer id {0} extracted
bg: Идент чекмедже {0} извл
cs: ID vytažené zásuvky {0}
de_de: ID {0} ausgez. Kasten
el_gr: Εξήχθη το αναγνωριστικό {0} συρταριού
es_es: Identificación del cajón {0} extraído
fr_fr: Tiroir id {0} extrait
hr: Pretinac id {0} izvađen
hu_hu: Kivett {0} tálca ID
it: Cassetto id {0} estratto
pl_pl: Wyodrębniono identyfikator szuflady {0}
ru_ru: Идентификатор извлеченного выдвижного узла {0}
sl_si: Predal z id {0} izvlečen
tr_tr: {0} çekmece kimliği çıkarıldı

# ErrorCheckFile
source: Error on checking file {0}
bg: Грешка при проверката на файл {0}
cs: Chyba během kontroly souboru {0}
de_de: Fehler beim Prüfen der Datei {0}
el_gr: Σφάλμα κατά τον έλεγχο του αρχείου {0}
es_es: Error al comprobar el archivo {0}
fr_fr: Erreur lors du contrôle du fichier {0}
hr: Greška tijekom provjere datoteke {0}
hu_hu: Hiba a(z) {0} fájl ellenőrzése során.
it: Errore durante il controllo del file {0}.
pl_pl: Błąd przy sprawdzaniu pliku {0}
ru_ru: Ошибка при проверке файла {0}
sl_si: Napaka pri preverjanju datoteke {0}.
tr_tr: {0} dosyası kontrol edilirken hata oluştu

# ErrorChecksum
source: Error on checking files checksum:
bg: Грешка при проверка на контролна сума файл:
cs: Chyba kontroly kontrolního součtu souboru:
de_de: Fehler bei Prüfung der Checksum der Datei:
el_gr: Σφάλμα κατά τον έλεγχο του αθροίσματος ελέγχου αρχείων:
es_es: Error al comprobar la suma de comprobación del archivo:
fr_fr: Erreur lors du contrôle de la somme de contrôle du fichier :
hr: Greška provjere kontrolnog zbroja datoteke:
hu_hu: Hiba a fájl checksum ellenőrzésében:
it: Errore nel controllo del checksum del file:
pl_pl: Błąd przy sprawdzaniu sumy kontrolnej plików:
ru_ru: Ошибка при проверке контрольной суммы файлов:
sl_si: Napaka pri prev kontrolne vsote datoteke:
tr_tr: Dosya sağlama toplamı kontrol edilirken hata oluştu:

# ErrorChecksumNotFound
source: Error on checking file '{0}'. No checksums found.
bg: Грешка при проверката на файла '{0}'. Не е намерена контролна сума.
cs: Chyba během kontr souboru „{0}“. Nenašel se žádný kontrolní součet.
de_de: Fehler beim Prüfen der Datei '{0}'. Keine Checksum gefunden.
el_gr: Σφάλμα κατά τον έλεγχο του αρχείου '{0}'. Δεν βρέθηκαν αθροίσματα ελέγχου.
es_es: Error al comprobar el archivo '{0}'. No se ha encontrado la suma de comprobación.
fr_fr: Erreur lors du contrôle du fichier '{0}'. Aucune somme de contrôle trouvée.
hr: Greška tijekom provj. datot '{0}'. Nijed. kontr.zbroj nije pronađen.
hu_hu: Hiba a(z) {0} fájl ellenőrzése során. Nem található checksum.
it: Errore durante il controllo del file '{0}'. Nessun checksum trovato.
pl_pl: Błąd przy sprawdzaniu pliku '{0}'. Nie znaleziono sum kontrolnych.
ru_ru: Ошибка при проверке файла " {0}". Контрольные суммы не найдены.
sl_si: Napaka pri prev datoteke ‚{0}‘. Kontrolne vsote ni bilo mog najti.
tr_tr: '{0}' dosyası kontrol edilirken hata oluştu. Sağlama toplamı bulunamadı.

# ErrorClearTempFolder
source: Error on clear temp folder:
bg: Грешка при изтриването на временната папка:
cs: Chyba během ručení dočasné složky:
de_de: Fehler beim Löschen des temporären Ordners:
el_gr: Σφάλμα στην απαλοιφή του πρότυπου φακέλου:
es_es: Error al borrar la carpeta temporal:
fr_fr: Erreur lors de l’effacement du dossier temporaire :
hr: Greška prilikom brisanja privremene mape:
hu_hu: Hiba az ideiglenes mappa törlése során:
it: Errore durante la cancellazione della cartella temporanea:
pl_pl: Błąd przy czyszczeniu folderu tymczasowego:
ru_ru: Ошибка при очистке временной папки:
sl_si: Napaka pri brisanju začasne mape:
tr_tr: Temiz geçici klasörde hata:

source: Error extracting files:
bg: Грешка по време на изваждане на файл:
cs: Chyba extrakce souborů:
de_de: Error excracting files:
el_gr: Σφάλμα κατά την εξαγωγή αρχείων:
es_es: Error durante la extracción del archivo:
fr_fr: Erreur lors de l’extraction des fichiers :
hr: Greška vađ. datoteka:
hu_hu: Hiba a fájl kitömörítése során:
it: Error excracting files:
pl_pl: Błąd przy wyodrębnianiu plików:
ru_ru: Ошибка извлечения файлов:
sl_si: Nap pri izvl. datotek:
tr_tr: Dosyalar çıkarılırken hata oluştu:

source: Error on starting:
bg: Грешка при старт:
cs: Chyba při spušt:
el_gr: Σφάλμα κατά την εκκίνηση:
es_es: Error en el arranque:
fr_fr: Erreur au démarrage :
hr: Greška pokret.:
hu_hu: Indítási hiba:
pl_pl: Błąd podczas uruchamiania:
ru_ru: Ошибка при запуске:
sl_si: Napaka pri zagonu:
tr_tr: Başlatma hatası:

# ExtractingFilesCompleted
source: Extraction successfully completed.
bg: Изваждане приключи успешно.
cs: Extrakce úspěšně dokončena.
de_de: Extraction successfullly completed.
el_gr: Ολοκληρώθηκε επιτυχώς η εξαγωγή.
es_es: Extracción completada con éxito.
fr_fr: Extraction réussie.
hr: Vađenje je uspješno završeno.
hu_hu: A kitömörítés sikeresen befejeződött.
it: Extraction successfullly completed.
pl_pl: Wyodrębnianie zakończone pomyślnie.
ru_ru: Извлечение успешно завершено.
sl_si: Izvlečenje je bilo uspešno.
tr_tr: Çıkarma başarıyla tamamlandı.

source: Go to free cell
bg: Отид безпл клетка
cs: Jít na volnou buňk
de_de: Zur freien Zelle
el_gr: Μετάβαση στην ελεύθερη κυψέλη
es_es: Ir a la celda libre
fr_fr: Aller à la cellule libre
hr: Idi na slob.ćeliju
hu_hu: Szabad rekeszre lép
it: Vai a cella libera
pl_pl: Przejdź do wolnej komórki
ru_ru: Перейти в свободную ячейку
sl_si: Pojd na prosto cel
tr_tr: Ücretsiz hücreye git

source: Horizontal axis movement in progress ...
bg: Движение по хоризонталната ос в ход...
cs: Probíhá pohyb horizontální osy...
de_de: Horiz. Achsbewegung in Ausführung...
el_gr: Κίνηση οριζόντιου άξονα σε εξέλιξη
es_es: Movimiento del eje horizontal en curso...
fr_fr: Mouvement de l’axe horizontal en cours...
hr: Pokret vodoravne osi je u tijeku...
hu_hu: Vízszintes tengely mozgatása folyamatban...
it: Movimento asse orizzontale in corso...
pl_pl: Poziomy ruch osi w toku...
ru_ru: Выполняется перемещение по горизонтальной оси ...
sl_si: Poteka premikanje vodoravne osi ...
tr_tr: Yatay eksen hareketi devam ediyor...

# InputDelayBetweenCyclesMustBePositive
source: InputDelayBetweenCycles must be strictly positive.
bg: InputDelayBetweenCycles трябва да е задълж положит велич.
cs: InputDelayBetweenCycles musí být zásadně kladný.
de_de: InputDelayBetweenCycles muss unbedingt positiv sein.
el_gr: Το InputDelayBetweenCycles πρέπει να είναι αυστηρά θετικό.
es_es: InputDelayBetweenCycles debe ser estrictamente positivo.
fr_fr: InputDelayBetweenCycles doit être strictement positif.
hr: KašnjenjeUnosaIzmeđuCiklusa mora biti strogo pozitivno.
hu_hu: Az InputDelayBetweenCycles szigorúan pozitív kell, hogy legyen.
it: InputDelayBetweenCycles deve essere strettamente positivo.
pl_pl: InputDelayBetweenCycles musi być ściśle dodatnia.
ru_ru: InputDelayBetweenCycles должен быть строго положительным.
sl_si: InputDelayBetweenCycles mora biti strogo pozitiven.
tr_tr: InputDelayBetweenCycles kesinlikle pozitif olmalıdır.

# InputDelayBetweenCyclesRequired
source: InputDelayBetweenCycles is required.
bg: Изисква се InputDelayBetweenCycles.
cs: InputDelayBetweenCycles je povinný.
de_de: InputDelayBetweenCycles notwendig.
el_gr: Απαιτείται InputDelayBetweenCycles.
es_es: Se requiere InputDelayBetweenCycles.
fr_fr: InputDelayBetweenCycles nécessaire.
hr: KašnjUnosaIzmeđuCiklusa neophodno.
hu_hu: Az InputDelayBetweenCycles szükséges.
it: InputDelayBetweenCycles necessario.
pl_pl: InputDelayBetweenCycles jest wymagany.
ru_ru: Требуется InputDelayBetweenCycles.
sl_si: InputDelayBetweenCycles je potreben
tr_tr: InputDelayBetweenCycles gerekli.

# InputDisplacementMustBePositive
source: InputDisplacement must be strictly positive.
bg: InputDisplacement трябва да е задълж полож величина.
cs: InputDisplacement musí být zásadně kladný.
de_de: InputDisplacement muss unbedingt positiv sein.
el_gr: Το InputDisplacement πρέπει να είναι αυστηρά θετικό.
es_es: InputDisplacement debe ser estrictamente positivo.
fr_fr: InputDisplacement doit être strictement positif.
hr: PomakNaUlazu mora strogo biti pozitivan.
hu_hu: Az InputDisplacement szigorúan pozitív kell, hogy legyen.
it: InputDisplacement deve essere strettamente positivo.
pl_pl: InputDisplacement musi być ściśle dodatnia.
ru_ru: InputDisplacement должен быть строго положительным.
sl_si: InputDisplacement mora biti strogo pozitiven.
tr_tr: InputDisplacement kesinlikle pozitif olmalıdır.

# InputDisplacementRequired
source: InputDisplacement is required.
bg: Изисква се InputDisplacement.
cs: InputDisplacement je povinný.
de_de: InputDisplacement erford.
el_gr: Απαιτείται InputDisplacement.
es_es: EntradaDesplazamiento requerido.
fr_fr: InputDisplacement nécessaire.
hr: PomakNaUlazu je potreban.
hu_hu: Az InputDisplacement szükséges.
it: InputDisplacement necessario.
pl_pl: InputDisplacement jest wymagana.
ru_ru: Требуется InputDisplacement.
sl_si: InputDisplacement potreben.
tr_tr: InputDisplacement gereklidir.

# InputNetWeightMustBePositive
source: InputNetWeight must be strictly positive.
bg: InputNetWeight трябва да е задълж полож стойност.
cs: InputNetWeight musí být zásadně kladný.
de_de: InputNetWeight muss unbedingt positiv sein.
el_gr: Το InputNetWeight πρέπει να είναι αυστηρά θετικό.
es_es: InputNetWeight debe ser estrictamente positivo.
fr_fr: InputNetWeight doit être strictement positif.
hr: UlaznaNetoTežina mora strogo biti pozitivna.
hu_hu: Az InputNetWeight szigorúan pozitív kell, hogy legyen.
it: InputNetWeight deve essere strettamente positivo.
pl_pl: InputNetWeight musi być ściśle dodatnia.
ru_ru: Входной вес должен быть исключительно положительным.
sl_si: InputNetWeight mora biti strogo pozitiven.
tr_tr: InputNetWeight kesinlikle pozitif olmalıdır.

# InputNetWeightRequired
source: InputNetWeight is required.
bg: Изисква се InputNetWeight.
cs: InputNetWeight je povinný.
de_de: InputNetWeight erford.
el_gr: Απαιτείται InputNetWeight.
es_es: Se requiere InputNetWeight.
fr_fr: InputNetWeight nécessaire.
hr: UlaznaNetoTež je potrebna.
hu_hu: Az InputNetWeight szükséges.
it: InputNetWeight necessario.
pl_pl: InputNetWeight jest wymagana.
ru_ru: Требуется входной вес.
sl_si: InputNetWeight je potreben
tr_tr: InputNetWeight gerekli.

# InputWeightMustBePositive
source: InputWeightRequired must be strictly positive.
bg: InputWeightRequired трябва да е задълж полож стойност.
cs: InputWeightRequired musí být zásadně kladný.
de_de: InputWeightRequired muss unbedingt positiv sein.
el_gr: Το InputWeightRequired πρέπει να είναι αυστηρά θετικό.
es_es: InputWeightRequired debe ser estrictamente positivo.
fr_fr: InputWeightRequired doit être strictement positif.
hr: PotrebnaNetoTežina mora strogo biti pozitivna.
hu_hu: Az InputWeightRequired szigorúan pozitív kell, hogy legyen.
it: InputWeightRequired deve essere strettamente positivo.
pl_pl: InputWeightRequired musi być ściśle dodatnia.
ru_ru: InputWeightRequired должен быть строго положительным.
sl_si: InputWeightRequired mora biti strogo pozitivna.
tr_tr: InputWeightRequired kesinlikle pozitif olmalıdır.

# InputWeightMustBeSpecified
source: InputWeightRequired must be specified.
bg: Трябва да се посочи InputWeightRequired.
cs: InputWeightRequired musí být zadaný.
de_de: InputWeightRequired muss angegeben werden.
el_gr: Το InputWeightRequired πρέπει να καθορίζεται.
es_es: Debe especificarse InputWeightRequired.
fr_fr: InputWeightRequired doit être spécifié.
hr: PotrebnaUlaznaTežina mora biti navedena.
hu_hu: Az InputWeightRequired szükséges.
it: InputWeightRequired deve essere specificato.
pl_pl: InputWeightRequired musi zostać określona.
ru_ru: Необходимо указать InputWeightRequired.
sl_si: InputWeightRequired je treba navesti.
tr_tr: InputWeightRequired belirtilmelidir.

source: Invalid cell id entered
bg: Въведен невал идентиф клетка
cs: Zadané ID buňky neplatné
de_de: Eingegebene Zell-ID ungültig
el_gr: Έχει εισαχθεί άκυρο αναγνωριστικό κυψέλης
es_es: Se ha introducido un ID de celda no válido
fr_fr: Id cellule saisi non valide
hr: Id unes. ćelije nije valjan
hu_hu: A megadott rekesz ID nem érvényes
it: Id cella inserito non valido
pl_pl: Wprowadzono nieprawidłowy identyfikator komórki
ru_ru: Введен неверный идентификатор ячейки
sl_si: Vnesen je neveljav ID celice
tr_tr: Geçersiz hücre kimliği girildi

source: Invalid cell id on inserted drawer
bg: Невал идентиф клетка при вмъкн чекмедже
cs: Zadáno neplatné ID buňky v zásuvce
de_de: Zellen-ID auf einges. Kasten ungültig
el_gr: Άκυρο αναγνωριστικό κυψέλης στο καταχωρημένο συρτάρι
es_es: Id. de celda no válida en el cajón insertado
fr_fr: Id cellule sur tiroir saisi non valide
hr: Id ćelije na unes. pretincu nije valjan
hu_hu: A rekesz ID a tálcán nem érvényes
it: Id cella su cassetto inserito non valido
pl_pl: Nieprawidłowy identyfikator komórki w wstawionej szufladzie
ru_ru: Неверный идентификатор ячейки на вставленном выдвижном узле
sl_si: Vnesen je neveljav ID celice na predalu
tr_tr: Eklenen çekmecede geçersiz hücre kimliği

source: Invalid destination choice type
bg: Невалиден тип избор на местоназнач
cs: Neplatný typ volby cíle
de_de: Typ der Zielwahl ungültig
el_gr: Άκυρος τύπος επιλογής προορισμού
es_es: Tipo de elección de destino no válida
fr_fr: Type de choix de destination non valide
hr: Vrsta odab. odredišta nije valjana
hu_hu: A célállomás kiválasztási típusa nem érvényes
it: Tipo scelta destinazione non valida
pl_pl: Nieprawidłowy typ wyboru miejsca docelowego
ru_ru: Недействительный тип выбора назначения
sl_si: Vrsta izbire cilja ni veljavna
tr_tr: Geçersiz hedef seçim türü

source: Invalid drawer id in bay
bg: Невалид идентиф чекмедже в отд
cs: Neplatné ID zásuvky ve stanici
de_de: Kasten-Id in Bucht ungültig
el_gr: Άκυρο αναγνωριστικό συρταριού στην πλατφόρμα
es_es: Id. de cajón inválido en la bahía
fr_fr: Id du tiroir dans la baie non valide
hr: Id pretin. u uvali nije valjan
hu_hu: A tálca ID a munkaállomáson nem érvényes
it: Id cassetto in baia non valido
pl_pl: Nieprawidłowy identyfikator szuflady we wnęce
ru_ru: Недействительный идентификатор выдвижного узла в секции
sl_si: Nevel ID predala na nak polici
tr_tr: Bölmede geçersiz çekmece kimliği

source: Invalid drawer selected
bg: Избраното чекмедже е невалидно
cs: Vybrané ID zásuvky je neplatné
de_de: Ausgewählter Kasten nicht gültig
el_gr: Επιλέχθηκε άκυρο αναγνωριστικό συρταριού
es_es: El cajón seleccionado no es válido
fr_fr: Le tiroir sélectionné n’est pas valide
hr: Odabrani pretinac nije valjan
hu_hu: A kiválasztott tálca nem érvényes
it: Il cassetto selezionato non è valido
pl_pl: Wybrano nieprawidłową szufladę
ru_ru: Выбран недействительный выдвижной узел
sl_si: Izbrani predal ni veljaven
tr_tr: Geçersiz çekmece seçildi

source: Invalid entered drawer Id
bg: Въведен невалид идентиф чекмедж
cs: Zadané ID zásuvky je neplatné
de_de: Id einges. Kastens ungültig
el_gr: Άκυρη εισαγωγή αναγνωριστικού συρταριού
es_es: Se ha introducido un identificador de cajón no válido
fr_fr: Id du tiroir inséré non valide
hr: Id unes. pretinca nije valjan
hu_hu: A bevitt tálca ID nem érvényes
it: Id cassetto inserito non valido
pl_pl: Nieprawidłowy identyfikator wprowadzonej szuflady
ru_ru: Недействительный введенный идентификатор выдвижного узла
sl_si: Vnesena je neveljav ID predala
tr_tr: Geçersiz girilen çekmece kimliği

source: Invalid source choice type
bg: Невалиден тип избор на източник
cs: Neplatný typ volby zdroje
de_de: Typ der Quellenauswahl ungültig
el_gr: Άκυρος τύπος επιλογής πηγής
es_es: Tipo de selección de fuente no válida
fr_fr: Type de choix d’origine non valide
hr: Vrsta odab. izvora nije valjana
hu_hu: A kiindulás kiválasztási típusa nem érvényes
it: Tipo scelta sorgente non valida
pl_pl: Nieprawidłowy typ wyboru źródła
ru_ru: Недействительный тип выбора источника
sl_si: Neveljavna vrsta izbire vira
tr_tr: Geçersiz kaynak seçimi türü

# LoadingUnitIdMustBePositive
source: LoadingUnitId must be strictly positive.
bg: LoadingUnitId трябва да е задълж полож величина.
cs: LoadingUnitId musí být zásadně kladný.
de_de: LoadingUnitId muss unbedingt positiv sein.
el_gr: Το αναγνωριστικό της μονάδας φόρτωσης πρέπει να είναι αυστηρά θετικό.
es_es: LoadingUnitId debe ser estrictamente positivo.
fr_fr: LoadingUnitId doit être strictement positif.
hr: IdJediniceZaUtovar mora strogo biti pozitivan.
hu_hu: A LoadingUnitId szigorúan pozitív kell, hogy legyen.
it: LoadingUnitId deve essere strettamente positivo.
pl_pl: LoadingUnitId musi być ściśle dodatnia.
ru_ru: LoadingUnitId должен быть строго положительным.
sl_si: LoadingUnitId mora biti strogo pozitiven.
tr_tr: LoadingUnitId kesinlikle pozitif olmalıdır.

# LoadingUnitIdRequired
source: LoadingUnitId is required.
bg: Изисква се LoadingUnitId.
cs: LoadingUnitId je povinný.
de_de: LoadingUnitId erford.
el_gr: Απαιτείται αναγνωριστικό μονάδας φόρτωσης.
es_es: Se necesita LoadingUnitId.
fr_fr: LoadingUnitId nécessaire.
hr: IdJedZaUtov je potreban.
hu_hu: A LoadingUnitId szükséges.
it: LoadingUnitId necessario.
pl_pl: LoadingUnitId jest wymagana.
ru_ru: Требуется LoadingUnitId.
sl_si: LoadingUnitId je potreben
tr_tr: LoadingUnitId gerekli.

# MeasuredPositionOutOfRangeAxis
source: Measured position out of range axis ({0}).
bg: Измерваната поз е извън обхвата на оста ({0}).
cs: Naměřená pozice mimo interval os ({0}).
de_de: Gemessene Pos. außerhalb Achsenbereichs ({0}).
el_gr: Θέση μέτρησης εκτός του εύρους του άξονα ({0}).
es_es: Posición medida fuera del rango del eje ({0}).
fr_fr: Position mesurée hors de la plage des axes ({0}).
hr: Izmjereni položaj izvan opsega osi ({0}).
hu_hu: A mért pozíció a tengelyek tartományán kívül van ({0}).
it: Measured position fuori dal range degli assi ({0}).
pl_pl: Zmierzona pozycja poza zakresem osi ({0}).
ru_ru: Измеренное положение вне оси диапазона ({0}).
sl_si: Izmerjeni položaj izven območja osi ({0}).
tr_tr: Ölçülen konum, aralık ekseni ({0}) dışında.

source: Operation aborted.
bg: Операц е неуспешна.
cs: Operace selhala.
de_de: Vorg. Fehlgeschl.
el_gr: Αποβολή λειτουργίας.
es_es: Operación fallida.
fr_fr: Opération échouée.
hr: Operac. nije uspj.
hu_hu: Sikertelen művelet.
it: Operazione fallita.
pl_pl: Operacja została przerwana.
ru_ru: Операция прервана.
sl_si: Postopek ni uspel.
tr_tr: İşlem iptal edildi.

# RequiredCyclesCompleted
source: Required amount of cycles was completed.
bg: Завършен брой необходими цикли.
cs: Dokončen potřebný počet cyklů.
de_de: Anzahl erforderlichen Zyklen abgeschl.
el_gr: Ολοκληρώθηκε η απαιτούμενη ποσότητα των κύκλων.
es_es: Número de ciclos requeridos completados.
fr_fr: Nombre de cycles nécessaires terminé.
hr: Broj potrebnih ciklusa je završen.
hu_hu: A szükséges ciklusszám elvégezve.
it: Numero dei cicli necessari completato.
pl_pl: Wykonano wymaganą ilość cykli.
ru_ru: Необходимое количество циклов было выполнено.
sl_si: Število potrebnih ciklov zaključeno.
tr_tr: Gerekli sayıda döngü tamamlandı.

# StartChecksum
source: Start checking files checksum '{0}'.
bg: Започнете проверка контр сума файл '{0}'.
cs: Počátek kontroly kontr součtu soub „{0}“.
de_de: Start Checksum-Kontrolle Dateien '{0}'.
el_gr: Εκκίνηση ελέγχου του αθροίσματος ελέγχου αρχείων '{0}'.
es_es: Iniciando la comprobación de la suma de comprobación de los archivos '{0}'.
fr_fr: Début du contrôle de la somme de contrôle des fichiers '{0}'.
hr: Poč. provjere kontr. zbroja datot. '{0}'.
hu_hu: '{0}' fájlok checksum ellenőrzésének kezdése.
it: Inizio controllo checksum dei file '{0}'.
pl_pl: Rozpoczęcie sprawdzania sumy kontrolnej plików '{0}'.
ru_ru: Начните проверять контрольную сумму файлов " {0}".
sl_si: Zač prever kontrolne vsote datotek '{0}'.
tr_tr: Dosya sağlama toplamını '{0}' kontrol etmeye başlayın.

# StartExtractingFiles
source: Start extracting files from '{0}'.
bg: Изважда файлове от '{0}'.
cs: Extrakce souborů z „{0}“.
de_de: Datei-Extrakt. aus '{0}'.
el_gr: Εκκίνηση εξαγωγής αρχείων '{0}'.
es_es: Extrayendo archivos de '{0}'.
fr_fr: Extraction des fichiers de '{0}'.
hr: Ekstrakc. datot. id '{0}'.
hu_hu: Fájlok kitömörítése innen: '{0}'.
it: Estrazione files da '{0}'.
pl_pl: Rozpoczęcie wyodrębniania plików z '{0}'.
ru_ru: Начните извлечение файлов из '{0}'.
sl_si: Izvleč datotek iz ‚{0}‘.
tr_tr: Dosyaları '{0}' içinden çıkarmaya başlayın.

# StartingApplication
source: Starting application '{0}'.
bg: Стартир приложение '{0}'.
cs: Spuštění aplikace „{0}“.
de_de: Anwendung '{0}' starten.
el_gr: Εκκίνηση εφαρμογής '{0}'.
es_es: Inicie la aplicación '{0}'.
fr_fr: Démarrage de l’application '{0}'.
hr: Pokret. aplikacije '{0}'.
hu_hu: '{0}' alkalmazás indítása.
it: Avvio applicazione '{0}'.
pl_pl: Uruchomienie aplikacji '{0}'.
ru_ru: Запуск приложения " {0}".
sl_si: Zagon aplikacije ‚{0}‘.
tr_tr: '{0}' uygulaması başlatılıyor.

# StartPositionMustBePositive
source: Start position must be strictly positive.
bg: Начална поз трябва да е задължит положителна.
cs: Pozice spuštění musí být zásadně kladná.
de_de: Die Startposition muss unbedingt positiv sein.
el_gr: Η θέση εκκίνησης πρέπει να είναι αυστηρά θετική.
es_es: La posición inicial debe ser estrictamente positiva.
fr_fr: La position de départ doit être strictement positive.
hr: Položaj pokretanja mora strogo biti pozitivan.
hu_hu: A start pozíciónak szigorúan pozitívnak kell lennie
it: Start position deve essere strettamente positivo.
pl_pl: Pozycja startowa musi być ściśle dodatnia.
ru_ru: Исходное положение должно быть строго положительным.
sl_si: Začetni položaj mora biti strogo pozitiven.
tr_tr: Başlangıç ​​pozisyonu kesinlikle pozitif olmalıdır.

# StartPositionOutOfRangeAxis
source: Start position out of range axis ({0}).
bg: Начална поз извън обхвата на оста ({0}).
cs: Výchozí pozice mimo interval os ({0}).
de_de: Startposition außerhalb des Achsenbereichs ({0}).
el_gr: Θέση εκκίνησης εκτός του εύρους του άξονα ({0}).
es_es: Posición inicial fuera del rango del eje ({0}).
fr_fr: Position de départ hors de la plage des axes ({0}).
hr: Položaj pokretanja izvan opsega osi ({0}).
hu_hu: A start pozíció a tengelyek tartományán kívül van ({0}).
it: Start position fuori dal range degli assi ({0}).
pl_pl: Pozycja startowa poza zakresem osi ({0}).
ru_ru: Начальное положение вне оси диапазона ({0}).
sl_si: Začetni položaj izven območja osi ({0}).
tr_tr: Aralık ekseni ({0}) dışında başlangıç ​​konumu.
