Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# TestToRunMustBePositive
source: TestToRunmust be strictly positive.
bg: TestToRun трябва да е задълж положител.
cs: TestToRun musí být zásadně kladný.
de_de: TestToRun muss unbedingt positiv sein.
el_gr: Το TestToRunmust πρέπει να είναι αυστηρά θετικό.
es_es: TestToRun debe ser estrictamente positivo.
fr_fr: TestToRun doit être strictement positif.
hr: TestzaIzvođenje mora strogo biti pozitivan.
hu_hu: A TestToRun szigorúan pozitív kell, hogy legyen.
it: TestToRun deve essere strettamente positivo.
pl_pl: TestToRunmusi być ściśle dodatnia.
ru_ru: Испытание для выполнения должен быть строго положительным.
sl_si: TestToRun mora biti strogo pozitiven.
tr_tr: TestToRunkesinlikle pozitif olmalıdır.

source: Vertical axis movement in progress ...
bg: Движ вертик ос в процес на изпълн...
cs: Probíhá pohyb vertikální osy...
de_de: Vert. Achsbewegung in Ausführung...
el_gr: Κίνηση κατακόρυφου άξονα σε εξέλιξη
es_es: Movimiento del eje vertical en curso...
fr_fr: Mouvement de l’axe vertical en cours...
hr: Pokret okomite osi je u tijeku...
hu_hu: Függőleges tengely mozgása folyamatban...
it: Movimento asse verticale in corso...
pl_pl: Pionowy ruch osi w toku...
ru_ru: Продолжается движение по вертикальной оси ...
sl_si: Poteka premikanje navpične osi ...
tr_tr: Dikey eksen hareketi devam ediyor...

# WeightToleranceMustBePositive
source: Weight Tolerance must be strictly positive.
bg: Толеранс тегло трябва да е задълж положителен.
cs: Tolerance hmotnosti musí být zásadně kladná.
de_de: Die Gewichtstoleranz muss unbedingt positiv sein.
el_gr: Η ανοχή βάρους πρέπει να είναι αυστηρά θετική.
es_es: La tolerancia de peso debe ser estrictamente positiva.
fr_fr: La tolérance du poids doit être strictement positive.
hr: Tolerancija težine mora strogo biti pozitivna.
hu_hu: A súly tűrésének határozottan pozitívnak kell lennie.
it: La tolleranza del peso deve essere strettamente positiva.
pl_pl: Tolerancja ciężaru musi być ściśle dodatnia.
ru_ru: Допуск веса должен быть строго положительным.
sl_si: Toleranca teže mora biti strogo pozitivna.
tr_tr: Ağırlık Toleransı kesinlikle pozitif olmalıdır.

# ModeLoadUnitOperations
source: Loadunit Operations
bg: Дейности чекмедже
cs: Operace zásuvky
de_de: Kastenvorgänge
el_gr: Εργασίες μονάδας φόρτωσης
es_es: Operaciones de cajón
fr_fr: Opérations sur tiroir
hr: Operacija pretinca
hu_hu: Tálcaműveletek
it: Operazioni cassetto
pl_pl: Operacje na jednostkach ładunkowych
ru_ru: Операции Loadunit
sl_si: Postopki na predalu
tr_tr: Yük Birimi İşlemleri

source: Compact
bg: Компакт
cs: Zhutnit
de_de: Komprim.
el_gr: Συμπαγές
es_es: Compactar
fr_fr: Compacter
hr: Sabij
hu_hu: Tömör
it: Compatta
pl_pl: Kompaktowe
ru_ru: Сжать
sl_si: Kompakt
tr_tr: Kompakt

source: Carousel calibration
bg: калибр въртележ
cs: Kalibrace karuselu
de_de: Karussell-Kalibrier.
el_gr: Βαθμονόμηση καρουζέλ
es_es: Calibración del carrusel
fr_fr: Calibrage du carrousel
hr: Kalibracija vrtuljka
hu_hu: Karusszel kalibrációja
it: Calibrazione giostra
pl_pl: Kalibracja karuzeli
ru_ru: Калибровка кругового конвейера
sl_si: Umerjanje vrt dela
tr_tr: Karusel kalibrasyonu

# InputDelayMustBePositive
source: InputDelay must be strictly positive
bg: InputDelay тряб да е по-голямо от 0
cs: InputDelay nesmí být vyšší než 0
de_de: InputDelay muss größer als 0 sein
el_gr: Το InputDelay πρέπει να είναι αυστηρά θετικό.
es_es: InputDelay debe ser mayor que 0
fr_fr: InputDelay doit être supérieur à 0
hr: Kašnjenje Ulaza mora biti veće od 0
hu_hu: Az InputDelay nagyobb kell, hogy legyen, mint 0
it: InputDelay deve essere maggiore di 0
pl_pl: InputDelay musi być ściśle dodatnia
ru_ru: InputDelay должен быть строго положительным
sl_si: ZamikVnosa mora biti večji od 0
tr_tr: InputDelay kesinlikle pozitif olmalıdır

# InputLowerBoundMustBeGreatherThanUpper
source: InputLowerBound must be greater than InputUpperBound.
bg: InputLowerBound трябва да е по-голям от InputUpperBound.
cs: InputLowerBound musí být vyšší než InputUpperBound.
de_de: InputLowerBound muss größer als InputUpperBound sein.
el_gr: Το InputLowerBound πρέπει να είναι μεγαλύτερο από το InputUpperBound.
es_es: InputLowerBound debe ser mayor que InputUpperBound.
fr_fr: InputLowerBound doit être supérieur à InputUpperBound.
hr: DonjaGranicaUlaza mora biti veća od DonjeGraniceUlaza.
hu_hu: Az InputLowerBound nagyobb kell hogy legyen, mint az InputUpperBound.
it: InputLowerBound deve essere maggiore di InputUpperBound.
pl_pl: InputLowerBound musi być większa niż InputUpperBound.
ru_ru: InputLowerBound должен быть больше, чем InputUpperBound.
sl_si: SpodnjaMejaVnosa mora biti večja od ZgornjaMejaVnosa.
tr_tr: InputLowerBound, InputUpperBound'dan büyük olmalıdır.

# InputLowerBoundMustBeGreatherThanValue
source: InputLowerBound must be greater than {0}.
bg: InputLowerBound трябва да е по-голям от {0}.
cs: InputLowerBound musí být vyšší než {0}.
de_de: InputLowerBound muss größer als {0} sein.
el_gr: Το InputLowerBound πρέπει να είναι μεγαλύτερο από {0}.
es_es: InputLowerBound debe ser mayor que {0}.
fr_fr: InputLowerBound doit être supérieur à {0}.
hr: DonjaGranicaUlaza mora biti veća od {0}.
hu_hu: Az InputLowerBound nagyobb kell hogy legyen, mint {0}.
it: InputLowerBound deve essere maggiore di {0}.
pl_pl: InputLowerBound musi być większa niż {0}.
ru_ru: InputLowerBound должен быть больше {0}.
sl_si: SpodnjaMejaVnosa mora biti večji od {0}.
tr_tr: InputLowerBound, {0} değerinden büyük olmalıdır.

# InputLowerBoundMustBePositive
source: InputLowerBound must be strictly positive.
bg: InputLowerBound трябва да е по-голям от 0
cs: InputLowerBound musí být vyšší než 0
de_de: InputLowerBound muss größer als 0 sein
el_gr: Το InputLowerBound πρέπει να είναι αυστηρά θετικό.
es_es: InputLowerBound debe ser mayor que 0
fr_fr: InputLowerBound doit être supérieur à 0
hr: DonjaGranicaUlaza mora biti veća od 0
hu_hu: Az InputLowerBound nagyobb kell hogy legyen, mint 0
it: InputLowerBound deve essere maggiore di 0
pl_pl: InputLowerBound musi być ściśle dodatnia.
ru_ru: InputLowerBound должен быть строго положительным.
sl_si: SpodnjaMejaVnosa mora biti večji od 0
tr_tr: InputLowerBound kesinlikle pozitif olmalıdır.

# InputLowerBoundRequired
source: InputLowerBound is required.
bg: Изисква се InputLowerBound.
cs: InputLowerBound je povinný.
de_de: InputLowerBound erford.
el_gr: Απαιτείται InputLowerBound.
es_es: Se requiere InputLowerBound.
fr_fr: InputLowerBound nécessaire.
hr: DonjaGranUlaza je potrebna.
hu_hu: Az InputLowerBound szükséges.
it: InputLowerBound necessario.
pl_pl: InputLowerBound jest wymagana.
ru_ru: Требуется InputLowerBound.
sl_si: SpodnjaMejaVnosa potrebna.
tr_tr: InputLowerBound gerekli.

# InputRequiredCyclesMustBePositive
source: InputRequiredCycles must be strictly positive.
bg: InputRequiredCycles трябва да е по-голям от 0
cs: InputRequiredCycles musí být vyšší než 0
de_de: InputRequiredCycles muss größer als 0 sein
el_gr: Το InputRequiredCycles πρέπει να είναι αυστηρά θετικό.
es_es: InputRequiredCycles debe ser mayor que 0
fr_fr: InputRequiredCycles doit être supérieur à 0
hr: UlazniPotrebniCiklusi mora biti veći od 0
hu_hu: Az InputRequiredCycles nagyobb kell hogy legyen, mint 0
it: InputRequiredCycles deve essere maggiore di 0
pl_pl: InputRequiredCycles musi być ściśle dodatnia.
ru_ru: Входные циклы должны быть строго положительными.
sl_si: VnosZahtevanihCiklov mora biti večji od 0
tr_tr: InputRequiredCycles kesinlikle pozitif olmalıdır.

# InputRequiredCyclesRequired
source: InputRequiredCycles is required.
bg: Изисква се InputRequiredCycles.
cs: InputRequiredCycles je povinný.
de_de: InputRequiredCycles erford.
el_gr: Απαιτείται InputRequiredCycles.
es_es: Ciclos de entrada necesarios.
fr_fr: InputRequiredCycles nécessaire.
hr: UlazniPotrCiklusi je potrebna.
hu_hu: Az InputRequiredCycles szükséges.
it: InputRequiredCycles necessario.
pl_pl: InputRequiredCycles jest wymagana.
ru_ru: Требуется InputRequiredCycles.
sl_si: VnosZahtevanihCiklov potreben.
tr_tr: InputRequiredCycles gerekli.

# InputUpperBoundMustBeGreatherThanLower
source: InputUpperBound must be greater than InputLowerBound.
bg: InputUpperBound трябва да е по-голям от InputLowerBound.
cs: InputUpperBound musí být vyšší než InputLowerBound.
de_de: InputUpperBound muss größer als InputLowerBound sein.
el_gr: Το InputUpperBound πρέπει να είναι μεγαλύτερο από το InputLowerBound.
es_es: InputUpperBound debe ser mayor que InputLowerBound.
fr_fr: InputUpperBound doit être supérieur à InputLowerBound.
hr: GornjaGranicaUlaza mora biti veća od DonjeGraniceUlaza.
hu_hu: Az InputUpperBound nagyobb kell hogy legyen, mint az InputLowerBound.
it: InputUpperBound deve essere maggiore di InputLowerBound.
pl_pl: InputUpperBound musi być większa niż InputLowerBound.
ru_ru: InputUpperBound должен быть больше, чем InputLowerBound.
sl_si: ZgornjaMejaVnosa mora biti večja od SpodnjaMejaVnosa.
tr_tr: InputUpperBound, InputLowerBound'dan büyük olmalıdır.

# InputUpperBoundMustBeGreatherThanValue
source: InputUpperBound must be greater than {0}.
bg: InputUpperBound трябва да е по-голям от {0}.
cs: InputUpperBound musí být vyšší než {0}.
de_de: InputUpperBound muss größer als {0} sein.
el_gr: Το InputUpperBound πρέπει να είναι μεγαλύτερο από {0}.
es_es: InputUpperBound debe ser mayor que {0}.
fr_fr: InputUpperBound doit être supérieur à {0}.
hr: GornjaGranicaUlaza mora biti veća od {0}.
hu_hu: Az InputUpperBound nagyobb kell hogy legyen, mint {0}.
it: InputUpperBound deve essere maggiore di {0}.
pl_pl: InputUpperBound musi być większa niż {0}.
ru_ru: InputUpperBound должен быть больше {0}.
sl_si: ZgornjaMejaVnosa mora biti večja od {0}.
tr_tr: InputUpperBound, {0} değerinden büyük olmalıdır.

# InputUpperBoundMustBePositive
source: InputUpperrBound must be strictly positive.
bg: InputUpperrBound трябва да е по-голям от 0
cs: InputUpperBound musí být vyšší než 0
de_de: InputUpperrBound muss größer als 0 sein
el_gr: Το InputUpperrBound πρέπει να είναι αυστηρά θετικό.
es_es: InputUpperrBound debe ser mayor que 0
fr_fr: InputUpperBound doit être supérieur à 0
hr: GornjaGranicaUlaza mora biti veća od 0
hu_hu: Az InputUpperBound nagyobb kell hogy legyen, mint 0
it: InputUpperrBound deve essere maggiore di 0
pl_pl: InputUpperrBound musi być ściśle dodatnia.
ru_ru: InputUpperrBound должен быть строго положительным.
sl_si: ZgornjaMejaVnosa mora biti večja od 0
tr_tr: InputUpperrBound kesinlikle pozitif olmalıdır.

# InputUpperBoundRequired
source: InputUpperBound is required.
bg: Изисква се InputUpperBound.
cs: InputUpperBound je povinný.
de_de: InputUpperBound erford.
el_gr: Απαιτείται InputUpperBound.
es_es: Se requiere InputUpperBound.
fr_fr: InputUpperBound nécessaire.
hr: GornjaGranUlaza je potreb.
hu_hu: Az InputUpperBound szükséges.
it: InputUpperBound necessario.
pl_pl: InputUpperBound jest wymagana.
ru_ru: Требуется InputUpperBound.
sl_si: ZgornjaMejaVnosa potrebna.
tr_tr: InputUpperBound gerekli.

source: High position control
bg: Проверка висок поз
cs: Kontrola horní polohy
de_de: Positionskontrolle oben
el_gr: Έλεγχος υψηλής θέσης
es_es: Control de la posición alta
fr_fr: Contrôle de la position haute
hr: Provjera visokog polož.
hu_hu: Felső pozíció ellenőrzése
it: Controllo posizione alta
pl_pl: Sterowanie położeniem wysokim
ru_ru: Управление высоким положением
sl_si: Kontrola visok položaja
tr_tr: Yüksek konum kontrolü

# MoveElevatorAtBayHeightOpenShutter
source: Move the elevator at bay height and open shutter.
bg: Поставете повдигача на височината на отдел и отворете клапа ако има такава.
cs: Umístěte zvedák nahoru ve stanici a otevřete přítomnou roletu.
de_de: Hebebühne auf der Höhe der Bucht platzieren und Rolltür öffnen, wenn vorhanden.
el_gr: Κινήστε τον ανελκυστήρα στο ύψος της πλατφόρμας και ανοίξτε το κλείστρο.
es_es: Coloque el elevador a la altura de la bahía y abra la compuerta si la hay.
fr_fr: Positionner l’élévateur à la hauteur de la baie et ouvrir le volet de fermeture si présent.
hr: Postavite dizalicu na visinu uvale i otvorite zaklopku ako postoji.
hu_hu: Állítsa az emelőt a munkaállomás magasságába és nyissa ki a redőnyt, ha van.
it: Posizionare l'elevatore all'altezza della baia e aprire la serranda se presente.
pl_pl: Przesunąć podnośnik na wysokość zatoki i otworzyć migawkę.
ru_ru: Переместить подъемник на высоту секции и открыть заслонку.
sl_si: Dvigalo postavite na višino nakladalne police in odprite loputo, če je prisotna.
tr_tr: Asansörü bölme yüksekliğinde hareket ettirin ve panjuru açın.

# BayPositionDownHeightNew
source: Position down bay new height [mm]
bg: Нова ниска надм височина (мм)
cs: Nová kóta dolní polohy (mm)
de_de: Neue Höhe niedrige Pos. (mm)
el_gr: Κάτω τοποθέτηση νέου ύψους πλατφόρμας [mm]
es_es: Nueva altitud baja (mm)
fr_fr: Nouvelle cote pos. basse (mm)
hr: Nova vis. postavlj.niska (mm)
hu_hu: Új alsó poz. értéke (mm)
it: Nuova quota posiz. bassa (mm)
pl_pl: Pozycja dolna zatoki nowa wysokość [mm]
ru_ru: Положение вниз по новой высоте отсека [мм]
sl_si: Nova viš nizk položaja (mm)
tr_tr: Yuvayı aşağıya yerleştirin yeni yükseklik [mm]

# BayPositionUpHeightNew
source: Position up bay new height [mm]
bg: Нова висок поз (мм)
cs: Nová kóta horní polohy (mm)
de_de: Neue Höhe hohe Position (mm)
el_gr: Επάνω τοποθέτηση νέου ύψους πλατφόρμας [mm]
es_es: Altura de la nueva posición (mm)
fr_fr: Nouvelle cote pos. haute (mm)
hr: Nova kvota polož.visoka (mm)
hu_hu: Új felső poz. értéke (mm)
it: Nuova quota posiz. alta (mm)
pl_pl: Pozycja górna zatoki nowa wysokość [mm]
ru_ru: Положение вверх по новой высоте отсека [мм]
sl_si: Nova viš visok položaja (mm)
tr_tr: Yuvayı yukarı konumlandırın yeni yükseklik [mm]

# CheckBayElevatorAlignment
source: Check the alignment between the bay and the elevator. If they are not aligned, proceed to correct the position of the elevator.
bg: Проверете подравняването на отдел и повдигача. Ако те не са подравнени коригирайте положто на повдигача.
cs: Zkontrolujte zarovnání stanice a zvedáku. Pokud nejsou zarovnány, upravte pozici zvedáku.
de_de: Ausrichtung von Bucht und Hebebühne prüfen. Wenn sie nicht ausgerichtet sind, Position der Hebebühne korrigieren.
el_gr: Ελέγξτε την ευθυγράμμιση μεταξύ της πλατφόρμας και του ανελκυστήρα. Αν δεν είναι ευθυγραμμισμένα, διορθώστε τη θέση του ανελκυστήρα.
es_es: Compruebe la alineación de la bahía y del elevador. Si no están alineados, corrija la posición del elevador.
fr_fr: Vérifier l’alignement de la baie et de l’élévateur. S’ils ne sont pas alignés, procéder à la correction de la position de l’élévateur.
hr: Provjeri poravnatost uvale i dizalice. Ako nisu poravnati, nastavite s ispravljanjem položaja dizalice.
hu_hu: Ellenőrizze az illeszkedést a munkaállomás és az emelő között. Ha nem illeszkednek, korrigálja az emelő pozícióját.
it: Verificare l'allineamento della baia e dell'elevatore. Nel caso non fossero allineate, procedere a correggere la posizione dell'elevatore.
pl_pl: Sprawdzić osiowanie zatoki i podnośnika. Jeżeli nie są one wyrównane, skorygować położenie podnośnika.
ru_ru: Проверьте выравнивание между секцией и подъемником Если они не выровнены, продолжайте корректировать положение подъемника.
sl_si: Preverite poravnanost nakladalne police in dvigala. Če nista poravnana, popravite položaj dvigala.
tr_tr: Bölme ile asansör arasındaki hizalamayı kontrol edin. Hizalanmamışlarsa, asansörün konumunu düzeltmeye devam edin.

# ConfirmChanges
source: Confirm your changes.
bg: Потвърдете промените.
cs: Potvrďte změny.
de_de: Änderungen bestätigen.
el_gr: Επιβεβαιώστε τις αλλαγές σας.
es_es: Confirme los cambios.
fr_fr: Confirmer les modifications.
hr: Potvrdi izmjene.
hu_hu: A módosítások megerősítése.
it: Conferma le modifiche.
pl_pl: Potwierdzić zmiany.
ru_ru: Подтвердить изменения.
sl_si: Potrdi spremembe.
tr_tr: Değişikliklerinizi onaylayın.

source: Low position control
bg: Проверка ниска поз
cs: Kontrola dolní polohy
de_de: Positionskontrolle unten
el_gr: Έλεγχος κάτω θέσης
es_es: Control de posición baja
fr_fr: Contrôle de la position basse
hr: Provjera niskog položaja
hu_hu: Alsó pozíció ellenőrzése
it: Controllo posizione bassa
pl_pl: Sterowanie położeniem niskim
ru_ru: Управление низким положением
sl_si: Kontrola nizkega položaja
tr_tr: Düşük konum kontrolü

source: Move elevator
bg: Премест повдигач
cs: Přesunout zvedák
de_de: Hebebühne verst.
el_gr: Μετακινήστε τον ανελκυστήρα
es_es: Mover elevador
fr_fr: Déplacer l’élévateur
hr: Pomakni dizalicu
hu_hu: Emelő elmozdult
it: Sposta elevatore
pl_pl: Przesunąć podnośnik
ru_ru: Переместить подъемник
sl_si: Premakni dvigalo
tr_tr: Asansörü hareket ettir

# NoChanges
source: There are no changes.
bg: Не са направени промени.
cs: Nebyly provedeny změny.
de_de: Keine Änderungen vorgenommen.
el_gr: Δεν υπάρχουν αλλαγές.
es_es: No se han realizado cambios.
fr_fr: Aucune modification n’a été faite.
hr: Nisu unesene izmjene.
hu_hu: Nem történt módosítás.
it: Non sono state apportate modifiche.
pl_pl: Nie wprowadzono żadnych zmian.
ru_ru: Изменения отсутствуют.
sl_si: Ni bilo sprememb.
tr_tr: Değişiklik yok.

# SaveCheckPosition
source: Check the new dimensions and press Save to make the changes effective.
bg: Отбележете новите размери и натиснете Запиши за да влязат в сила промените.
cs: Zkontrolujte nové kóty a pro uplatnění změn stiskněte tlačítko Uložit.
de_de: Neue Höhen prüfen und Speichern drücken, damit die Änderungen wirksam werden.
el_gr: Ελέγξτε τις νέες διαστάσεις και πατήστε αποθήκευσης για να εκτελέσετε τις πραγματικές αλλαγές.
es_es: Compruebe las nuevas dimensiones y pulse Guardar para que los cambios sean efectivos.
fr_fr: Vérifier les nouvelles cotes et appuyer sur Enregistrer pour rendre les modifications effectives.
hr: Provjeri nove visine i pritisni Spremi kako bi izmjene postale efektivne.
hu_hu: Ellenőrizze az új pozíciókat és nyomja meg a Mentés gombot a módosítások érvényesítéséhez.
it: Verificare le nuove quote e premere Salva per rendere le modifiche effettive.
pl_pl: Sprawdzić nowe wymiary i nacisnąć przycisk Zapisz, aby wprowadzić zmiany.
ru_ru: Проверьте новые измерения и нажмите кнопку Сохранить, чтобы изменения вступили в силу.
sl_si: Preverite nove višine in pritisnite Shrani, da bodo spremembe učinkovite.
tr_tr: Yeni boyutları kontrol edin ve değişiklikleri etkili kılmak için Kaydet'e basın.

# Interaxle
source: Interaxle [mm]
bg: Центр раз (мм)
cs: Rozvor (mm)
de_de: Achsabst. (mm)
el_gr: Ενδιάμεσος άξονας [mm]
es_es: Distancia al centro (mm)
fr_fr: Entraxe (mm)
hr: Međuos. (mm)
hu_hu: Tengelyköz (mm)
it: Interasse (mm)
pl_pl: Między osiami [mm]
ru_ru: Промежуточная ось [мм]
sl_si: Medos razd(mm)
tr_tr: Ara aks [mm]

# NextLarge
source: Next
bg: Следващ
cs: Následuj
de_de: Nächste
el_gr: Επόμενο
es_es: Siguiente
fr_fr: Suivant
hr: Sljedeći
hu_hu: Következő
it: Successivo
pl_pl: Następny
ru_ru: Следующий
sl_si: Naslednji
tr_tr: Sonraki

source: First Test
bg: Първи Тест
cs: První test
de_de: 1er Test
el_gr: Πρώτη δοκιμή
es_es: Primera prueba
fr_fr: Premier Test
hr: Prvi Test
hu_hu: Első teszt
it: Primo Test
pl_pl: Pierwszy test
ru_ru: Первое испытание
sl_si: Prvi test
tr_tr: İlk test

# CellSelectedBlocked
source: Selected cell is blocked
bg: Избраната клетка е заключена
cs: Vybraná buňka je zablokovaná
de_de: Ausgewählte Zelle ist gesperrt
el_gr: Η επιλεγμένη κυψέλη είναι μπλοκαρισμένη.
es_es: La celda seleccionada está bloqueada
fr_fr: La cellule sélectionnée est bloquée
hr: Odabrana ćelija je blokirana
hu_hu: A kiválasztott rekesz blokkolt
it: La cella selezionata è bloccata
pl_pl: Wybrana komórka jest zablokowana
ru_ru: Выбранная ячейка заблокирована.
sl_si: Izbrana celica je blokirana
tr_tr: Seçilen hücre engellendi

# BeforeStart
source: Before we start
bg: Преди да започнем
cs: Než začnete
de_de: Bevor dem Start
el_gr: Πριν αρχίσετε
es_es: Antes de empezar
fr_fr: Avant de commencer
hr: Prije početka
hu_hu: Kezdés előtt
it: Prima di cominciare
pl_pl: Zanim zaczniemy
ru_ru: Перед запуском
sl_si: Pred začetkom
tr_tr: Başlamadan önce

source: Calibration In Progress ...
bg: калибрто е в ход ...
cs: Probíhá kalibrace...
de_de: Kalibrierung läuft ...
el_gr: Βαθμονόμηση σε εξέλιξη ...
es_es: Calibración en curso ...
fr_fr: Calibrage en cours...
hr: Kalibracija u tijeku ...
hu_hu: Kalibráció folyamatban...
it: Calibrazione in corso ...
pl_pl: Kalibracja w toku...
ru_ru: Калибровка выполняется ...
sl_si: Poteka umerjanje ...
tr_tr: Kalibrasyon Sürüyor...

# CalibrationProcedureRequired
source: Perform the bay calibration procedure to move the shelf to the sensor.
bg: Изпълнете процедурата за калибр на отдел за да позиционирате скобата на сензора.
cs: Proveďte postup kalibrace stanice pro umístění police do místa snímače.
de_de: Das Einstellungsverfahren der Bucht ausführen, um die Konsole am Sensor zu positionieren.
el_gr: Εκτελέστε τη διαδικασία βαθμονόμησης πλατφόρμας για να κινήσετε το ράφι στον αισθητήρα.
es_es: Realice el procedimiento de calibración de la bahía para posicionar el soporte en el sensor.
fr_fr: Effectuer la procédure d’étalonnage de la baie pour positionner l’étagère au niveau du capteur.
hr: Izvršite postupak kalibracije uvale kako biste postavili policu na senzor.
hu_hu: Végezze el a munkaállomás kalibrálási eljárását, a konzolt a szenzorhoz állítva.
it: Esegui la procedura di taratura della baia per posizionare la mensola in corrispondenza del sensore.
pl_pl: Wykonaj procedurę kalibracji zatoki, aby przenieść półkę do czujnika.
ru_ru: Выполните процедуру калибровки секции, чтобы переместить стол к датчику.
sl_si: Izvedi postopek umerjanja nakladalne police za namestitev police na senzor.
tr_tr: Rafı sensöre taşımak için bölme kalibrasyon prosedürünü gerçekleştirin.

# CheckDrawersThenStart
source: Check that there are no drawers in the bay before starting. Press on START to begin the procedure
bg: Преди да започнете проверете да няма в отдел чекмеджета. Щракнете върху СТАРТ за да стартирате процедура
cs: Než budete pokračovat, zkontr, zda v první stan nejsou zásuvky. Pro spušt postupu stisk tlač INICIOVAT
de_de: Vor Start prüfen dass keine Kästen in der Bucht sind Auf START klicken, um Verfahren zu starten
el_gr: Ελέγξτε ότι δεν υπάρχουν συρτάρια στην πλατφόρμα πριν την εκκίνηση. Πατήστε START (ΕΚΚΙΝΗΣΗ) για να αρχίσει η διαδικασία
es_es: Compruebe que no hay cajones en la bahía antes de empezar. Pulse en INICIAR para iniciar el procedimiento
fr_fr: Contrôler qu’il n’y ait pas de tiroirs dans la baie avant de commencer. Appuyer sur DÉMARRER pour lancer la procédure
hr: Uvjerite se da nema pretinaca u uvali prije početka. Pritisni POČNI da biste pokrenuli proceduru
hu_hu: A kezdés előtt ellenőrizze, hogy nincsenek-e tálcák a munkaállomáson. Nyomja meg a KEZDÉS gombot az eljárás elindításához
it: Controlla che non ci siano cassetti in baia prima di cominciare. Premi su INIZIA per avviare la procedura
pl_pl: Przed rozpoczęciem sprawdź, czy we wnęce nie ma szuflad. Nacisnąć START, aby rozpocząć procedurę
ru_ru: Убедиться, что перед запуском в секции отсутствуют выдвижные узлы. Для начала процедуры нажать на ЗАПУСТИТЬ
sl_si: Pred zagonom preverite, ali na nakladalni polici ni predalov. Pritisni ZAČNI za zagon postopka
tr_tr: Başlamadan önce bölmede çekmece olmadığını kontrol edin. Prosedürü başlatmak için BAŞLAT'a basın

source: Complete
bg: Завършет
cs: Dokončit
de_de: Komplett
el_gr: Πλήρες
es_es: Completa
fr_fr: Terminée
hr: Dovrši
hu_hu: Befejezés
it: Completa
pl_pl: Kompletny
ru_ru: Завершить
sl_si: Zaključ
tr_tr: Tamamlamak

source: Confirm Adjustment
bg: Потвърждав корекция
cs: Potvrdit korekci
de_de: Korrek. bestätigen
el_gr: Επιβεβαίωση προσαρμογής
es_es: Confirmación de la corrección
fr_fr: Confirmer la correction
hr: Potvrdi ispravak
hu_hu: Korrekció megerősítése
it: Conferma correzione
pl_pl: Potwierdzić regulację
ru_ru: Подтвердите Корректировку
sl_si: Potrdi popravek
tr_tr: Ayarlamayı Onayla
