Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/InstallationApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# SaveChangesBeforeStartingTest
source: Save changes before starting the test.
bg: Запазете промените преди да започнете теста.
cs: Před zahájením testu uložte změny.
de_de: Änderungen vor Start Test speichern
el_gr: Αποθηκεύστε τις αλλαγές πριν αρχίσετε τη δοκιμή.
es_es: Guarde los cambios antes de iniciar la prueba.
fr_fr: Enregistrer les modifications avant de commencer le test.
hr: Spremite izmjene prije početka testa.
hu_hu: A módosítások mentése a teszt megkezdése előtt.
it: Salvare le modifiche prima di iniziare il test.
pl_pl: Zapisz zmiany przed rozpoczęciem testu.
ru_ru: Сохраните изменения перед началом теста.
sl_si: Pred začetkom testa shrani spremembe.
tr_tr: Teste başlamadan önce değişiklikleri kaydedin.

# UseTheCardOnCardReader
source: Use the card on the card reader.
bg: Прехвърле хартия върху четец.
cs: Protáhněte papír čtečkou.
de_de: Karte über Lesegerät führen.
el_gr: Χρησιμοποιήστε την κάρτα στον αναγνώστη κάρτας.
es_es: Pase el papel sobre el lector.
fr_fr: Passer la carte sur le lecteur.
hr: Prijeđite papir na čitač.
hu_hu: Húzza le a kártyát a leolvasón.
it: Passare la carta sul lettore.
pl_pl: Użyj karty na czytniku kart.
ru_ru: Используйте карту на считывателе карт.
sl_si: Povl kartico preko bralnika.
tr_tr: Kart okuyucudaki kartı kullanın.

source: Received Barcode
bg: Получен баркод
cs: Přijatý čárový kód
de_de: Strichcode erhalten
el_gr: Ελήφθη ο γραμμωτός κώδικας
es_es: Código de barras recibido
fr_fr: Code-barres reçu
hr: Bar kod primljen
hu_hu: Vonalkód fogadva
it: Codice a barre ricevuto
pl_pl: Odebrano kod kreskowy
ru_ru: Полученный Штрих-код
sl_si: Prejeta črtna koda
tr_tr: Alınan Barkod

source: Check serial ports
bg: Контрол серийни портове
cs: Zkontr sériové porty
de_de: Serielle Anschl.prüfen
el_gr: Ελέγξτε τις σειριακές θύρες
es_es: Controla los puertos serie
fr_fr: Contrôler les ports série
hr: Provjeri serijske ulaze
hu_hu: Soros portok vezérlése
it: Controlla porte seriali
pl_pl: Sprawdź porty szeregowe
ru_ru: Проверьте последовательные порты
sl_si: Preveri zaporedna vrata
tr_tr: Seri bağlantı noktalarını kontrol edin

source: Operator
bg: Оператор
cs: Obsluha
de_de: Bediener
el_gr: Χειριστής
es_es: Operador
fr_fr: Opérateur
hr: Rukovat.
hu_hu: Gépkezelő
it: Operatore
ru_ru: Оператор
sl_si: Operater
tr_tr: Şebeke

source: Printer name
bg: Име на принтер
cs: Název tiskárny
de_de: Name Drucker
el_gr: Όνομα εκτυπωτή
es_es: Nombre de la impresora
fr_fr: Nom de l’imprimante
hr: Ime pisača
hu_hu: Nyomtató neve
it: Nome stampante
pl_pl: Nazwa drukarki
ru_ru: Имя принтера
sl_si: Ime tiskalnika
tr_tr: Yazıcı adı

source: Code
bg: Код
cs: Kód
el_gr: Κωδικός
es_es: Código
hr: Kod
hu_hu: Kód
it: Codice
pl_pl: Kod
ru_ru: Код
sl_si: Koda
tr_tr: kod

source: Height
bg: Височин
cs: Výška
de_de: Höhe
el_gr: Ύψος
es_es: Altura
fr_fr: Hauteur
hr: Visina
hu_hu: Magasság
it: Altezza
pl_pl: Wysokość
ru_ru: Высота
sl_si: Višina
tr_tr: Yükseklik

source: Status
bg: Стат
cs: Stav
de_de: Stat.
el_gr: Κατάσταση
es_es: Estado
fr_fr: État
hr: St.
hu_hu: Állapot
it: Stato
pl_pl: Stan
ru_ru: Статус
sl_si: Stan
tr_tr: Durum

source: Weight
bg: Тегл
cs: Hmot
de_de: Gew.
el_gr: Βάρος
es_es: Peso
fr_fr: Poids
hr: Tež.
hu_hu: Súly
it: Peso
pl_pl: Masa
ru_ru: Вес
sl_si: Teža
tr_tr: Ağırlık

# LoadingUnitStatus_InBay
source: In Bay
bg: В отдел
cs: Ve stan
de_de: In Bu.
el_gr: Σε πλατφόρμα
es_es: En la Bahía
fr_fr: Dans la Baie
hr: U Uvali
hu_hu: A munkaállomáson
it: In Baia
pl_pl: W Zatoce
ru_ru: В секции
sl_si: NaNakPo
tr_tr: Körfez'de

# LoadingUnitStatus_InElevator
source: In Elevator
bg: В повдигача
cs: Ve zvedáku
de_de: In Hebebühne
el_gr: Σε ανελκυστήρα
es_es: En el Elevador
fr_fr: Dans l’Élévateur
hr: U Dizalici
hu_hu: Az emelőn
it: In Elevatore
pl_pl: W podnośniku
ru_ru: В Лифте
sl_si: Na dvigalu
tr_tr: Asansörde

# LoadingUnitStatus_InLocation
source: In Location
bg: На местопол
cs: V místě
de_de: In Standort
el_gr: Σε τοποθεσία
es_es: En alquiler
fr_fr: Dans l’Emplacement
hr: Id Prostora
hu_hu: A helyen
it: In Locazione
pl_pl: W miejscu
ru_ru: На Месте
sl_si: Na mestu
tr_tr: Konumda

# LoadingUnitStatus_OnMovementToBay
source: Movement To Bay
bg: Движение в Отдел
cs: Pohyb do stanice
de_de: Bew.an Bucht
el_gr: Κίνηση σε πλατφόρμα
es_es: Movimiento en Bahía
fr_fr: Mouvement vers la Baie
hr: Pokret k Uvali
hu_hu: Mozgatás munkaállomásra
it: Movimento a Baia
pl_pl: Ruch do zatoki
ru_ru: Перемещение в секцию
sl_si: Premik nak pol
tr_tr: Körfeze Hareket

# LoadingUnitStatus_OnMovementToLocation
source: Transfer
bg: Трансф
cs: Přesun
de_de: Überführung
el_gr: Μεταφορά
es_es: Transferencia
fr_fr: Transfert
hr: Prijenos
hu_hu: Továbbítás
it: Trasferimento
pl_pl: Przeniesienie
ru_ru: Перемещение
sl_si: Prenos
tr_tr: Aktar

# LoadingUnitStatus_Undefined
source: Undefined
bg: Неопредел
cs: Nedefinov
de_de: Nicht def
el_gr: Απροσδιόριστο
es_es: Indefinido
fr_fr: Indéfini
hr: Neodređeno
hu_hu: Nincs meghatározva
it: Indefinito
pl_pl: Nieokreślone
ru_ru: Не определено
sl_si: Nedoločen
tr_tr: Tanımsız

source: Description
bg: Описание
cs: Popis
de_de: Beschr
el_gr: Περιγραφή
es_es: Descripción
hr: Opis
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
ru_ru: Описание
sl_si: Opis
tr_tr: Tanım

# GrossWeight
source: Gross Weight (kg)
bg: Брут тегл (кг)
cs: Hrubá hmot (kg)
de_de: Bruttogew. (kg)
el_gr: Μεικτό βάρος (kg)
es_es: Peso bruto (kg)
fr_fr: Poids brut (kg)
hr: Bruto tež. (kg)
hu_hu: Bruttó súly (kg)
it: Peso lordo (kg)
pl_pl: Masa brutto (kg)
ru_ru: Вес брутто (кг)
sl_si: Bruto teža (kg)
tr_tr: Brüt Ağırlık (kg)

# IsIntoMachine
source: Into machine
bg: На машина
cs: Ve stroji
de_de: In Maschine
el_gr: Στο μηχάνημα
es_es: En la máquina
fr_fr: Dans la machine
hr: U stroju
hu_hu: A gépen
it: In macchina
pl_pl: Do maszyny
ru_ru: В машину
sl_si: Na stroju
tr_tr: makineye

# MaxNetWeight
source: Max net weight (kg)
bg: Макс нет тегл(кг)
cs: Max čistá hmot (kg)
de_de: Max Nettogew. (kg)
el_gr: Μέγιστο καθαρό βάρος (kg)
es_es: Peso neto máximo (kg)
fr_fr: Poids net max. (kg)
hr: Maks neto tež. (kg)
hu_hu: Max. nettó súly (kg)
it: Max peso netto (kg)
pl_pl: Maks. waga netto (kg)
ru_ru: Максимальный вес нетто (кг)
sl_si: Maks. neto teža(kg)
tr_tr: Maksimum net ağırlık (kg)

# MissionsCount
source: Missions
bg: Мисии
cs: Mise
de_de: Zählung Aufgaben
el_gr: Αποστολές
es_es: Misiones
hr: Brojanje misija
hu_hu: Feladatok
it: Conteggio missioni
pl_pl: Misje
ru_ru: Миссии
sl_si: Štetje nalog
tr_tr: Görevler

# Tare
source: Tare (kg)
bg: Тара (кг)
cs: Tára (kg)
de_de: Tara (kg)
el_gr: Απόβαρο (kg)
es_es: Tara (kg)
hr: Tara (kg)
hu_hu: Tára (kg)
it: Tara (kg)
pl_pl: Tara (kg)
ru_ru: Тара (кг)
sl_si: Tara (kg)
tr_tr: Dara (kg)

source: Block level
bg: Ниво на блока
cs: Hladina bloku
de_de: Block-Ebene
el_gr: Επίπεδο μπλοκ
es_es: Nivel de bloque
fr_fr: Niveau du blocage
hr: Razina bloka
hu_hu: Blokkolási szint
it: Livello blocco
pl_pl: Poziom bloku
ru_ru: Уровень блока
sl_si: Nivo sklopa
tr_tr: Blok seviyesi

# ActiveSensor
source: Sensor active
bg: Активен сензор
cs: Snímač aktivní
de_de: Sensor aktiv.
el_gr: Ενεργοποιημένος αισθητήρας
es_es: Sensor activo
fr_fr: Capteur activé
hr: Senzor omoguć.
hu_hu: Aktív szenzor
it: Sensore attivo
pl_pl: Czujnik aktywny
ru_ru: Датчик активен
sl_si: Senzor aktiven
tr_tr: Sensör aktif

# DeactivatedSensor
source: Sensor deactivated
bg: Деактивиран сензор
cs: Snímač neaktivní
de_de: Sensor deaktiviert
el_gr: Απενεργοποιημένος αισθητήρας
es_es: Sensor desactivado
fr_fr: Capteur désactivé
hr: Senzor onemogućen
hu_hu: Kikapcsolt szenzor
it: Sensore disattivato
pl_pl: Czujnik dezaktywowany
ru_ru: Датчик отключен
sl_si: Senzor ni aktiven
tr_tr: Sensör devre dışı

source: False
bg: Фалш
cs: Faleš
de_de: Falsc
el_gr: Ψεύτικο
es_es: Falso
fr_fr: Faux
hr: Netoč
hu_hu: Hamis
it: Falso
pl_pl: Fałsz
ru_ru: Ложный
sl_si: Lažno

source: Legend
bg: Легенда
cs: Vysvětl
de_de: Legende
el_gr: Λεζάντα
es_es: Leyenda
fr_fr: Légende
hr: Tumač
hu_hu: Jelmagyarázat
it: Legenda
pl_pl: Legenda
ru_ru: Легенда
sl_si: Legenda
tr_tr: Efsane

# IsFree
source: Free
bg: Безпл
cs: Volná
de_de: Frei
el_gr: Ελεύθερο
es_es: Gratis
fr_fr: Libre
hr: Slob.
hu_hu: Szabad
it: Libera
pl_pl: Wolne
ru_ru: Свободный
sl_si: Prosta
tr_tr: Özgür

# PanelId
source: Panel
bg: Панел
cs: ID panelu
de_de: Panel-ID
el_gr: Αναγνωριστικό πίνακα
es_es: Panel Id
fr_fr: Panneau
hr: Id Ploče
hu_hu: Panel ID
it: Pannello Id
pl_pl: Panelu
ru_ru: Идентификатор Панели
sl_si: Plošča Id

source: Priority
bg: Приорит
cs: Priorita
de_de: Priorit.
el_gr: Προτεραιότητα
es_es: Prioridades
fr_fr: Priorité
hr: Priorit.
hu_hu: Prioritás
it: Priorità
pl_pl: Priorytet
ru_ru: Приоритет
sl_si: Prednost
tr_tr: Öncelik

source: True
bg: Исти
cs: Prav
de_de: Wahr
el_gr: Αλήθεια
es_es: Verdadero
fr_fr: Vrai
hr: Toč.
hu_hu: Igaz
it: Vero
pl_pl: Tak
ru_ru: Правда
sl_si: Res

source: BayChain
bg: Вериг отдел
cs: Stan řetězu
de_de: Bucht Kette
es_es: Bahía cadena
fr_fr: Baie chaîne
hr: Lanac uvale
hu_hu: Lánc munkaállomás
it: Baia catena
ru_ru: Цепной конвейер секции
sl_si: Nak p verig

source: Horizontal
bg: Хоризонтал
cs: Horiz
el_gr: Οριζοντίως
hr: Vodoravna
hu_hu: Vízszintes
it: Orizzontale
pl_pl: Pozioma
ru_ru: Горизонтальный
sl_si: Vodoravno
tr_tr: Yatay

source: Horizontal and vertical
bg: Хоризонтал и вертикал
cs: Horiz a vertik
de_de: Horizontal und vertikal
el_gr: Οριζοντίως και κατακόρυφα
es_es: Horizontal y vertical
fr_fr: Horizontal et vertical
hr: Vodoravna i okomita
hu_hu: Vízszintes és függőleges
it: Orizzontale e verticale
pl_pl: Poziomo i pionowo
ru_ru: Горизонтальные и вертикальные
sl_si: Vodoravno in navpično
tr_tr: Yatay ve dikey

source: None
bg: Никакъв
cs: Žádný
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
fr_fr: Aucun
hr: Nijedan
hu_hu: Nincs
it: Nessuno
pl_pl: Brak
ru_ru: Никто
sl_si: Nihče
tr_tr: Hiçbiri

source: Vertical
bg: Вертикал
cs: Vertik
de_de: Vertikal
el_gr: Κατακόρυφα
hr: Okomita
hu_hu: Függőleges
it: Verticale
pl_pl: Pionowa
ru_ru: Вертикальный
sl_si: Navpično
tr_tr: Dikey

source: Elevator bay
bg: Повдигач в отдел
cs: Zvedák ve stanici
de_de: Hebebüh. in Bucht
el_gr: Ανελκυστήρας πλατφόρμας
es_es: Elevador en la bahía
fr_fr: Élévateur dans la baie
hr: Dizalica u uvali
hu_hu: Emelő a munkaállomáson
it: Elevatore in baia
pl_pl: Zatoka podnośnika
ru_ru: Секция подъемника
sl_si: Dvig na nak pol
tr_tr: Asansör bölmesi

source: Total load units in bay 1
bg: Общо чекмеджета в отдел 1
cs: Celkem zásuvek ve stan 1
de_de: Kästen in Bucht 1 insges.
el_gr: Συνολικές μονάδες φόρτωσης σε πλατφόρμα 1
es_es: Total de cajones en la bahía 1
fr_fr: Nombre total de tiroirs dans la baie 1
hr: Ukupno pretin. u uvali 1
hu_hu: Összes tálca az 1. munkaállomáson
it: Cassetti totali in baia 1
pl_pl: Całkowita liczba jednostek ładunkowych w zatoce 1
ru_ru: Итого единиц груза в секции 1
sl_si: Sk predali na nak pol 1
tr_tr: 1. bölmedeki toplam yük birimleri

source: Total load units in bay 2
bg: Общо чекмеджета в отдел 2
cs: Celkem zásuvek ve stan 2
de_de: Kästen in Bucht 2 insges.
el_gr: Συνολικές μονάδες φόρτωσης σε πλατφόρμα 2
es_es: Total de cajones en la bahía 2
fr_fr: Nombre total de tiroirs dans la baie 2
hr: Ukupno pretin. u uvali 2
hu_hu: Összes tálca a 2. munkaállomáson
it: Cassetti totali in baia 2
pl_pl: Całkowita liczba jednostek ładunkowych w zatoce 2
ru_ru: Итого единиц груза в секции 2
sl_si: Sk predali na nak pol 2
tr_tr: 2. bölmedeki toplam yük birimleri

source: Total load units in bay 3
bg: Общо чекмеджета в отдел 3
cs: Celkem zásuvek ve stan 3
de_de: Kästen in Bucht 3 insges.
el_gr: Συνολικές μονάδες φόρτωσης σε πλατφόρμα 3
es_es: Total de cajones en la bahía 3
fr_fr: Nombre total de tiroirs dans la baie 3
hr: Ukupno pretin. u uvali 3
hu_hu: Összes tálca a 3. munkaállomáson
it: Cassetti totali in baia 3
pl_pl: Całkowita liczba jednostek ładunkowych w zatoce 3
ru_ru: Итого единиц груза в секции 3
sl_si: Sk predali na nak pol 3
tr_tr: 3. bölmedeki toplam yük birimleri

# TotalMissions
source: Cycles
bg: Цикли
cs: Celkem misí
de_de: Aufgaben insges
el_gr: Συνολικές αποστολές
es_es: Total de misiones
hr: Ukupno misija
hu_hu: Összes feladat
it: Missioni totali
pl_pl: Łącznie misje
ru_ru: Всего миссий
sl_si: Sk. naloge
tr_tr: döngüler

source: Mount camera
bg: Монтиране камера
cs: Nainstaluj kameru
de_de: Kamera montieren
el_gr: Συναρμολόγηση κάμερας
es_es: Montar la cámara
fr_fr: Monter la caméra
hr: Montirajte kameru
hu_hu: Kamera felszerelése
it: Montare telecamera
pl_pl: Zamontuj kamerę
ru_ru: Крепление камеры
sl_si: Namest fotoaparat
tr_tr: Kamerayı monte et

# MoveCamera
source: Move the camera to the correct position
bg: Преместване на камерата в правилната поз
cs: Posuňte kameru do správné polohy
de_de: Kamera in richtige Position bewegen
el_gr: Μετακινήστε την κάμερα στη σωστή θέση
es_es: Mueve la cámara a la posición correcta
fr_fr: Déplacer la caméra dans la position correcte
hr: Premjesti video kameru u pravilni položaj
hu_hu: Kamera elmozdítása a megfelelő pozícióba
it: Sposta la telecamera nella posizione corretta
pl_pl: Przesuń kamerę na właściwą pozycję
ru_ru: Переместите камеру в правильное положение
sl_si: Premaknite fotoaparat v pravi položaj
tr_tr: Kamerayı doğru konuma getirin

source: Send screen snapshot
bg: Изпращане на снимки на екран
cs: Odešle snímek obrazovky
de_de: Bildschirm-Snapshot senden
el_gr: Αποστείλετε στιγμιότυπο οθόνης
es_es: Envíe capturas de pantalla
fr_fr: Envoyer capture d’écran
hr: Uputi snimku stanja prikaza
hu_hu: Képernyőmentés küldése
it: Invia snapshot dello schermo
pl_pl: Wyślij zrzut ekranu
ru_ru: Отправить снимок экрана
sl_si: Pošlji posnetek zaslona
tr_tr: Ekran görüntüsü gönder

# SendLog
source: Send logs
bg: Изпр дневн
cs: Odešl prot
de_de: Log senden
el_gr: Αποστολή αρχείων καταγραφής
es_es: Enviar registros
fr_fr: Envoyer journaux
hr: Up.dnev.
hu_hu: Naplók küldése
it: Invia logs
pl_pl: Wyślij logi
ru_ru: Отправка журналов
sl_si: Pošl dnev
tr_tr: Günlükleri gönder

source: Screen cast
bg: Предаване на екрана
cs: Přenos videí
de_de: Screenshot-Übertr.
el_gr: Στιγμιότυπο οθόνης
es_es: Transmisión de la pantalla
fr_fr: Transmission de pages-écrans
hr: Prijenos prikaza
hu_hu: Képernyők átvitele
it: Trasmissione videate
pl_pl: Rzut ekranu
ru_ru: Литой экран
sl_si: Prenos zaslonov
tr_tr: Ekran dökümü

source: Save cell
bg: Зап клетка
cs: Uložit buňk
de_de: Zelle spei.
el_gr: Κυψέλη αποθήκευσης
es_es: Guardar celda
fr_fr: Enregistrer cellule
hr: Spremi ćel.
hu_hu: Rekesz mentése
it: Salva cella
pl_pl: Zapisz komórkę
ru_ru: Сохранить ячейку
sl_si: Shr celico
tr_tr: Hücreyi kaydet

source: Hours refresh
bg: Час освеж
cs: Hod obnov
de_de: Refresh-Std
el_gr: Ανανέωση ώρας
es_es: Refrescar las horas
fr_fr: Fréquence de mise à jour en heures
hr: Osvj. sate
hu_hu: Idő frissítése
it: Ore refresh
pl_pl: Odświeżanie godzin
ru_ru: Обновление часов
sl_si: Ure osvež
tr_tr: Saat yenileme

source: Removable devices count
bg: Свързани сменяеми устройс
cs: Připojená odstranitelná zařízení
de_de: Angeschl. Wechseldatenträger
el_gr: Μέτρηση αφαιρούμενων διατάξεων
es_es: Dispositivos extraíbles conectados
fr_fr: Dispositifs amovibles connectés
hr: Uklonjivi uređaji spojeni
hu_hu: Csatlakoztatott eltávolítható készülékek
it: Dispositivi rimovibili collegati
pl_pl: Licznik urządzeń wymiennych
ru_ru: Количество съемных устройств
sl_si: Priključene odstranljive naprave
tr_tr: Çıkarılabilir cihaz sayısı

source: Available packages
bg: Налични пакети
cs: Dostupné balíčky
de_de: Verfügbare Pakete
el_gr: Διαθέσιμες συσκευασίες
es_es: Paquetes disponibles
fr_fr: Packs disponibles
hr: Paketi dostupni
hu_hu: Rendelkezésre álló csomagok
it: Pacchetti disponibili
pl_pl: Dostępne pakiety
ru_ru: Доступные пакеты
sl_si: Na voljo so paketi
tr_tr: Mevcut paketler

source: Save logs
bg: Зап днев
cs: Ulož prot
de_de: Log spei.
el_gr: Αποθήκευση αρχείων καταγραφής
es_es: Guardar registro
fr_fr: Enregistrer journal
hr: Spr.dnev.
hu_hu: Napló mentése
it: Salva log
pl_pl: Zapisz logi
ru_ru: Сохранение журналов
sl_si: Shr dnev
tr_tr: Günlükleri kaydet

# SaveLogsFile
source: Save logs
bg: Зап дневн
cs: Ulož prot
de_de: Log spei.
el_gr: Αποθήκευση αρχείων καταγραφής
es_es: Guardar registro
fr_fr: Enregistrer journal
hr: Spr.dnev.
hu_hu: Napló mentése
it: Salva log
pl_pl: Zapisz logi
ru_ru: Сохранение журналов
sl_si: Shr dnev
tr_tr: Günlükleri kaydet

source: Loading logs from telemetry service...
bg: Качване дневници от услуга телеметрия..
cs: Nahrávání protok ze služby telemetrie...
de_de: Logs vom Telemetry laden...
el_gr: Φόρτωση αρχείων καταγραφής από την υπηρεσία τηλεμετρίας...
es_es: Cargando los registros del servicio de telemetría...
fr_fr: Chargement des journaux depuis le service télémétrie...
hr: Učitav. dnevnika s usluge telemetrije.
hu_hu: Naplók betöltése a telemetriai szolgáltatásról.
it: Caricamento logs da servizio telemetry..
pl_pl: Ładowanie logów z serwisu telemetrycznego...
ru_ru: Загрузка журналов из службы телеметрии...
sl_si: Nalaganje dnevnikov iz telemetrije ...
tr_tr: Telemetri hizmetinden günlükler yükleniyor...

# LogsFromTelemetryServiceCompleted
source: Logs from telemetry service loaded
bg: Дневници качени услуга телеметрия
cs: Protok nahrané ze služby telemetrie
de_de: Per Telemetry hochgeladene Logs
el_gr: Αρχεία καταγραφής από την φορτωμένη υπηρεσία τηλεμετρίας
es_es: Registros cargados por el servicio de telemetría
fr_fr: Journaux chargés depuis le service télémétrie
hr: Dnevnici učit.s usluge telemetrije
hu_hu: A telemetriai szolgáltatásról betöltött naplók
it: Logs caricati da servizio telemetry
pl_pl: Załadowano logi z serwisu telemetrycznego
ru_ru: Загружены журналы из службы телеметрии
sl_si: Dnevniki naloženi iz telemetrije
tr_tr: Telemetri hizmetinden günlükler yüklendi

source: Accessories
bg: Аксесоари
cs: Přísluš
de_de: Zubehör
el_gr: Εξαρτήματα
es_es: Accesorios
fr_fr: Accessoires
hr: Dod. opr.
hu_hu: Tartozékok
it: Accessori
pl_pl: Wyposażenie dodatkowe
ru_ru: Вспомогательные устройства
sl_si: Dod oprem
tr_tr: Aksesuarlar

# WeightingScaleTare
source: Tare
bg: Тара
cs: Tára
de_de: Tara
el_gr: Απόβαρο
es_es: Tara
hr: Tara
hu_hu: Tára
it: Tara
pl_pl: Tara
ru_ru: Тара
sl_si: Tara
tr_tr: Dara

# NoDriveSelected
source: No drive is selected.
bg: Изберете устройство дестинация.
cs: Vyberte cílový pohon.
de_de: Wählen Sie das Ziellaufwerk aus.
el_gr: Δεν επιλέχθηκε καμία μονάδα κίνησης.
es_es: Seleccione la unidad de destino.
fr_fr: Sélectionner le lecteur de destination.
hr: Odaberite odredišni pogon.
hu_hu: A célmeghajtó kiválasztása.
it: Selezionare il drive di destinazione.
pl_pl: Nie wybrano żadnego napędu.
ru_ru: Диск не выбран.
sl_si: Izberite ciljni pogon.
tr_tr: Hiçbir sürücü seçilmedi.

source: Zero chain carousel
bg: Нула верига въртел
cs: Vynul řetězu karus
de_de: Null Karussellkette
el_gr: Καρουζέλ μηδενικής αλυσίδας
es_es: Carrusel de cadena cero
fr_fr: Zéro de la chaîne du carrousel
hr: Nula lanac vrtuljka
hu_hu: Karusszel lánc nulla
pl_pl: Zero łańcucha karuzeli
ru_ru: Карусель с нулевой цепью
sl_si: 0 pol verige vrt d
tr_tr: Sıfır zincir atlıkarınca

# Support
source: Remote support
bg: Дистанц подпом
cs: Vzdálená pomoc
de_de: Fern-Unterst.
el_gr: Υποστήριξη εξ αποστάσεως
es_es: Asistencia remota
fr_fr: Assistance à distance
hr: Daljinska potpora
hu_hu: Távoli segítségnyújtás
it: Assistenza remota
pl_pl: Obsługa zdalna
ru_ru: Удаленная поддержка
sl_si: Oddaljena podpora
tr_tr: uzaktan destek

# DeleteUnitDialog
source: This will remove the drawer from the warehouse map
bg: Тази операция ще премахне чекмеджето от картата на склада
cs: Tato operace odstraní zásuvku z mapy zásobníku
de_de: Durch diesen Vorgang wird der Kasten aus der Lagerkarte entfernt
el_gr: Αυτό θα αφαιρέσει το συρτάρι από το χάρτη της αποθήκης
es_es: Esto eliminará el cajón del mapa del almacén
fr_fr: Cette opération supprimera le tiroir du plan de l’entrepôt
hr: Ova će operacija ukloniti pretinac iz mape skladišta
hu_hu: Ez a művelet eltávolítja a tálcát a tároló alaprajzáról
pl_pl: Spowoduje to usunięcie szuflady z mapy magazynu
ru_ru: Это позволит удалить ящик с карты склада
sl_si: S tem postopkom boste predal odstranili iz načrta skladišča
tr_tr: Bu, çekmeceyi depo haritasından kaldıracak

# ExtBayMovementForExtraction
source: Extra movement toward operator
bg: Допълн движение за оператора
cs: Extra pohyb směrem k obsluze
de_de: Zusätzliche Bew. zum Bediener
el_gr: Επιπλέον κίνηση προς το χειριστή
es_es: Movimiento extra hacia el operador
fr_fr: Mouvement supplémentaire vers l’opérateur
hr: Ekstra pokret prema rukovatelju
hu_hu: Extra mozgatás a kezelő felé
pl_pl: Dodatkowy ruch w kierunku operatora
ru_ru: Дополнительное движение в сторону оператора
sl_si: Dodaten premik proti operaterju
tr_tr: Operatöre doğru ekstra hareket

# ExtBayMovementForInsertion
source: Extra movement toward elevator
bg: Допълн движение към повдигача
cs: Extra pohyb pro zasunutí zásuvky
de_de: Zusätz. Bew. zum Einführen des Kastens
el_gr: Επιπλέον κίνηση προς τον ανελκυστήρα
es_es: Movimiento extra hacia el elevador
fr_fr: Mouvement supplémentaire vers l’élévateur
hr: Ekstra pokret za unos pretinca
hu_hu: Extra mozgatás az emelő felé
pl_pl: Dodatkowy ruch w kierunku podnośnika
ru_ru: Дополнительное движение к лифту
sl_si: Dodaten premik za vstavljanje predalov
tr_tr: Asansöre doğru ekstra hareket

# InverterInFault
source: Inverters fault
bg: Дефектен инвертор
cs: Chyba měničů
de_de: Inverter fehlerhaft
el_gr: Σφάλμα αντιστροφέων
es_es: Inversor en error
fr_fr: Variateur en erreur
hr: Inverteri u grešci
hu_hu: Inverter hibaállapotban
pl_pl: Błąd falowników
ru_ru: Неисправность инверторов
sl_si: Inver javlja napako
tr_tr: İnverter arızası

# ScreenCastDurationExpire
source: Video mirroring expired
bg: Изт срок дейс огл видео
cs: Zrcadlení videa vypršelo!
de_de: Video mirroring abgel.
el_gr: Έληξε ο κατοπτρισμός του βίντεο
es_es: La duplicación de vídeo ha caducado
fr_fr: Mise en miroir vidéo expirée
hr: Video zrcaljenje skaduto
hu_hu: Lejárt video mirroring
pl_pl: Mirroring video wygasł
ru_ru: Срок действия зеркального отображения видео истек
sl_si: Video zrcalj je poteklo
tr_tr: Video yansıtmanın süresi doldu

source: Completed
bg: Завършено
cs: Dokončena
de_de: Abgeschl.
el_gr: Ολοκληρωμένο
es_es: Completado
fr_fr: Terminé
hr: Dovršen
hu_hu: Befejezve
pl_pl: Ukończone
ru_ru: Завершенный
sl_si: Zaključeno
tr_tr: Tamamlanmış

# AccessoriesBarcodeEnergySaving
source: Energy saving
bg: Пестене на енергия
cs: Úspora energie
de_de: Energie sparen
el_gr: Εξοικονόμηση ενέργειας
es_es: Ahorro de energía
fr_fr: Économie d’énergie
hr: Ušteda energije
hu_hu: Energiamegtakarítás
pl_pl: Oszczędność energii
ru_ru: Энергосбережение
sl_si: Varč z energijo
tr_tr: Enerji tasarrufu

# ExternalBayShort
source: Ext
bg: Вът
cs: Linka
el_gr: Έξοδος
hr: Van
hu_hu: Kül
pl_pl: Zew
sl_si: Zun
tr_tr: Dahili

# InternalBayShort
source: Int
bg: Вън
el_gr: Είσοδος
hr: Unu
hu_hu: Bel
pl_pl: Wew
sl_si: Not

source: Token Serial Number
bg: Сериен номер токен
cs: Sériové číslo tokenu!
de_de: Token-Seriennummer
el_gr: Σειριακός αριθμός συμβόλου
es_es: Número de serie de la ficha
fr_fr: Numéro de Série du Jeton
hr: Serijski broj tokena
hu_hu: Zseton sorozatszáma
pl_pl: Numer Seryjny Tokena
ru_ru: Серийный номер токена
sl_si: Serijska številka žetona
tr_tr: Jeton Seri Numarası

# SelectModel
source: Select the model
bg: Изберете модел
cs: Vyberte model!
de_de: Wählen Sie das Modell aus
el_gr: Επιλέξτε το μοντέλο
es_es: Seleccione el modelo
fr_fr: Sélectionner le modèle
hr: Odaberite model
hu_hu: A modell kiválasztása
pl_pl: Wybierz model
ru_ru: Выберите модель
sl_si: Izberite model
tr_tr: modeli seçin

# BlockLU
source: Block Unit
bg: Заключ чекмедже
cs: Bloková zásuvka
de_de: Block Schublade
el_gr: Εμπλοκή μονάδας
es_es: Bloquear cajón
fr_fr: Bloquer le tiroir
hr: Blok ladica
hu_hu: Tálca blokkolása
pl_pl: Zablokuj jednostkę
ru_ru: Блок-блок
tr_tr: Blok Ünitesi
