Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

source: Internal bay 1 up
bg: отдел 1 вътр поз висок
cs: Vnitřní stan 1 v hor pol
de_de: Bucht 1 innen Pos. hoch
el_gr: Εσωτερική πλατφόρμα 1 επάνω
es_es: Bahía 1 interna pos. alta
fr_fr: Baie 1 interne pos. haute
he_il: עמדה 1 למעלה
hr: Uvala 1 unut.visoki pol.
hu_hu: 1. belső munkaállomás, magas poz.
it: Baia 1 interna pos. alta
pl_pl: Wewnętrzna zatoka 1 w górę
ru_ru: Внутренняя секция 1 вверх
sl_si: Nakl pol1 notr vis polož
tr_tr: Dahili bölme 1 yukarı

source: Internal bay 2 down
bg: отдел 2 вътр ниско
cs: Vnitřní stan 2 v dol pol
de_de: Bucht 2 innen Pos. niedr
el_gr: Εσωτερική πλατφόρμα 2 κάτω
es_es: Bahía 2 interna pos. baja
fr_fr: Baie 2 interne pos. basse
he_il: עמדה 2 למטה
hr: Uvala 2 unut. niski pol.
hu_hu: 2. belső munkaállomás, alacsony poz.
it: Baia 2 interna pos. bassa
pl_pl: Wewnętrzna zatoka 2 w dół
ru_ru: Внутренняя секция 2 вниз
sl_si: Nakl pol2 notr niz polož
tr_tr: Dahili bölme 2 aşağı

source: Internal bay 2 up
bg: отдел 2 вътр поз висок
cs: Vnitřní stan 2 v hor pol
de_de: Bucht 2 innen Pos. hoch
el_gr: Εσωτερική πλατφόρμα 2 επάνω
es_es: Bahía 2 interna pos. alta
fr_fr: Baie 2 interne pos. haute
he_il: עמדה 2 למעלה
hr: Uvala 2 unut.visoki pol.
hu_hu: 2. belső munkaállomás, magas poz.
it: Baia 2 interna pos. alta
pl_pl: Wewnętrzna zatoka 2 w górę
ru_ru: Внутренняя секция 2 вверх
sl_si: Nakl pol2 notr vis polož
tr_tr: Dahili bölme 2 yukarı

source: Internal bay 3 down
bg: отдел 3 вътр ниско
cs: Vnitřní stan 3 v dol pol
de_de: Bucht 3 innen Pos. niedr
el_gr: Εσωτερική πλατφόρμα 3 κάτω
es_es: Bahía 3 interna pos. baja
fr_fr: Baie 3 interne pos. basse
he_il: עמדה 3 למטה
hr: Uvala 3 unut. niski pol.
hu_hu: 3. belső munkaállomás, alacsony poz.
it: Baia 3 interna pos. bassa
pl_pl: Wewnętrzna zatoka 3 w dół
ru_ru: Внутренняя секция 3 вниз
sl_si: Nakl pol3 notr niz polož
tr_tr: Dahili bölme 3 aşağı

source: Internal bay 3 up
bg: отдел 3 вътр поз висок
cs: Vnitřní stan 3 v hor pol
de_de: Bucht 3 innen Pos. hoch
el_gr: Εσωτερική πλατφόρμα 3 επάνω
es_es: Bahía 3 interna pos. alta
fr_fr: Baie 3 interne pos. haute
he_il: עמדה 3 למעלה
hr: Uvala 3 unut.visoki pol.
hu_hu: 3. belső munkaállomás, magas poz.
it: Baia 3 interna pos. alta
pl_pl: Wewnętrzna zatoka 3 w górę
ru_ru: Внутренняя секция 3 вверх
sl_si: Nakl pol3 notr vis polož
tr_tr: Dahili bölme 3 yukarı

source: Load unit
bg: Чекмедже
cs: Zásuvka
de_de: Kasten
el_gr: Μονάδα φορτίου
es_es: Cajón
fr_fr: Tiroir
he_il: מגש
hr: Pretinac
hu_hu: Tálca
it: Cassetto
pl_pl: Jednostka ładunku
ru_ru: Единица загрузки
sl_si: Predal
tr_tr: Yük birimi

source: No location
bg: Няма поз
cs: Žádná pozice
de_de: Keine Position
el_gr: Καμία τοποθεσία
es_es: No hay posición
fr_fr: Aucune position
he_il: מיקום מגש לא ידוע
hr: Nema položaja
hu_hu: Egyik pozíció sem
it: Nessuna posizione
pl_pl: Brak miejsca
ru_ru: Расположение отсутствует
sl_si: Brez položaja
tr_tr: Konum yok

source: Unknown
bg: Неизвестно
cs: Neznámý
de_de: Unbekannt
el_gr: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
he_il: לא ידוע
hr: Nepoznat
hu_hu: Ismeretlen
it: Sconosciuto
pl_pl: Nieznane
ru_ru: Неизвестный
sl_si: Neznan
tr_tr: Bilinmeyen

source: Up
bg: вис
cs: Hor
de_de: Hoch
es_es: Alto
fr_fr: Haute
he_il: למעלה
hr: Vis.
hu_hu: Magas
it: Alta
pl_pl: Góra
ru_ru: Вверх
sl_si: Vis
tr_tr: Yukarı

# MissionStateBackToBay
source: Back to bay
bg: Обрат отдел
cs: Zpět do stan
de_de: Zuür.zur Buc
el_gr: Πίσω στην πλατφόρμα
es_es: Volver a la bahía
fr_fr: Retourner à la baie
he_il: חזרה לחלון העבודה
hr: Vrać.u uvalu
hu_hu: Visszatérés a munkaállomásra
it: Torna a baia
pl_pl: Powrót do zatoki
ru_ru: Назад к секции
sl_si: VrniNaNakPol
tr_tr: körfeze geri dön

# MissionStateErrorDeposit
source: Error deposit
bg: Грешка депоз
cs: Chyba uložení
de_de: Ablagefehler
el_gr: Σφάλμα εναπόθεσης
es_es: Error de depósito
fr_fr: Erreur de dépôt
he_il: בעיה בפעולת העברת מגש
hr: Greška odlag.
hu_hu: Betárolási hiba
it: Errore deposito
pl_pl: Błąd odkładania
ru_ru: Ошибка укладки
sl_si: Napaka odlag
tr_tr: Hata yatırma

# MissionStateErrorLoad
source: Error load
bg: Грешка зареждане
cs: Chyba nakládky
de_de: Ladefehler
el_gr: Φόρτωση σφάλματος
es_es: Error de carga
fr_fr: Erreur de chargement
he_il: שגיאת טעינה
hr: Greška utovara
hu_hu: Betöltési hiba
it: Errore caricamento
pl_pl: Błąd obciążenia
ru_ru: Ошибка груза
sl_si: Napaka nalaganja
tr_tr: Hata yükü

# MissionStateExtBay
source: Ext bay
bg: външ отдел
cs: Vnější stan
de_de: Außenbucht
el_gr: Πλατφόρμα εξόδου
es_es: Bahía exterior
fr_fr: Baie externe
he_il: עמדה חיצונית
hr: Vanj. uvala
hu_hu: Külső munkaállomás
it: Baia esterna
pl_pl: Zew. zatoka
ru_ru: Внешн. секция
sl_si: Zun nak pol
tr_tr: Harici bölme

# MissionStateWaitChain
source: Wait chain
bg: Верига изчакв
cs: Ček na řetěz
de_de: Warten Kette
el_gr: Αναμονή αλυσίδας
es_es: Cadena de espera
fr_fr: Attente chaîne
he_il: המתן שרשרת
hr: Čekanje lanca
hu_hu: Lánc várakozás
it: Attesa catena
pl_pl: Oczekiwanie na łańcuch
ru_ru: Ожидать цепной конвейер
sl_si: Čaka verigo
tr_tr: zincir bekle

# UnitInBayWarning
source: Unit present in bay compaction not allowed
bg: Не е разрешено наличието на чекмедже в отдел уплътн
cs: Zásuvka přítomna ve stanici zhutnění není povolena
de_de: Kasten in Bucht vorhanden Verdichtung nicht erlaubt
el_gr: Δεν επιτρέπεται η παρουσία της μονάδας στην πλατφόρμα συμπίεσης
es_es: Cajón presente en la compactación de la bahía no se permite
fr_fr: Tiroir présent dans la baie, compactage non autorisé
he_il: קיימים פריטים בעמדה - סידור מגשים אינו אפשרי
hr: Pretinac prisutan u uvali sabijanje nje dozvoljeno
hu_hu: Tálca jelenlét a munkaállomáson, tömörítés nem engedélyezett
it: Cassetto presente in baia compattazione non permessa
pl_pl: Jednostka obecna w zatoce nie może być zagęszczana
ru_ru: Агрегат, присутствующий в отсеке, уплотнение не допускается
sl_si: Predal na nak polici optimizacija ni dovoljena
tr_tr: Bölme sıkıştırmada bulunan birime izin verilmiyor

# UpdateItemAverageUnitaryWeight
source: Update average unitary weight
bg: Актуализ тегло единицата
cs: Aktualizujte průměrnou jednotkovou hmotnost!
de_de: Stückgew.aktualisiert
el_gr: Ενημέρωση μέσου μοναδιαίου βάρους
es_es: Peso de la unidad actualizado
fr_fr: Poids unitaire mis à jour
he_il: עדכן משקל פריט ממוצע
hr: Ažurirana težina jedinice
hu_hu: Súly mértékegysége frissítve
it: Peso unitario aggiornato
pl_pl: Aktualizacja średniego ciężaru jednostkowego
ru_ru: Обновление среднего унитарного веса
sl_si: Posod. teža na enoto
tr_tr: Ortalama üniter ağırlığı güncelle

# ActualAverageWeight
source: Actual Average Unitary Weight [g]
bg: Ефективно средно тегло един [g]
cs: Skutečná jednotková prům hmot [g]
de_de: Effek. Durchschn. Stückgew. [g]
el_gr: Πραγματικό μέσο μοναδιαίο βάρος [g]
es_es: Peso medio efectivo de la unidad [g]
fr_fr: Poids unitaire moyen réel [g]
he_il: משקל יחידה ממוצע בפועל
hr: Prosj. stvarna jedinič.težina [g]
hu_hu: Átlagsúly tényleges mértékegysége [g]
it: Peso medio unitario effettivo [g]
pl_pl: Rzeczywisty średni ciężar jednostkowy [g]
ru_ru: Фактический Средний Унитарный вес [г]
sl_si: Dejanska povpr. teža na enoto [g]
tr_tr: Gerçek Ortalama Üniter Ağırlık [g]

# OriginalAverageWeight
source: Original Average Unitary Weight [g]
bg: Средно тегло оригин единица [гр]
cs: Původní jednotková prům hmot [g]
de_de: Urspr. durchsch. Stückgewicht [g]
el_gr: Πρωτότυπο μέσο μοναδιαίο βάρος [g]
es_es: Peso medio de la unidad original [g]
fr_fr: Poids unitaire moyen d’origine [g]
he_il: משקל יחידה ממוצע מקורי
hr: Prosj. izv. jedinična težina [g]
hu_hu: Átlagsúly eredeti mértékegysége [g]
it: Peso medio unitario originale [g]
pl_pl: Oryginalny średni ciężar jednostkowy [g]
ru_ru: Исходный Средний Унитарный вес [г]
sl_si: Prvotna povpr. teža na enoto [g]
tr_tr: Orijinal Ortalama Birim Ağırlık [g]

# MeasureWeightAndCount
source: Measure weight and count pieces
bg: Претегл и броене
cs: Hmot a počítání ks
de_de: Waage u. Stückz.
el_gr: Μέτρηση βάρους και μέτρηση τεμαχίων
es_es: Pesar y contar
fr_fr: Peser et compter les pièces
he_il: בדיקת משקל וספירת יחידות
hr: Vaga i brojač kom.
hu_hu: Súlymérés és darabszámlálás
it: Pesa e conta pezzi
pl_pl: Mierzenie wagi i liczenie sztuk
ru_ru: Измерьте вес и посчитайте куски
sl_si: Tehta in šteje kos
tr_tr: Ağırlığı ölçün ve parçaları sayın

source: Reset
bg: Нулиране
cs: Znovu nas
de_de: Zurücks.
el_gr: Επαναφορά
es_es: Reconfigurar
fr_fr: Reconfigurer
he_il: הפעל מחדש
hr: Post.pon.
hu_hu: Újrabeállítás
it: Reimposta
ru_ru: Сброс
sl_si: Ponastavi
tr_tr: Sıfırla

source: Measured quantity
bg: Открито колич
cs: Zjištěné množství
de_de: Festgest. Menge
el_gr: Μετρημένη ποσότητα
es_es: Cantidad detectada
fr_fr: Quantité détectée
he_il: כמות שנספרה
hr: Očitana količina
hu_hu: Mért mennyiség
it: Quantità rilevata
pl_pl: Zmierzona ilość
ru_ru: Измеренное количество
sl_si: Zaznana količina
tr_tr: Ölçülen miktar

# UpdateAverageWeight
source: Update unit weight
bg: Актуализ тегло единица
cs: Aktual jednotk zemi
de_de: Stückgewicht aktual.
el_gr: Ενημέρωση μονάδας βάρους
es_es: Actualizar el peso de la unidad
fr_fr: Mettre à jour le poids unitaire
he_il: עדכן משקל יחידה
hr: Ažuriraj jedin. težinu
hu_hu: Súly mértékegységének frissítése
it: Aggiorna peso unitario
pl_pl: Zaktualizować masę jednostkową
ru_ru: Обновить вес единицы
sl_si: Posodobi težo na enoto
tr_tr: Birim ağırlığı güncelle

# ConfirmMeasuredQty
source: Confirm measured quantity
bg: потвърж открито Колич
cs: Potvrdit zjištěné množství
de_de: Erkannte Menge bestätigen
el_gr: Επιβεβαίωση μετρημένης ποσότητας
es_es: Confirmar la cantidad detectada
fr_fr: Confirmer quantité détectée
he_il: אישור - כמות
hr: Potvrdi očitanu količinu
hu_hu: Észlelt mennyiség megerősítése
it: Conferma quantità rilevata
pl_pl: Potwierdzenie ilości zmierzonej
ru_ru: Подтвердить измеренное количество
sl_si: Potrdi zaznano količino
tr_tr: Ölçülen miktarı onaylayın

# ConfirmRequestedQty
source: Confirm requested quantity
bg: потвърж заявено Колич
cs: Potvrdit požad množství
de_de: Angeforderte Menge bes.
el_gr: Επιβεβαίωση απαιτούμενης ποσότητας
es_es: Confirme la cantidad requerida
fr_fr: Confirmer quantité requise
he_il: אשר כמות מבוקשת
hr: Potvrdi traženu količinu
hu_hu: Lekért mennyiség megerősítése
it: Conferma quantità richiesta
pl_pl: Potwierdzenie ilości żądanej
ru_ru: Подтвердить требуемое количество
sl_si: Potrdi zahtevano količino
tr_tr: İstenen miktarı onaylayın

# UnitWeight
source: Unit weight [g]
bg: Един тегло [g]
cs: Jednotk hmot [g]
de_de: Stückgewicht [g]
el_gr: Βάρος μονάδας [g]
es_es: Peso de la unidad [g]
fr_fr: Poids unitaire [g]
he_il: משקל יחידה [גר]
hr: Jedin.težina [g]
hu_hu: Súly mértékegysége [g]
it: Peso unitario [g]
pl_pl: Waga jednostkowa [g]
ru_ru: Вес единицы [г]
sl_si: Teža na enoto [g]
tr_tr: Birim ağırlık [g]

# BarcodeOperationConfirmed
source: Operation confirmed by Barcode Reader:
bg: Транзакцията се потвърждава с баркод.
cs: Operace potvrzeno pomocí čárového kódu.
de_de: Vorgang durch Strichcode bestätigt.
el_gr: Επιβεβαιωμένη λειτουργία από τον αναγνώστη γραμμωτού κώδικα
es_es: Operación confirmada por el código de barras.
fr_fr: Opération confirmée par code-barres.
he_il: אישור פעולה באמצעות סורק ברקוד
hr: Operacija potvrđena pomoću bar koda.
hu_hu: Művelet megerősítése vonalkóddal.
it: Operazione confermata tramite codice a barre.
pl_pl: Operacja potwierdzona przez czytnik kodów kreskowych
ru_ru: Операция подтверждена сканером штрихкодов.
sl_si: Postopek potrjen s črtno kodo.
tr_tr: Barkod Okuyucu tarafından onaylanan işlem

# BarcodeMismatch
source: Some parts of the barcode '{0}' do not match the article.
bg: Някои полета на баркода "{0}" не съвпадат с артикула.
cs: Některá políčka čárového kódu „{0}“ nesouhlasí s políčky položky.
de_de: Einige Felder des Strichcodes '{0}' stimmen nicht mit denen des Art. überein.
el_gr: Μερικά μέρη του γραμμωτού κώδικα '{0}' δεν ταιριάζουν στο στοιχείο.
es_es: Algunos campos del código de barras "{0}" no coinciden con los campos del artículo.
fr_fr: Certains champs du code-barres ’{0}’ ne coïncident pas avec ceux de l’article.
he_il: חלק מהברקוד '{0}' לא תואם את הפריט
hr: Neka polja bar koda ‚{0}‘ se ne podudaraju s onima artikla.
hu_hu: A '{0}' vonalkód egyes mezői nem esnek egybe a cikkével.
it: Alcuni campi del codice a barre '{0}' non coincidono con quelli dell'articolo.
pl_pl: Niektóre części kodu kreskowego '{0}' nie pasują do artykułu.
ru_ru: Некоторые части штрихкода «{0}» не соответствуют артикулу.
sl_si: Nekatera polja črtne kode '{0}' ne sovpadajo s polji izdelka.
tr_tr: '{0}' barkodunun bazı kısımları makaleyle eşleşmiyor.

# BarcodeMismatchRestart
source: Some parts of the barcode '{0}' do not match the article. Restart.
bg: Някои полета на баркода "{0}" не съвпадат с артикула. Започнете отново.
cs: Některá políčka čárového kódu „{0}“ nesouhlasí s políčky položky. Znovu začít.
de_de: Einige Felder des Strichcodes '{0}' stimmen nicht mit denen des Art.überein. Neu anfangen.
el_gr: Μερικά μέρη του γραμμωτού κώδικα '{0}' δεν ταιριάζουν στο στοιχείο. Επανεκκίνηση.
es_es: Algunos campos del código de barras "{0}" no coinciden con los campos del artículo. Vuelve a empezar.
fr_fr: Certains champs du code-barres ’{0}’ ne coïncident pas avec ceux de l’article. Recommencer.
he_il: חלק מהברקוד '{0}' לא תואם את הפריט. הפעל מחדש
hr: Neka polja bar koda ‚{0}‘ se ne podudaraju s onima artikla. Početi ponovno.
hu_hu: A '{0}' vonalkód egyes mezői nem esnek egybe a cikkével. Újrakezdés.
it: Alcuni campi del codice a barre '{0}' non coincidono con quelli dell'articolo. Ricominciare.
pl_pl: Niektóre części kodu kreskowego '{0}' nie pasują do artykułu. Ponowne uruchomienie.
ru_ru: Некоторые части штрихкода «{0}» не соответствуют артикулу. Перезапустить.
sl_si: Nekatera polja črtne kode '{0}' ne sovpadajo s polji izdelka. Začni znova.
tr_tr: '{0}' barkodunun bazı kısımları makaleyle eşleşmiyor. Tekrar başlat.

# BarcodeMissingQuantity
source: Missing quantity before confirming.
bg: Уточнете Количто преди да потвърдите.
cs: Před potvrzením potvrďte množství.
de_de: Menge vor Bestätigung angeben
el_gr: Ποσότητα που απουσιάζει πριν την επιβεβαίωση.
es_es: Especifique la cantidad antes de confirmar.
fr_fr: Spécifier la quantité avant de confirmer.
he_il: השלם כמות לפני אישור
hr: Točno navesti količinu prije potvrđivanja.
hu_hu: A mennyiség megadása megerősítés előtt.
it: Specificare la quantità prima di confermare.
pl_pl: Brakująca ilość przed potwierdzeniem.
ru_ru: Недостающее количество перед подтверждением.
sl_si: Pred potrditvijo navedite količino.
tr_tr: Onaylamadan önce eksik miktar.

# BarcodeNotRecognized
source: Barcode '{0}' not recognized.
bg: Баркод '{0}' не е разпознат.
cs: Čárový kód „{0}“ není rozpoznán.
de_de: Strichcode '{0}' nicht erkannt.
el_gr: Δεν αναγνωρίζεται '{0}' ο γραμμωτός κωδικός.
es_es: Código de barras '{0}' no reconocido.
fr_fr: Code-barres '{0}' non reconnu.
he_il: הברקוד '{0}' לא מזוהה
hr: Bar kod ‚{0}‘ nije prepoznat.
hu_hu: '{0}' vonalkód nincs felismerve,
it: Codice a barre '{0}' non riconosciuto.
pl_pl: Kod kreskowy '{0}' nie został rozpoznany.
ru_ru: Штрихкод «{0}» не распознан.
sl_si: Črtne kode '{0}' ni mogoče prepoznati.
tr_tr: Barkod '{0}' tanınmadı.

# PutRequestWasAccepted
source: Put request for item {0} (q.ty {1}) was accepted.
bg: Заявката за плащане за артикул {0} (Колич \1}) е приета.
cs: Požadavek na plnění položky {0} (množství {1}) bylo akceptován.
de_de: Die Ausgabeaufforderung für Artikel {0} (Menge {1}) wurde akzeptiert.
el_gr: Το αίτημα τοποθέτησης για στοιχείο {0} (ποσότητα {1}) έγινε αποδεκτό.
es_es: La solicitud de depósito del artículo {0} (cantidad {1}) ha sido aceptada.
fr_fr: La demande de refilling pour l’article {0} (quantité {1}) a été acceptée.
he_il: בקשת אחסנת פריט [{0}] q.ty{1} התקבלה
hr: Zahtjev za polaganjem artikla {0} (količina {1}) je prihvaćen.
hu_hu: {0} cikk utántöltési lekérése ({1} mennyiség) elfogadva.
it: La richiesta di versamento per l'articolo {0} (quantità {1}) è stata accettata.
pl_pl: Żądanie odłożenia dla artykułu {0} (q.ty {1}) zostało przyjęte.
ru_ru: Запрос о размещении изделия {0} (кол-во {1}) был принят.
sl_si: Zahteva za odlaganju izdelka {0} (količina {1}) je bila sprejeta.
tr_tr: {0} maddesi (q.ty {1}) için satış talebi kabul edildi.

# IdDrawerActivityPickingPageHeader
source: Picking operations on unit n.
bg: Операция по изтегляне на чекмедже №.
cs: Operace odběru na zásuvce č.
de_de: Entnahmevorgang auf Kasten Nr.
el_gr: Λειτουργίες λήψης σε μονάδα n.
es_es: Operación de retirada en el cajón nº.
fr_fr: Opération de prélèvement sur le tiroir n°
he_il: פעולות ליקוט ביחידה N
hr: Operacija preuzimanja na pretincu br.
hu_hu: Kitárolási művelet, tálca sz.
it: Operazione di prelievo su cassetto n.
pl_pl: Operacje pobrania na jednostce n.
ru_ru: Операции захвата на единице №
sl_si: Postopek jemanja na predalu št.
tr_tr: Birim n üzerinde toplama işlemleri.

# IdDrawerActivityRefillingHeader
source: Refilling operation on unit n.
bg: Номер операция на депозитната кутия
cs: Operace vkládání na zásuvce č.
de_de: Ausgabevorgang auf Kasten Nr.
el_gr: Λειτουργίες επαναπλήρωσης σε μονάδα n.
es_es: Transacción de depósito en el cajón no.
fr_fr: Opération de refilling sur le tiroir n°
he_il: פעולות אחסנה ביחידה N
hr: Operacija polaganja na pretincu br.
hu_hu: Utántöltési művelet, tálca sz.
it: Operazione di versamento su cassetto n.
pl_pl: Operacja uzupełniania na jednostce n.
ru_ru: Операции дополнения на единице №
sl_si: Postopek odlaganja na predalu št.
tr_tr: Ünite n'de yeniden doldurma işlemi.

source: Pick article
bg: Оттегляне артикул
cs: Odběr položky
de_de: Entnahme Artikel
el_gr: Λήψη στοιχείου
es_es: Toma del artículo
fr_fr: Prélèvement article
he_il: ליקוט פריט
hr: Preuz artikla
hu_hu: Cikk kitárolása
it: Prelievo articolo
pl_pl: Pobierz artykuł
ru_ru: Взять артикул
sl_si: Jemanje izdelka
tr_tr: Makale seç

source: Put article
bg: Плащане по артикула
cs: Plnění položky
de_de: Ausgabe Artikel
el_gr: Τοποθέτηση στοιχείου
es_es: Depósito del artículo
fr_fr: Refilling Article
he_il: אחסן פריט
hr: Polaganje Artikla
hu_hu: Cikk utántöltése
it: Versamento Articolo
pl_pl: Odłóż artykuł
ru_ru: Разместить артикул
sl_si: Odlaganje izdelka
tr_tr: Makale koy

# ChargeItem
source: Loading articles...
bg: Зарежд статии в процес разраб...
cs: Probíhá plnění položek...
de_de: Artikel laden läuft...
el_gr: Φόρτωση στοιχείων...
es_es: Cargando artículos...
fr_fr: Chargement des articles en cours...
he_il: טעינת פריט
hr: Utovar artikala u tijeku...
hu_hu: Cikkek betöltése folyamatban...
it: Caricamento articoli in corso...
pl_pl: Załadunek artykułów...
ru_ru: Загрузка артикулов...
sl_si: Poteka nalaganje izdelkov ...
tr_tr: Makaleler yükleniyor...

source: Bay operations
bg: Опер в отдел
cs: Operace ve stanici
de_de: Vorgänge auf Bucht
el_gr: Λειτουργίες πλατφόρμας
es_es: Operaciones en la bahía
fr_fr: Opérations sur baie
he_il: פעולות עמדה
hr: Operacije na uvali
hu_hu: Műveletek a munkaállomáson
it: Operazioni su baia
pl_pl: Operacje zatoki
ru_ru: Операции с секцией
sl_si: Postopk na nak pol
tr_tr: Körfez operasyonları

source: View
bg: Визия
cs: Zobraz
de_de: Ansicht
el_gr: Προβολή
es_es: Visión
fr_fr: Vision
he_il: תצוגה
hr: Prikaz
hu_hu: Megtekintés
it: Visione
pl_pl: Widok
ru_ru: Вид
sl_si: Pregled
tr_tr: görüş

# MaxSolidSpaceBack
source: Maximum consecutive free space back side
bg: Макс последователно задно странично разстояние
cs: Maxim. navazující volný prostor na zadní straně
de_de: Max. zusammenhängender Freiraum auf Rückseite
el_gr: Μέγιστος διαδοχικός ελεύθερος χώρος πίσω πλευράς
es_es: Máximo espacio libre consecutivo lado trasero
fr_fr: Espace libre consécutif maximum sur le côté arrière
he_il: מרווח מקסימלי בתאים צמודים מאחור
hr: Maks uzastopni slobodni prostor stražnja strana
hu_hu: Maximum egymást követő szabad hely, hátsó oldal
it: Massimo spazio libero consecutivo lato posteriore
pl_pl: Maksymalna kolejna wolna przestrzeń z tyłu
ru_ru: Максимальное последовательное свободное пространство на задней стороне
sl_si: Maksimalni zaporedni prazen prostor zadaj
tr_tr: Maksimum ardışık boş alan arka taraf

# MaxSolidSpaceFront
source: Maximum consecutive free space front side
bg: Максимален последователен преден просвет
cs: Maxim. navazující volný prostor na přední straně
de_de: Max zusammenhängender Freiraum auf Vorderseite
el_gr: Μέγιστος διαδοχικός ελεύθερος χώρος μπροστινής πλευράς
es_es: Máximo espacio libre delantero consecutivo
fr_fr: Espace libre consécutif maximum sur le côté avant
he_il: מרווח מקסימליבתאים צמודים מלפנים
hr: Maks uzastopni slobodni prostor prednja strana
hu_hu: Maximum egymást követő szabad hely, elülső oldal
it: Massimo spazio libero consecutivo lato anteriore
pl_pl: Maksymalna kolejna wolna przestrzeń z przodu
ru_ru: Максимальное последовательное свободное пространство на передней стороне
sl_si: Maksimalni zaporedni prazen prostor spredaj
tr_tr: Maksimum ardışık boş alan ön tarafı

# MarkAsResolvedAndGo
source: Mark as resolved and go to compaction
bg: Марк като решен и преминете към уплътн
cs: Označ jako vyřešené a přejít na zhutnění
de_de: Als gelöst markieren und zur Verdichtung
el_gr: Επισημάνετε ως επιλυμένο και πηγαίνετε στη συμπίεση
es_es: Marcar como resuelto y pasar a la compactación
fr_fr: Marquer comme résolu et aller au compactage
he_il: סמן כ'תקין' ועבור לסידור מגשים מחדש
hr: Označi kao riješeno i idi na sabijanje
hu_hu: Megoldottként jelölve és a tömörítésre lép
it: Marca come risolto e vai a compattazione
pl_pl: Oznacz jako rozwiązane i przejdź do zagęszczania
ru_ru: Отметить как устраненное и перейти к сжатию
sl_si: Označi kot razrešeno in pojdi na optim
tr_tr: Çözüldü olarak işaretle ve sıkıştırmaya git

source: Box code
bg: Код на контейнера
cs: krabice
de_de: Behälter-Code
el_gr: Κωδικός κιβωτίου
es_es: Código del contenedor
fr_fr: Code du contenant
he_il: קוד קופסא
hr: Šifra kutije
hu_hu: Tárolóedény kódja
it: Codice contenitore
pl_pl: Kod skrzyni
ru_ru: Код коробки
sl_si: Koda vsebnika
tr_tr: Kutu kodu

source: DrawerCompactingFront
bg: Данни предна страна.
cs: Data přední strany.
de_de: Daten Vorderseite.
es_es: Datos de la parte delantera.
fr_fr: Données du côté avant.
hr: Podaci pred. strane.
hu_hu: Elülső oldal adatai.
it: Dati lato anteriore.
sl_si: Podatki za spred str
tr_tr: ÇekmeceSıkıştırmaÖn

source: StatisticsGeneralDataHeader
bg: Статистика: общи данни.
cs: Statistika: obecné údaje.
de_de: Statistik : allg. Daten.
es_es: Estadísticas: datos generales.
fr_fr: Statistiques : données générales.
hr: Statistika: opći podaci.
hu_hu: Statisztika: általános adatok.
it: Statistica : dati generali.
sl_si: Statistika: splošni podat
tr_tr: İstatistiklerGenelVeriÜstbilgisi

# DrawerCompactingRear
source: DrawerCompactingFront
bg: Данни задната страна.
cs: Údaje na zadní straně
de_de: Daten hintere Seite.
es_es: Datos de la parte trasera.
fr_fr: Données du côté arrière.
hr: Pod. o straž. strani.
hu_hu: Hátsó oldali adatok
it: Dati lato posteriore.
sl_si: Pod. zadnje strani.
tr_tr: ÇekmeceSıkıştırmaÖn

source: DrawerCompactingProcedureStatus
bg: Текущо съст
cs: Aktuální stav
de_de: Akt. Status
es_es: Situación actual
fr_fr: État actuel
hr: Tren. stanje
hu_hu: Aktuális állapot
it: Stato attuale
sl_si: Trenut stanje
tr_tr: Çekmece SıkıştırmaProsedür Durumu

source: Machine
bg: Машина
es_es: Máquina
it: Macchina
tr_tr: makine
