Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# BayNumberBayNone
source: No bay
bg: Без отдел
cs: Žádná stan
de_de: Keine Bucht
el_gr: Καμία πλατφόρμα
es_es: No hay bahía
fr_fr: Aucune baie
he_il: חסר
hr: Nijed. uvala
hu_hu: Egyik munkaállomás sem
it: Nessuna baia
pl_pl: Brak zatoki
ru_ru: Нет секции
sl_si: Ni nak pol
tr_tr: koy yok

# StatusExecuting
source: Executing
bg: В изпълн
cs: V realizaci
de_de: In Ausführung
el_gr: Εκτέλεση
es_es: En ejecución
fr_fr: En exécution
he_il: מבצע
hr: U izvršenju
hu_hu: Végrehajtás alatt
it: In esecuzione
pl_pl: Wykonywanie
ru_ru: Проведение
sl_si: Se izvaja
tr_tr: Yürütme

# StatusNew
source: New
bg: Ново
cs: Nová
de_de: Neu
el_gr: Νέο
es_es: Nuevo
fr_fr: Nouvelle
he_il: חדש
hr: Nova
hu_hu: Új
it: Nuova
pl_pl: Nowy
ru_ru: Новый
sl_si: Nova
tr_tr: Yeni

# StatusWaiting
source: Waiting
bg: В очакван
cs: Čekání
de_de: Warten
el_gr: Αναμονή
es_es: Esperando
fr_fr: En attente
he_il: המתנה
hr: Na ček.
hu_hu: Várakozik
it: In attesa
pl_pl: Oczekiwanie
ru_ru: Ожидание
sl_si: Čaka
tr_tr: Beklemek

# StatusCompleted
source: Completed
bg: Завършена
cs: Dokončena
de_de: Abgeschl.
el_gr: Ολοκληρωμένο
es_es: Completada
fr_fr: Terminée
he_il: הסתיים
hr: Završena
hu_hu: Befejeződött
it: Completata
pl_pl: Ukończone
ru_ru: Завершенный
sl_si: Zaključena
tr_tr: Tamamlanmış

# StatusAborted
source: Aborted
bg: Отхвърл
cs: Zrušena
de_de: Abgebr.
el_gr: Αποβολή
es_es: Abortada
fr_fr: Interrompue
he_il: בטל
hr: Prekin.
hu_hu: Megszakítva
it: Abortita
pl_pl: Przerwano
ru_ru: Прервана
sl_si: Preklic
tr_tr: iptal edildi

# StatusCompleting
source: Completing
bg: В процес завършв
cs: Blíží se dokonč
de_de: In Fertigst.
el_gr: Ολοκλήρωση
es_es: En finalización
fr_fr: En cours d’achèvement
he_il: מסיים
hr: U završavanju
hu_hu: Befejezés alatt
it: In completamento
pl_pl: Kompletowanie
ru_ru: Завершение
sl_si: V zaključevanju
tr_tr: Tamamlanıyor

# BayNumberBayOne
source: Bay one
bg: ПървОтд
cs: Stan jed
de_de: Bucht 1
el_gr: Μία πλατφόρμα
es_es: Bahía uno
fr_fr: Baie un
he_il: עמדה 1
hr: Uv. jed.
hu_hu: Egyes munkaállomás
it: Baia uno
pl_pl: Zatoka pierwsza
ru_ru: Секция один
sl_si: NakPoEna
tr_tr: Bay bir

source: Mission type
bg: Вид на мисия
cs: Typ mise
de_de: Auftragstyp
el_gr: Τύπος αποστολής
es_es: Tipo de misión
fr_fr: Type de mission
he_il: סוג משימה
hr: Vrsta misije
hu_hu: Feladat típusa
it: Tipo missione
pl_pl: Rodzaj misji
ru_ru: Тип задачи
sl_si: Vrsta naloge
tr_tr: Görev türü

# MissionStatus
source: Status
bg: Състояние
cs: Stav
de_de: Bedingung
el_gr: Κατάσταση
es_es: Condición
fr_fr: Condition
he_il: סטטוס
hr: Stanje
hu_hu: Feltétel
it: Condizione
pl_pl: Stan
ru_ru: Состояние
sl_si: Pogoj
tr_tr: Durum

# BayTarget
source: Bay
bg: отд
cs: Stan
de_de: Buc.
el_gr: Πλατ.
es_es: Bahía
fr_fr: Baie
he_il: עמדה
hr: Uval
hu_hu: Munkaállomás
it: Baia
pl_pl: Zatoka
ru_ru: Секция
sl_si: NaPo
tr_tr: Koy

# MissionStateNew
source: 1.New
bg: 1.Нов
cs: 1. Nový
de_de: 1.Neu
el_gr: 1.Νέο
es_es: 1. Nuevo
fr_fr: 1.Nouveau
he_il: 1. חדש
hr: 1.Novi
hu_hu: 1. Új
it: 1.Nuovo
pl_pl: 1.Nowe
ru_ru: 1.Новое
sl_si: 1.Novo
tr_tr: 1.Yeni

# MissionStateStart
source: 2.Start
bg: 2.Начало
cs: 2. Počát
el_gr: 2.Εκκίνηση
es_es: 2. Inicio
fr_fr: 2.Début
he_il: 2. התחל
hr: 2.Počet.
hu_hu: 2. Kezdés
it: 2.Inizio
pl_pl: 2.Uruchamianie
ru_ru: 2.Начните
sl_si: 2.Začet
tr_tr: 2.Başlat

# MissionStateLoadElevator
source: 3.Load elevator
bg: 3.LЗарежд повдигач
cs: 3. Nakládka zvedák
de_de: 3.Hebebühnenlast
el_gr: 3.Ανελκυστήρας φορτίου
es_es: 3. Cargar elevador
fr_fr: 3.Chargement élévateur
he_il: 3. טעינת מעלית
hr: 3.Utovar dizalice
hu_hu: 3. Emelő betöltése
it: 3.Carico elevatore
pl_pl: 3.Załadować podnośnik
ru_ru: 3.Подъемник
sl_si: 3.Obremen dvigala
tr_tr: 3. Yük asansörü

# MissionStateToTarget
source: 4.To target
bg: 4.A местоназн
cs: 4. Na místo urč
de_de: 4.Bestimmungsort
el_gr: 4.Σε στόχευση
es_es: 4. En su destino
fr_fr: 4.À destination
he_il: 4. ליעד
hr: 4.U odredište
hu_hu: 4. Célra
it: 4.A destinazione
pl_pl: 4.Do celu
ru_ru: 4.К цели
sl_si: 4.Na cilju
tr_tr: 4. Hedeflemek

# MissionStateDepositUnit
source: 5.Deposit unit
bg: 5.Чекмедже съхран
cs: 5. Uložení zásuvky
de_de: 5.Kastenablage
el_gr: 5.Μονάδα εναπόθεσης
es_es: 5. Almacenamiento cajón
fr_fr: 5.Dépôt tiroir
he_il: 5. העברת מגש
hr: 5.Odlag. pretinca
hu_hu: 5. Tálca lerakása
it: 5.Deposito cassetto
pl_pl: 5.Depozyt jednostki
ru_ru: 5.Единица укладки
sl_si: 5.Odlaganje predala
tr_tr: 5. Mevduat birimi

# MissionStateWaitPick
source: 6.Wait operator action
bg: 6.Изчакв дейст
cs: 6. Ček na akci
de_de: 6.Warten Vorg
el_gr: 6.Αναμονή ενέργειας χειριστή
es_es: 6. Espera acción
fr_fr: 6.Attente action
he_il: 6. ממתין לפעולות משתמש
hr: 6.Ček. radnje
hu_hu: 6. Műveletre várakozás
it: 6.Attesa azione
pl_pl: 6.Oczekiwanie na działanie operatora
ru_ru: 6.Ожидание действий оператора
sl_si: 6.Čak dejanja
tr_tr: 6. Operatör eylemini bekleyin

# MissionStateBayChain
source: 7.Bay chain
bg: 7.Повд отдел
cs: 7. Zvedn stan
de_de: 7.Bucht Heben
el_gr: 7.Αλυσίδα πλατφόρμας
es_es: 7. Elevar bahía
fr_fr: 7.Soulèvement baie
he_il: 7. שרשרת עמדה
hr: 7.Podig.uvalu
hu_hu: 7. Munkaállomás felemelése
it: 7.Solleva baia
pl_pl: 7.Łańcuch zatoki
ru_ru: 7.Цепной конвейер секции
sl_si: 7.Dvig nak pol
tr_tr: 7. Bay zinciri

# MissionStateCloseShutter
source: 8.Close shutter
bg: 8.Затваряне клапа
cs: 8. Zavření rolety
de_de: 8.Schließen Rolltür
el_gr: 8.Κλείστρο κλειστό
es_es: 8. Cerrar compuerta
fr_fr: 8.Fermeture du volet de fermeture
he_il: 8. סגור דלת עמדה
hr: 8.Zatvar. zaklopke
hu_hu: 8. Redőny zárása
it: 8.Chiusura serranda
pl_pl: 8.Zamknij migawkę
ru_ru: 8.Закройте заслонку
sl_si: 8.Zapiranje lopute
tr_tr: 8.Kapat deklanşör

# MissionStateEnd
source: 13.End
bg: 13.Край
cs: 13.Kone
de_de: 13.Ende
el_gr: 13.Τέλος
es_es: 13. Fin
fr_fr: 13.Fin
he_il: 13. סוף
hr: 13.Kraj
hu_hu: 13. Vége
it: 13.Fine
pl_pl: 13.Koniec
ru_ru: 13.Конец
sl_si: 13.Kon
tr_tr: 13.Bitiş

# MissionStateError
source: 101.Error
bg: 101.Грешка
cs: 101. Chyba
de_de: 101.Fehler
el_gr: 101.Σφάλμα
fr_fr: 101.Erreur
he_il: 101. שגיאה
hr: 101.Greška
hu_hu: 101. Hiba
it: 101.Errore
pl_pl: 101.Błąd
ru_ru: 101.Ошибка
sl_si: 101.Napaka
tr_tr: 101.Hata

# MissionTypeNoType
source: No type
bg: Без тип
cs: Žádný typ
de_de: Kein Typ
el_gr: Κανένας τύπος
es_es: Ningún tipo
fr_fr: Aucun type
he_il: סוג חסר
hr: Nijedan tip
hu_hu: Egyik típus sem
it: Nessun tipo
pl_pl: Brak typu
ru_ru: Нет типа
sl_si: Noben tip
tr_tr: tip yok

# MissionTypeManual
source: Manual
bg: Ръчно
cs: Manuál
de_de: Manuell
el_gr: Χειροκίνητα
fr_fr: Manuel
he_il: ידני
hr: Ručno
hu_hu: Kézi vezérlés
it: Manuale
pl_pl: Ręczny
ru_ru: Руководство
sl_si: Ročno
tr_tr: Manuel

# MissionTypeWms
source: Wms
he_il: מערכת ניהול מחסן
ru_ru: Сус

# MissionTypeIn
source: In
bg: Вход
cs: Vstup
de_de: Eingang
el_gr: Μέσα
es_es: Entrada
fr_fr: Entrée
he_il: הכנסה
hr: Ulaz
hu_hu: Bemenet
it: Entrata
pl_pl: W
ru_ru: Вход
sl_si: Vhod
tr_tr: İçinde

# MissionTypeOut
source: Out
bg: Изход
cs: Výstup
de_de: Ausg.
el_gr: Έξω
es_es: Salida
fr_fr: Sortie
he_il: הוצאה
hr: Izlaz
hu_hu: Kimenet
it: Uscita
pl_pl: Wyj.
ru_ru: Выход
sl_si: Izhod
tr_tr: Dışarı

# MissionTypeCompact
source: Compact
bg: Уплътняване
cs: Zhutnění
de_de: Komprimieren
el_gr: Συμπαγές
es_es: Compactación
fr_fr: Compactage
he_il: סדר מגשים מחדש
hr: Sabijanje
hu_hu: Tömörítés
it: Compattazione
pl_pl: Kompaktowe
ru_ru: Сжать
sl_si: Optim. Prost
tr_tr: Kompakt

# MisionStateNotDefined
source: Not defined
bg: Неопределено
cs: Nedefinován
de_de: Nicht def.
el_gr: Δεν προσδιορίζεται
es_es: No definido
fr_fr: Non défini
he_il: לא מוגדר
hr: Nije defin.
hu_hu: Nincs meghatározva
it: Non definito
pl_pl: Nie określono
ru_ru: Не определено
sl_si: Neopredeljen
tr_tr: Tanımlanmamış

# LoadingUnitInBay
source: in bay
bg: в отдел
cs: ve stan
de_de: in Buc.
el_gr: σε πλατφόρμα
es_es: en la bahía
fr_fr: dans la baie
he_il: בחלון העבודה
hr: u uvali
hu_hu: A munkaállomáson
it: in baia
pl_pl: w zatoce
ru_ru: в секции
sl_si: naNaPol
tr_tr: koyda

source: Recall Drawer
bg: Повто влиз Чекм
cs: Návrat zásuvky
de_de: Kastenrückkehr
el_gr: Ανάκληση συρταριού
es_es: Retorno del cajón
fr_fr: Rentrée Tiroir
he_il: החזר מגש
hr: Povratak Pret.
hu_hu: Tálca visszatérése
it: Rientro Cassetto
pl_pl: Wycofaj szufladę
ru_ru: Отозвать выдвижной узел
sl_si: Vračanje predala
tr_tr: Geri Çağırma Tepsisi

# Pieces
source: pcs
bg: бройк
cs: kusy
de_de: Stück
es_es: piezas
fr_fr: pièces
he_il: יחידות
hr: kom.
hu_hu: munkadarabok
it: pezzi
pl_pl: szt.
ru_ru: ПК Выбрать
sl_si: kosi
tr_tr: adet

source: Pick
bg: Изтеглян
cs: Odběr
de_de: Entnahme
el_gr: Λήψη
es_es: Toma
fr_fr: Prélèvement
he_il: לקט
hr: Preuz.
hu_hu: Kitárolás
it: Prelievo
pl_pl: Podnieś
ru_ru: Выбирать
sl_si: Jemanje
tr_tr: Seçmek

source: Put
bg: Вкарване
cs: Plnění
de_de: Ausgabe
el_gr: Βάλτε
es_es: Depósito
fr_fr: Refilling
he_il: אחסן
hr: Polaganje
hu_hu: Utántöltés
it: Versamento
pl_pl: Odłóż
ru_ru: Поставь
sl_si: Odlaganje
tr_tr: Koy

source: Adjustment
bg: Редакт
cs: Upravit
de_de: Bearbeit
el_gr: Προσαρμογή
es_es: Editar
fr_fr: Modifier
he_il: עדכון
hr: Promjeni
hu_hu: Módosítás
it: Modifica
pl_pl: Regulacja
ru_ru: Регулировка
sl_si: Spremeni
tr_tr: Ayarlama

# CompartmentStock
source: Stock
bg: Запас
cs: Stav zás
de_de: Bestand
el_gr: Απόθεμα
he_il: מלאי
hr: Zaliha
hu_hu: Készlet
it: Giacenza
pl_pl: Zapas
ru_ru: Склад
sl_si: Zaloge
tr_tr: Stoklamak

source: Item description
bg: Описание артикул
cs: Popis položky
de_de: Artikelbeschreibung
el_gr: Περιγραφή στοιχείου
es_es: Descripción del artículo
fr_fr: Description de l’article
he_il: תיאור פריט
hr: Opis artikla
hu_hu: Cikk leírása
it: Descrizione articolo
pl_pl: Opis pozycji
ru_ru: Описание изделия
sl_si: Opis izdelka
tr_tr: Ürün Açıklaması

source: Item code
bg: Код артикул
cs: Kód položky
de_de: Artikelnummer
el_gr: Κωδικός στοιχείου
es_es: Número de artículo
fr_fr: Code article
he_il: מק"ט פריט
hr: Kod artikla
hu_hu: Cikkszám
it: Codice articolo
pl_pl: Kod pozycji
ru_ru: Код изделия
sl_si: Koda izdelka
tr_tr: Ürün Kodu

source: Compartment
bg: Разделени
cs: Oddíl
de_de: Abteilung
el_gr: Διαμέρισμα
es_es: Compartimento
fr_fr: Compartiment
he_il: תא
hr: Odjelj.
hu_hu: Fakk
it: Scomparto
pl_pl: Przedział
ru_ru: Отсек
sl_si: Razdelek
tr_tr: Bölme

# AdjustmentQuantity
source: Adjustment quantity [{0}]
bg: Инвентар [{0}]
cs: Množství k opravě [{0}]
de_de: Zu korrigierende Menge [{0}]
el_gr: Ποσότητα προσαρμογής [{0}]
es_es: Cantidad a rectificar [{0}]
fr_fr: Quantité à rectifier [{0}]
he_il: עדכון כמות [{0}]
hr: Količina za ispravak [{0}]
hu_hu: Helyesbítendő mennyiség [{0}]
it: Giacenza [{0}]
pl_pl: Regulacja ilości [{0}]
ru_ru: Количество регулировки [{0}]
sl_si: Količina za prilagoditev [{0}]
tr_tr: Stok miktarı [{0}]

# PutQuantity
source: Put quantity [{0}]
bg: Колич да се излее [{0}]
cs: Množství k naplnění [{0}]
de_de: Auszugebende Menge [{0}]
el_gr: Τοποθέτηση ποσότητας [{0}]
es_es: Cantidad a verter [{0}]
fr_fr: Quantité à déposer [{0}]
he_il: אחסן כמות [{0}]
hr: Količ. za položiti [{0}]
hu_hu: Utántöltendő mennyiség [{0}]
it: Quantità da versare [{0}]
pl_pl: Ilość odkładana [{0}]
ru_ru: Разместить количество [{0}]
sl_si: Kol. za odlaganje [{0}]
tr_tr: Miktarı [{0}] koyun

# PickingQuantity
source: Picking quantity [{0}]
bg: Колич да се вземе [{0}]
cs: Množství k odběru [{0}]
de_de: Zu entnehmende Menge [{0}]
el_gr: Λήψη ποσότητας [{0}]
es_es: Cantidad para tomar [{0}]
fr_fr: Quantité à prélever [{0}]
he_il: כמות לליקוט [{0}]
hr: Količina za preuzeti [{0}]
hu_hu: Kitárolandó mennyiség [{0}]
it: Quantità da prelevare [{0}]
pl_pl: Ilość pobierana [{0}]
ru_ru: Количество отбора [{0}]
sl_si: Količina za odvzem [{0}]
tr_tr: Toplama miktarı [{0}]

source: New operations available
bg: Налични са нови операции
cs: Nové dostupné operace
de_de: Neue Vorgänge verfügbar
el_gr: Διαθέσιμες νέες λειτουργίες
es_es: Nuevas operaciones disponibles
fr_fr: Nouvelles opérations disponibles
he_il: פעולות נוספות זמינות
hr: Dostupne nove operacije
hu_hu: Új rendelkezésre álló műveletek
it: Nuove operazioni disponibili
pl_pl: Dostępne nowe operacje
ru_ru: Доступны новые операции
sl_si: Novi razpoložljivi postopki
tr_tr: Yeni operasyonlar mevcut

source: Confirm and new operations available
bg: Налични са потвърждения и нови операции
cs: Potvrdit a nové dostupné operace
de_de: Bestätigung und neue Vorgänge verfügbar
el_gr: Επιβεβαίωση και νέες διαθέσιμες λειτουργίες
es_es: Confirmación y nuevas operaciones disponibles
fr_fr: Confirmer et nouvelles opérations disponibles
he_il: מאשר - קיימת פעולה נוספת לביצוע
hr: Potvrda i nove operacije dostupne
hu_hu: Megerősítés és új rendelkezésre álló műveletek
it: Conferma e nuove operazioni disponibili
pl_pl: Potwierdzenie i nowe dostępne operacje
ru_ru: Подтверждение и новые доступные операции
sl_si: Potrditev in novi razpoložl postopki
tr_tr: Onaylayın ve yeni işlemler mevcut

# ItemStock
source: Stock
bg: Запас
cs: Stav zás
de_de: Bestand
el_gr: Απόθεμα
he_il: מלאי
hr: Zaliha
hu_hu: Készlet
it: Giacenza
pl_pl: Zapas
ru_ru: Склад
sl_si: Zaloge
tr_tr: Stoklamak

# LoadingUnitPresenceId
source: Loading unit present
bg: Представ чекмедже
cs: Zásuvka přítomna
de_de: Kasten vorhanden
el_gr: Υπάρχει μονάδας φόρτωσης
es_es: Cajón presente
fr_fr: Tiroir présent
he_il: מגש נוכחי
hr: Pretinac prisutan
hu_hu: Tálca jelen
it: Cassetto presente
pl_pl: Jednostka ładunkowa obecna
ru_ru: Загрузочный блок присутствует
sl_si: Predal prisoten
tr_tr: Yükleme ünitesi mevcut

source: Select compartment
bg: Изберете отдел
cs: Vyberte oddělení
de_de: Abteilung auswählen
el_gr: Επιλογή διαμερίσματος
es_es: Seleccione un compartimento
fr_fr: Sélectionner un compartiment
he_il: בחר תא אחסון
hr: Odab. jedno odjeljenje
hu_hu: Egy fakk kiválasztása
it: Seleziona uno scomparto
pl_pl: Wybór przedziału
ru_ru: Выберите отсек
sl_si: Izberi nov razdelek
tr_tr: Bölme seçin

# NavigationMainMenuDrawerOperationAbbreviation
source: PICK
cs: ODBĚ
he_il: לקט
hr: PRE
ru_ru: ВЫБИРАТЬ
sl_si: POB
tr_tr: SEÇMEK

# NavigationMainMenuDrawerOperationDescription
source: Picking
bg: Изтеглян
cs: Odběr
de_de: Entnahme
el_gr: Λήψη
es_es: Toma
fr_fr: Prélèvement
he_il: ליקוט
hr: Preuzim.
hu_hu: Kitárolás
it: Prelievo
pl_pl: Kompletacja
ru_ru: Собирание
sl_si: Jemanje
tr_tr: Toplama

# NavigationMainMenuItemsAbbreviation
source: ITEM
bg: ИЗД
el_gr: ΣΤΟΙΧΕΙΟ
es_es: ARTÍCULO
he_il: פריט
hr: PRED
hu_hu: TÉTEL
ru_ru: ПУНКТ
tr_tr: ÖĞE

# NavigationMainMenuItemsDescription
source: Search and request articles
bg: Търсене и изтегляне статии
cs: Vyhledat a vyvolat položky
de_de: Artikel suchen und abrufen
el_gr: Αναζήτηση και αίτημα στοιχείων
es_es: Buscar y recuperar artículos
fr_fr: Rechercher et rappeler les articles
he_il: חפש וקרא לפריט
hr: Pretraž. i opoz. artikala
hu_hu: Cikkek keresése és behívása
it: Ricerca e richiama articoli
pl_pl: Wyszukiwanie i żądanie artykułów
ru_ru: Поиск и запрос статей
sl_si: Poišče in prikliče izdelke
tr_tr: Makaleleri arayın ve isteyin

# NavigationMainMenuListsAbbreviation
source: LIST
bg: СПИС
cs: SEZN
el_gr: ΛΙΣΤΑ
es_es: LISTA
he_il: רשימה
hr: LIS.
ru_ru: СПИСОК
tr_tr: LİSTE

# NavigationMainMenuListsDescription
source: Execution / suspension of lists
bg: изпълн/прекратяване списъци
cs: Provedení/pozastavení seznamů
de_de: Ausführung/Aussetzung Listen
el_gr: Εκτέλεση / αναστολή λιστών
es_es: Ejecución/suspensión de listas
fr_fr: Exécution/suspension de listes
he_il: הפעלה / השעיית רשימות
hr: Izvođenje/prekid lista
hu_hu: Listák végrehajtása/felfüggesztése
it: Esecuzione/sospensione di liste
pl_pl: Wykonywanie / zawieszanie list
ru_ru: Исполнение / приостановление списков
sl_si: Izvajanje / prekinitev seznamov
tr_tr: Listelerin yürütülmesi / askıya alınması

# OtherNavigationImmediateDrawerCallAbbreviation
source: DRAW
bg: ИЗТ
cs: TAH
es_es: DIBUJAR
he_il: מגש
hr: PRET
ru_ru: РИСОВАТЬ
tr_tr: BERABERE

# OtherNavigationImmediateDrawerCallDescription
source: Drawer operations
bg: Дейности с чекмедже
cs: Operace na zásuvce
de_de: Vorgänge auf Kasten
el_gr: Λειτουργίες συρταριού
es_es: Operaciones de cajón
fr_fr: Opérations sur tiroir
he_il: פעולות מגשים
hr: Operacije na pretincu
hu_hu: Műveletek a tálcán
it: Operazioni su cassetto
pl_pl: Operacje szuflad
ru_ru: Операции с выдвижными узлами
sl_si: Postopki na predalu
tr_tr: Tepsi işlemleri

# DrawerCompacting
source: Compacting
bg: Уплътняване
cs: Zhutnění
de_de: Komprimieren
el_gr: Συμπίεση
es_es: Compactación
fr_fr: Compactage
he_il: ייעול אחסנת מגשים
hr: Sabijanje
hu_hu: Tömörítés
it: Compattazione
pl_pl: Kompaktowanie
ru_ru: Уплотнение
sl_si: Optim. Prost
tr_tr: Sıkıştırma

# BlockLevelNeedsTest
source: NeedsTest
bg: Необх тест
cs: Vyžad test
de_de: Tests erford
el_gr: Απαιτείται δοκιμή
es_es: Es necesario realizar pruebas
fr_fr: Test nécessaire
he_il: בדיקה נדרשת
hr: Potr. test
hu_hu: Teszt szükséges
it: Occorre test
pl_pl: Potrzeba testu
ru_ru: Необходимо проверить
sl_si: Potr je test
tr_tr: İhtiyaç testi

source: Code
bg: Код
cs: Kód
el_gr: Κωδικός
es_es: Código
he_il: קוד
hr: Kod
hu_hu: Kód
it: Codice
pl_pl: Kod
ru_ru: Код
sl_si: Koda
tr_tr: kod

# NoItemWithCodeIsAvailable
source: No item with code '{0}' is available
bg: Няма налична артикула с код '{0}'.
cs: Položka s kódem „{0}“ není k dispozici.
de_de: Es ist kein Artikel mit dem Code '{0}' verfügbar.
el_gr: Δεν υπάρχει διαθέσιμος κωδικός '{0}' με στοιχείο
es_es: No hay ningún artículo disponible con el código '{0}'.
fr_fr: Il n’y a pas d’article disponible avec le code '{0}'.
he_il: קוד פריט '{0}' אינו זמין
hr: Nema prisutnog artikla s kodom ‚{0}‘.
hu_hu: Nincs rendelkezésre álló cikk '{0}' kóddal.
it: Non c'è un articolo disponibile con codice '{0}'.
pl_pl: Nie jest dostępny żaden element z kodem '{0}'
ru_ru: Элемент с кодом " {0}" недоступен
sl_si: Ni razpoložljivega izdelka s kodo ‚{0}‘.
tr_tr: '{0}' kodlu öğe yok

source: Start Update
bg: Актуализация старта
cs: Zahájit aktualizaci
de_de: Aktual. starten
el_gr: Εκκίνηση ενημέρωσης
es_es: Actualización de inicio
fr_fr: Démarrer la Mise à jour
he_il: התחל עדכון
hr: Počni Ažuriranje
hu_hu: Frissítés kezdése
it: Inizia Aggiornamento
pl_pl: Start Aktualizacji
ru_ru: Начать обновление
sl_si: Začni posodabljanje
tr_tr: Güncellemeyi Başlat

source: Alarms
bg: Аларми
cs: Alarmy
de_de: Alarme
el_gr: Συναγερμοί
es_es: Alarmas
fr_fr: Alarmes
he_il: התרעות
hr: Alarmi
hu_hu: Riasztások
it: Allarmi
pl_pl: Alarmy
ru_ru: Сигнализация
sl_si: Alarmi
tr_tr: Alarmlar

# CompactionInProgres
source: Compaction in progress
bg: Уплътн процес изпълн
cs: Probíhá zhutnění
de_de: Komprimieren im Gang
el_gr: Συμπίεση σε εξέλιξη
es_es: Compactación en curso
fr_fr: Compactage en cours
he_il: מתבצע סידור מחדש
hr: Sabijanje u tijeku
hu_hu: Tömörítés folyamatban
it: Compattazione in corso
pl_pl: Trwa zagęszczanie
ru_ru: Уплотнение в процессе
sl_si: Poteka optimizacija
tr_tr: Sıkıştırma devam ediyor

source: Diagnostics
bg: Диагностика
cs: Diagnostika
de_de: Diagnostik
el_gr: Διάγνωση
es_es: Diagnóstico
fr_fr: Diagnostic
he_il: בדיקות
hr: Dijagnost.
hu_hu: Diagnosztika
it: Diagnostica
pl_pl: Diagnostyka
ru_ru: Диагностика
sl_si: Diagnostika
tr_tr: teşhis

source: General
bg: Общи
cs: Obecné
de_de: Allg.
el_gr: Γενικά
es_es: Generales
fr_fr: Générales
he_il: כללי
hr: Opće
hu_hu: Általános
it: Generali
pl_pl: Ogólne
ru_ru: Общие
sl_si: Splošni
tr_tr: Genel

# GeneralInformations
source: General information
bg: Обща информация
cs: Obecné informace
de_de: Allgemeine Infos
el_gr: Γενικές πληροφορίες
es_es: Información general
fr_fr: Informations générales
he_il: מידע כללי
hr: Opće informacije
hu_hu: Általános tudnivalók
it: Informazioni generali
pl_pl: Informacje ogólne
ru_ru: Основная информация
sl_si: Splošne informacije
tr_tr: Genel bilgi

source: Machine number
bg: Номер на машина
cs: Číslo stroje
de_de: Maschinen-Nr.
el_gr: Αριθμός μονάδας
es_es: Número de máquina
fr_fr: Numéro de la machine
he_il: מספר מכונה
hr: Broj stroja
hu_hu: Gép száma
it: Numero macchina
pl_pl: Numer maszyny
ru_ru: Номер машины
sl_si: Številka stroja
tr_tr: Makine numarası

source: Serial
bg: Сериен
cs: Sériové
de_de: Seriell
el_gr: Σειριακός
es_es: Serie
fr_fr: Numéro de série
he_il: סידורי
hr: Serijs.
hu_hu: Soros
it: Seriale
pl_pl: Numer seryjny
ru_ru: Серийный
sl_si: Zapored
tr_tr: Seri

source: Statistics
bg: Статистика
cs: Statistiky
de_de: Statistiken
el_gr: Στατιστικά
es_es: Estadísticas
fr_fr: Statistiques
he_il: סטטיסטיקה
hr: Statistike
hu_hu: Statisztikák
it: Statistiche
pl_pl: Statystyka
ru_ru: Статистика
sl_si: Statistika
tr_tr: İstatistik

# TotalKm
source: Total km traveled
bg: Общо изм километри
cs: Celkem ujetých km
de_de: Km insgesamt
el_gr: Σύνολο km διαδρομής
es_es: Total de kilómetros recorridos
fr_fr: Total des km parcourus
he_il: סה"כ ק"מ
hr: Ukup. prijeđeni km
hu_hu: Összes megtett km
it: Totale km percorsi
pl_pl: Suma przejechanych kilometrów
ru_ru: Итого пройденных км
sl_si: Skupaj prevož km
tr_tr: Toplam kat edilen km

source: Total machine weight
bg: Общо тегло на машина
cs: Celková hmot stroje
de_de: Gesamtgew. Masch.
el_gr: Συνολικό βάρος μηχανήματος
es_es: Peso total de la máquina
fr_fr: Poids total de la machine
he_il: משקל מכונה כולל
hr: Ukupna tež. stroja
hu_hu: Gép súlya összesen
it: Totale peso macchina
pl_pl: Masa całkowita maszyny
ru_ru: Общий вес машины
sl_si: Skupna teža stroja
tr_tr: Toplam makine ağırlığı

source: Total missions
bg: Цикли
cs: Celkem misí
de_de: Aufgaben insges
el_gr: Συνολικές αποστολές
es_es: Total de misiones
fr_fr: Cycles
he_il: סבבים
hr: Ukupno misija
hu_hu: Feladatok összesen
it: Cicli
pl_pl: Łącznie misje
ru_ru: Всего миссий
sl_si: Sk. št. nalog
tr_tr: döngüler

source: Total units
bg: Общо чекмедже
cs: Celkem zásuvek
de_de: Kästen gesamt
el_gr: Σύνολο μονάδων
es_es: Total de cajones
fr_fr: Total des tiroirs
he_il: סה"כ יחידות
hr: Ukupno pretin.
hu_hu: Tálcák összesen
it: Totale cassetti
pl_pl: Razem jednostki
ru_ru: Всего единиц
sl_si: Sk. št. Predal
tr_tr: Tüm birimler

source: Waiting
bg: В очакван
cs: Čekání
de_de: Warten
el_gr: Αναμονή
es_es: Esperando
fr_fr: En attente
he_il: המתנה
hr: Na ček.
hu_hu: Várakozik
it: In attesa
pl_pl: Oczekiwanie
ru_ru: Ожидание
sl_si: Čaka
tr_tr: Beklemek

source: Counters
bg: Броячи
cs: Počítadla
de_de: Zähler
el_gr: Μετρητές
es_es: Contadores
fr_fr: Compteurs
he_il: מונים
hr: Brojači
hu_hu: Számlálók
it: Contatori
pl_pl: Liczniki
ru_ru: Счетчики
sl_si: Števci
tr_tr: Sayaçlar

source: No item on selected compartment.
bg: Няма елементи в избраното отдел.
cs: V oddělení není vybrána žádná položka.
de_de: Keine Elemente in der ausgewählten Abt.
el_gr: Δεν υπάρχει κανένα στοιχείο στο επιλεγμένο διαμέρισμα.
es_es: No hay artículos en el compartimento seleccionado.
fr_fr: Aucun article dans le compartiment sélectionné.
he_il: אף פריט לא נבחר בתא
hr: Nijedan artikl u odabranom odjeljenju.
hu_hu: Nincs cikk a kiválasztott fakkban.
it: Nessun articolo nello scomparto selezionato.
pl_pl: Brak elementu w wybranym przedziale.
ru_ru: В выбранном отсеке отсутствует изделие
sl_si: V izbranem razdelku ni izdelkov.
tr_tr: Seçilen bölmede öğe yok.

# MissionTypeFirstTest
source: First Test
bg: Първи тест
cs: První test
de_de: 1er Test
el_gr: Πρώτη δοκιμή
es_es: Primera prueba
fr_fr: Premier test
he_il: בדיקה ראשונה
hr: Prvi test
hu_hu: Első teszt
it: Primo test
pl_pl: Pierwszy test
ru_ru: Первое испытание
sl_si: Prvi test
tr_tr: İlk test

# MissionTypeFullTestIN
source: Full Test IN
bg: Пълен тест IN
cs: Celý test IN
el_gr: Πλήρης δοκιμή ΜΕΣΑ
es_es: Prueba completa IN
fr_fr: Test complet IN
he_il: בדיקת מלאה הכנסה
hr: Pot test UNU
hu_hu: Befejezett teszt IN
it: Test completo IN
pl_pl: Pełny test WEW
ru_ru: Полный цикл испытания ВКЛ
sl_si: Cel test IN
tr_tr: Tam Test İÇİ
