Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# CommonListDescription
source: List description
bg: Описание списък
cs: Popis seznamu
de_de: Listenbeschr.
el_gr: Περιγραφή λίστας
es_es: Descripción de la lista
fr_fr: Description de la liste
he_il: תיאור רשימה
hr: Opis liste
hu_hu: Lista leírása
it: Descrizione lista
pl_pl: Opis listy
ru_ru: Описание списка
sl_si: Opis seznama
tr_tr: Liste açıklaması

# CommonPackingListCode
source: Packing list code
bg: Код опаковка
cs: Kód balicího listu
de_de: Code Packing List
el_gr: Κωδικός λίστας συσκευασίας
es_es: Código de embalaje
fr_fr: Code de l’emballage
he_il: קוד רשימת אריזה
hr: Kod liste pakiranja
hu_hu: Csomagolás kódja
it: Codice imballo
pl_pl: Kod listy pakowania
ru_ru: Код упаковочного листа
sl_si: Koda seznama za pak
tr_tr: Paketleme listesi kodu

# CommonPackingListDescription
source: Packing list description
bg: Описание опаковка
cs: Popis balicího listu
de_de: Beschr. Packing List
el_gr: Περιγραφή λίστας συσκευασίας
es_es: Descripción del embalaje
fr_fr: Description de l’emballage
he_il: תיאור רשימת אריזה
hr: Opis liste pakiranja
hu_hu: Csomagolás leírása
it: Descrizione imballo
pl_pl: Opis listy pakowania
ru_ru: Описание упаковочного листа
sl_si: Opis seznama za pak
tr_tr: Paketleme listesi açıklaması

# CommonNote
source: Note:
bg: Забел
cs: Pozn
de_de: Anm.
el_gr: Σημείωση:
es_es: Notas:
fr_fr: Remarques :
he_il: הערה:
hr: Bilj
hu_hu: Megjegyzések:
pl_pl: Uwaga:
ru_ru: Примечание:
sl_si: Op.
tr_tr: Not:

# CommonUp
source: Up
bg: На
de_de: Su
es_es: Arriba
fr_fr: En haut
he_il: למעלה
hr: Go
hu_hu: Fel
it: Su
pl_pl: Góra
ru_ru: Вверх
sl_si: Gor
tr_tr: Yukarı

# CommonDown
source: Down
bg: Над
cs: Dol
de_de: Unt
el_gr: Κάτω
es_es: Abajo
fr_fr: En bas
he_il: למטה
hr: Dol
hu_hu: Le
it: Giù
pl_pl: W dół
ru_ru: Вниз
sl_si: Dol
tr_tr: Aşağı

# DrawerActivityInventoryHeader
source: Inventory operation
bg: Работа с инвентар.
cs: Operace inventarizace.
de_de: Inventurvorgang.
el_gr: Εργασία απογραφής
es_es: Operación de inventario.
fr_fr: Opération d’inventaire.
he_il: פעולת מלאי
hr: Operacije inventure.
hu_hu: Leltárművelet.
it: Operazione di inventario.
pl_pl: Operacja inwentaryzacji
ru_ru: Операция инвентаризации
sl_si: Postopki za inventuro.
tr_tr: Envanter işlemi

# DrawerActivityInventoryQtyStored
source: Stored quantity
bg: Колич запас
cs: Množ stavu zásob
de_de: Menge auf Lager
el_gr: Αποθηκευμένη ποσότητα
es_es: Cantidad en stock
fr_fr: Q.té en stock
he_il: כמות מאוחסנת
hr: Kol. na zalihi
hu_hu: Készletmenny.
it: Q.tà in giacenza
pl_pl: Ilość przechowywana
ru_ru: Сохраненное количество
sl_si: Kol. na zalogi
tr_tr: Depolanan miktar

# CommonCompartmentPosition
source: Position:
bg: Местопол
cs: Pozice
el_gr: Θέση:
es_es: Posición:
he_il: מיקום
hr: Položaj
hu_hu: Pozíció:
it: Posizione:
pl_pl: Pozycja:
ru_ru: Позиция:
sl_si: Položaj
tr_tr: Durum:

# CommonButtonConfirm
source: Confirm
bg: потвърж
cs: Potvrdit
de_de: Bestät.
el_gr: Επιβεβαίωση
es_es: Confirmación
fr_fr: Confirmer
he_il: אישור
hr: Potvrdi
hu_hu: Megerősítés
it: Conferma
pl_pl: Potwierdzić
ru_ru: Подтвердить
sl_si: Potrd.
tr_tr: Onaylamak

# CommonButtonDetail
source: Detail
bg: Подробно
cs: Podrob
de_de: Dettail
el_gr: Λεπτομέρεια
es_es: Detalles
fr_fr: Détails
he_il: פירוט
hr: Detalji
hu_hu: Részletek
it: Dettagli
pl_pl: Szczegóły
ru_ru: Деталь
sl_si: Podr.
tr_tr: Detay

# DrawerActivityInventoryDetailHeader
source: Inventory operation detail
bg: Подробно операция инвентаризация.
cs: Podrob o operaci inventarizace.
de_de: Detaillierter Inventurvorgang.
el_gr: Λεπτομέρειες εργασίας απογραφής
es_es: Detalle de la operación de inventario.
fr_fr: Détail de l’opération d’inventaire.
he_il: פרטי פעולת מלאי
hr: Detalji o operaciji inventure.
hu_hu: Leltárművelet részlet.
it: Dettaglio operazione di inventario.
pl_pl: Szczegóły operacji inwentaryzacji
ru_ru: Детали операции инвентаризации
sl_si: Podr. o postopku za inventuro.
tr_tr: Envanter işlemi detayı

# ItemDetailCategory
source: Category
bg: Категория принадлежност
cs: Příslušná kategorie
de_de: Zugehörige Kategorie
el_gr: Κατηγορία
es_es: Categoría de afiliación
fr_fr: Catégorie d’appartenance
he_il: קטגוריה
hr: Kategorija kojoj pripada
hu_hu: Besorolási kategória
it: Categoria di appartenenza
pl_pl: Kategoria
ru_ru: Категория
sl_si: Kategorija, ki ji pripada
tr_tr: Kategori

# ItemDetailClasse
source: Class
bg: Клас A B C
cs: Třída A, B, C
de_de: Klasse A, B, C
el_gr: Κλάση
es_es: Clase A, B, C
fr_fr: Classe A, B, C
he_il: רמה
hr: KLASA A,B,C
hu_hu: A, B, C osztály
it: Classe A, B, C
pl_pl: Klasa
ru_ru: Класс
sl_si: Razred A, B, C
tr_tr: Sınıf

source: ItemDetailMeasurementUnity
bg: Измерв Единица
cs: Měrná jednotka
de_de: Maßeinheit
el_gr: Μονάδα μέτρησης
es_es: Unidad de medida
fr_fr: Unité de mesure
he_il: מידות יחידה
hr: Mjerna jedinica
hu_hu: Mértékegység
it: Unità di misura
pl_pl: Jedność pomiaru
ru_ru: Единство измерения
sl_si: Merska enota
tr_tr: Ölçüm birliği

source: ItemDetailWeight
bg: Сред тегло [гр]
cs: Prům hmot [g]
de_de: Durch.Gew. [gr]
el_gr: Μέσο βάρος [gr]
es_es: Peso medio [gr]
fr_fr: Poids moyen [g]
he_il: משקל ממוצע [גרם]
hr: Prosj.tež. [gr]
hu_hu: Átlagos súly [g]
it: Peso medio [gr]
pl_pl: Średnia waga [gr]
ru_ru: Средний вес [гр]
sl_si: Povp. teža [gr]
tr_tr: Ortalama ağırlık [gr]

# StatisticsCellsDataGridHeaderBack
source: Tot Back
bg: Общо Следв
cs: Celk. Zad.
de_de: Tot. Hint.
el_gr: Σύνολο πίσω
es_es: Tot. Puest.
fr_fr: Tot. Arr.
he_il: סה"כ אחורי
hr: Uk. Straž
hu_hu: Össz. Hát.
it: Tot. Post.
pl_pl: Suma tył
ru_ru: Тот Вернулся
sl_si: Sk. Zad.
tr_tr: Geri Dön

# StatisticsCellsDataGridHeaderBackPercentage
source: Tot Back %
bg: % публ.
cs: % zad.
de_de: % Hint.
el_gr: Σύνολο πίσω %
es_es: % Puest.
fr_fr: % Arr.
he_il: סה"כ אחורי%
hr: % Straž
hu_hu: % Hát.
it: % Post.
pl_pl: Suma tył %
ru_ru: Тот Вернулся %
sl_si: % Zad.
tr_tr: Geri Yüzde

# StatisticsCellsDataGridHeaderFront
source: Tot Front
bg: Общо.Пр.
cs: Celk před
de_de: Tot. Vorn
el_gr: Σύνολο μπροστά
es_es: Tot. Ant.
fr_fr: Tot. Av.
he_il: סה"כ קדמי
hr: Tot. Ant.
hu_hu: Össz. El.
it: Tot. Ant.
pl_pl: Suma Przód
ru_ru: Тот Фронт
sl_si: Sk. Pred.
tr_tr: Tot Ön

# StatisticsCellsDataGridHeaderFrontPercentage
source: Tot Front %
bg: % Пр.
cs: % před
de_de: % Vorn
el_gr: Σύνολο μπροστά %
es_es: % Ant.
fr_fr: % Av.
he_il: סה"כ קדמי %
hr: % Pred
hu_hu: % El.
it: % Ant.
pl_pl: Suma Przód %
ru_ru: Тот Фронт %
sl_si: % Spr.
tr_tr: Toplam Ön %

# StatisticsCellsDataGridHeaderState
source: State
bg: Стату
cs: Stav
de_de: Statu
el_gr: Κατάσταση
es_es: Estado
fr_fr: État
he_il: מצב
hr: St.
hu_hu: Állapot
it: Stato
pl_pl: Stan
ru_ru: Государство
sl_si: Stan
tr_tr: Durum

# DrawerSaturationDataGridHeaderCompartments
source: Compartments
bg: Раздел
cs: Oddíly
de_de: Abteil.
el_gr: Διαμερίσματα
es_es: Compartimentos
fr_fr: Compartiments
he_il: תאים
hr: Odjelj.
hu_hu: Rekeszek
it: Scomparti
pl_pl: Przedziały
ru_ru: Отсеки
sl_si: Razdelki
tr_tr: bölmeler

# DrawerSaturationDataGridHeaderDrawerId
source: Drawer Id
bg: Чекмедже
cs: Zásuvka
de_de: Kasten
el_gr: Αναγνωριστικό συρταριού
es_es: Cajón
fr_fr: Tiroir
he_il: מספר תא
hr: Pretinac
hu_hu: Tálca
it: Cassetto
pl_pl: Identyfikator szuflady
ru_ru: Идентификатор Ящика
sl_si: Predal
tr_tr: Tepsi Kimliği

# DrawerSaturationDataGridHeaderFilling
source: Filling
bg: Пълнене
cs: Plnění
de_de: Befüllung
el_gr: Πλήρωση
es_es: Llenado
fr_fr: Remplissage
he_il: אחסנה
hr: Punjenje
hu_hu: Újratöltés
it: Riempimento
pl_pl: Napełnianie
ru_ru: Заполнение
sl_si: Polnjenje
tr_tr: dolgu

# DrawerSaturationDataGridHeaderFillingPercentage
source: Filling %
bg: Запъл.
cs: Pln.
de_de: Befüll
el_gr: Πλήρωση %
es_es: Llenar.
fr_fr: Rempl.
he_il: אחסנה %
hr: Punj.
hu_hu: Újratölt.
it: Riemp.
pl_pl: Napełnianie %
ru_ru: Заполнение %
sl_si: Poln.
tr_tr: Dolgu %

# DrawerSaturationDataGridHeaderMissions
source: Missions
bg: Мисии
cs: Mise
de_de: Aufgaben
el_gr: Αποστολές
es_es: Misiones
he_il: משימות
hr: Misije
hu_hu: Feladatok
it: Missioni
pl_pl: Misje
ru_ru: Миссии
sl_si: Naloge
tr_tr: Görevler

# OtherDrawerDataGridHeaderCell
source: Cell
bg: Клетк
cs: Buňka
de_de: Zelle
el_gr: Κυψέλη
es_es: Celda
fr_fr: Cellule
he_il: תא
hr: Ćel.
hu_hu: Rekesz
it: Cella
pl_pl: Komórka
ru_ru: Ячейка
sl_si: Celic
tr_tr: Hücre

# OtherDrawerDataGridHeaderDrawer
source: Drawer
bg: Чекмедже
cs: Zásuvka
de_de: Kasten
el_gr: Συρτάρι
es_es: Cajón
fr_fr: Tiroir
he_il: מגש
hr: Pretinac
hu_hu: Tálca
it: Cassetto
pl_pl: Szuflada
ru_ru: Выдвижной ящик
sl_si: Predal
tr_tr: Tepsi

# OtherDrawerDataGridHeaderHeight
source: Height
bg: Височин
cs: Výška
de_de: Höhe
el_gr: Ύψος
es_es: Altura
fr_fr: Hauteur
he_il: גובה
hr: Visina
hu_hu: Magasság
it: Altezza
pl_pl: Wysokość
ru_ru: Высота
sl_si: Višina
tr_tr: Yükseklik

# OtherDrawerDataGridHeaderSide
source: Side
bg: Стр
cs: Str
de_de: S.
el_gr: Πλευρά
es_es: Lado
fr_fr: Côté
he_il: צד
hr: Str.
hu_hu: Oldal
it: Lato
pl_pl: Strona
ru_ru: Сторона
sl_si: Str.
tr_tr: Yan

# OtherDrawerDataGridHeaderState
source: State
bg: Стат
cs: Stav
de_de: Statu
el_gr: Κατάσταση
es_es: Estado
fr_fr: État
he_il: מצב
hr: St.
hu_hu: Állapot
it: Stato
pl_pl: Stan
ru_ru: Государство
sl_si: Stan
tr_tr: Durum

# OtherDrawerDataGridHeaderWeight
source: Weight
bg: Тегл
cs: Hmot
de_de: Gew.
el_gr: Βάρος
es_es: Peso
fr_fr: Poids
he_il: משקל
hr: Tež.
hu_hu: Súly
it: Peso
pl_pl: Masa
ru_ru: Вес
sl_si: Teža
tr_tr: Ağırlık

# StatisticsErrorDataGridHeaderError
source: Error
bg: Грешка
cs: Chyba
el_gr: Σφάλμα
fr_fr: Erreur
he_il: שגיאה
hr: Greška
hu_hu: Hiba
it: Errore
pl_pl: Błąd
ru_ru: Ошибка
sl_si: Napaka
tr_tr: Hata

# StatisticsErrorDataGridHeaderTotal
source: Total
bg: Номер
cs: Číslo
de_de: Nummer
el_gr: ΣΥΝΟΛΟ
es_es: Número
fr_fr: Nombre
he_il: סה"כ
hr: Broj
hu_hu: Szám
it: Numero
pl_pl: Suma
ru_ru: Весь
sl_si: Št.
tr_tr: Toplam

# StatisticsErrorDataGridHeaderTotalPercentage
source: Total %
bg: % Общо
cs: % celku
el_gr: Σύνολο %
he_il: סהכ %
hr: % ukupno
hu_hu: % Összes
it: % Totale
pl_pl: Suma %
ru_ru: Весь %
sl_si: Skupaj %
tr_tr: Toplam %

# WaitingListDataGridHeaderDescription
source: Description
bg: Описание
cs: Popis
de_de: Beschr.
el_gr: Περιγραφή
es_es: Descripción
he_il: תיאור
hr: Opis
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
ru_ru: Описание
sl_si: Opis
tr_tr: Tanım

# WaitingListDataGridHeaderList
source: List
bg: Спис
cs: Sezn
de_de: Liste
el_gr: Λίστα
es_es: Lista
fr_fr: Liste
he_il: רשימה
hr: Lista
hu_hu: Lista
it: Lista
pl_pl: Lista
ru_ru: Список
sl_si: Sezn
tr_tr: Liste

# WaitingListDataGridHeaderMachines
source: Machines
bg: Машини
cs: Stroje
de_de: Masch.
el_gr: Μηχανήματα
es_es: Máquinas
he_il: מכונות
hr: Strojevi
hu_hu: Gépek
it: Macchine
pl_pl: Maszyny
ru_ru: Машины
sl_si: Stroji
tr_tr: makineler

# WaitingListDataGridHeaderType
source: Type
bg: Тип
cs: Typ
de_de: Typ
el_gr: Τύπος
es_es: Tipo
he_il: סוג
hr: Vrs.
hu_hu: Típus
it: Tipo
pl_pl: Typ
ru_ru: Тип
sl_si: Tip
tr_tr: Tip

# StatisticsMaintenanceDataGridHeaderDescription
source: Description
bg: Описание
cs: Popis
de_de: Beschr.
el_gr: Περιγραφή
es_es: Descripción
he_il: תיאור
hr: Opis
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
ru_ru: Описание
sl_si: Opis
tr_tr: Tanım

# StatisticsMaintenanceDataGridHeaderKit
source: Kit
bg: Ком
de_de: Set
el_gr: Κιτ
fr_fr: Groupe
he_il: קיט
hr: Kom
hu_hu: Készlet
ru_ru: Комплект
sl_si: Kom

# StatisticsMaintenanceDataGridHeaderRequest
source: Request
bg: Запитване
cs: Požadavek
de_de: Anfrage
el_gr: Αίτημα
es_es: Solicitud
fr_fr: Demande
he_il: בקשה
hr: Zahtjev
hu_hu: Lekérés
it: Richiesta
pl_pl: Żądanie
ru_ru: Запрос
sl_si: Zahteva
tr_tr: Rica etmek

# StatisticsMaintenanceDataGridHeaderState
source: State
bg: Стат
cs: Stav
de_de: Statu
el_gr: Κατάσταση
es_es: Estado
fr_fr: État
he_il: מצב
hr: St.
hu_hu: Állapot
it: Stato
pl_pl: Stan
ru_ru: Государство
sl_si: Stanj
tr_tr: Durum

# StatisticsDrawerWeightSaturationDataGridHeaderCurrentGrossWeight
source: Current weight
bg: Текущо тегло
cs: Aktuál hmot
de_de: Akt. Gewicht
el_gr: Τρέχον βάρος
es_es: Peso actual
fr_fr: Poids actuel
he_il: משקל נוכחי
hr: Tren.težina
hu_hu: Aktuális súly
it: Peso attuale
pl_pl: Aktualna waga
ru_ru: Текущий вес
sl_si: Trenut teža
tr_tr: Mevcut ağırlık

# StatisticsDrawerWeightSaturationDataGridHeaderDrawer
source: Drawer
bg: Чекмедже
cs: Zásuvka
de_de: Kasten
el_gr: Συρτάρι
es_es: Cajón
fr_fr: Tiroir
he_il: מגש
hr: Pretinac
hu_hu: Tálca
it: Cassetto
pl_pl: Szuflada
ru_ru: Выдвижной ящик
sl_si: Predal
tr_tr: Tepsi

# StatisticsDrawerWeightSaturationDataGridHeaderHeight
source: Height
bg: Височин
cs: Výška
de_de: Höhe
el_gr: Ύψος
es_es: Altura
fr_fr: Hauteur
he_il: גובה
hr: Visina
hu_hu: Magasság
it: Altezza
pl_pl: Wysokość
ru_ru: Высота
sl_si: Višina
tr_tr: Yükseklik

# StatisticsDrawerWeightSaturationDataGridHeaderMaxPercentage
source: Max %
bg: % макс
el_gr: Μέγ. %
es_es: % máx.
he_il: מקסימום %
pl_pl: Maks. %
ru_ru: Макс %
sl_si: Maks %
tr_tr: Maksimum %

# StatisticsDrawerWeightSaturationDataGridHeaderMaxWeight
source: Max weight
bg: Нетна макс
cs: Čistá max.
de_de: Netto max.
el_gr: Μέγιστο βάρος
es_es: Neto máximo.
fr_fr: Net max.
he_il: משקל מקסימלי
hr: Neto max.
hu_hu: Nettó max.
it: Netto max.
pl_pl: Max waga
ru_ru: Максимальный вес
sl_si: Maks. neto
tr_tr: maksimum ağırlık

# StatisticsDrawerWeightSaturationDataGridHeaderTare
source: Tare
bg: Тара
cs: Tára
de_de: Tara
el_gr: Απόβαρο
es_es: Tara
he_il: טרה
hr: Tara
hu_hu: Tára
it: Tara
pl_pl: Tara
ru_ru: Тара
sl_si: Tara
tr_tr: Dara

# StatisticsMaintenanceDetailDataGridHeaderDescription
source: Description
bg: Описание
cs: Popis
de_de: Beschr.
el_gr: Περιγραφή
es_es: Descripción
he_il: תיאור
hr: Opis
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
ru_ru: Описание
sl_si: Opis
tr_tr: Tanım

# StatisticsMaintenanceDetailDataGridHeaderElement
source: Element
bg: Елемент
cs: Prvek
el_gr: Στοιχείο
es_es: Elemento
fr_fr: Élément
he_il: חלק
hu_hu: Elem
it: Elemento
ru_ru: Элемент
tr_tr: eleman

# StatisticsMaintenanceDetailDataGridHeaderQuantity
source: Quantity
bg: Колич
cs: Množství
de_de: Menge
el_gr: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
he_il: כמות
hr: Količina
hu_hu: Mennyiség
it: Quantità
pl_pl: Ilość
ru_ru: Количество
sl_si: Količina
tr_tr: Miktar

# WaitingListDetailDataGridHeaderDescription
source: Description
bg: Описание
cs: Popis
de_de: Beschr.
el_gr: Περιγραφή
es_es: Descripción
he_il: תיאור
hr: Opis
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
ru_ru: Описание
sl_si: Opis
tr_tr: Tanım

# WaitingListDetailDataGridHeaderItem
source: Item
bg: Артикул
cs: Položka
de_de: Artikel
el_gr: Στοιχείο
es_es: Artículo
fr_fr: Article
he_il: פריט
hr: Artikl
hu_hu: Cikk
it: Articolo
pl_pl: Pozycja
ru_ru: Предмет
sl_si: Izdelek
tr_tr: Öğe

# WaitingListDetailDataGridHeaderMachine
source: Machine
bg: Машина
cs: Stroj
de_de: Maschine
el_gr: Μηχάνημα
es_es: Máquina
he_il: מכונה
hr: Stroj
hu_hu: Gép
it: Macchina
pl_pl: Urządzenie
ru_ru: Машина
sl_si: Stroj
tr_tr: makine

# WaitingListDetailDataGridHeaderQuantity
source: Quantity
bg: Колич
cs: Množství
de_de: Menge
el_gr: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
he_il: כמות
hr: Količina
hu_hu: Mennyiség
it: Quantità
pl_pl: Ilość
ru_ru: Количество
sl_si: Količina
tr_tr: Miktar

# WaitingListDetailDataGridHeaderRow
source: Row
bg: Ред
cs: Řád
de_de: Zeil
el_gr: Σειρά
es_es: Línea
fr_fr: Ligne
he_il: שורה
hr: Red
hu_hu: Sor
it: Riga
pl_pl: Wiersz
ru_ru: Ряд
sl_si: Vrst
tr_tr: Sıra

source: StatisticsNavigationMachine
bg: Машинна статистика
cs: Statistiky stroje
de_de: Maschinenstatistik
el_gr: Μηχάνημα στατιστικών
es_es: Estadísticas de las máquinas
fr_fr: Statistiques machine
he_il: סטטיסטיקת מכונה
hr: Statistike stroja
hu_hu: Gépstatisztikák
it: Statistiche macchina
pl_pl: Statystyka maszyny
ru_ru: Статистическая машина
sl_si: Statistike stroja
tr_tr: İstatistik makinesi

source: MachineStatisticsHeader
bg: Машинна статистика.
cs: Statistiky stroje.
de_de: Maschinenstatistik.
el_gr: Στατιστικά μηχανήματος
es_es: Estadísticas de la máquina.
fr_fr: Statistiques machine.
he_il: סטטיסטיקות מכונה
hr: Statistike stroja.
hu_hu: Gépstatisztikák.
it: Statistiche macchina.
pl_pl: Statystyki maszyny
ru_ru: Машинная статистика
sl_si: Statistike stroja.
tr_tr: Makine istatistikleri

source: MachineStatisticsSectionVertical
bg: Данни вертикална ос.
cs: Údaje vertik osy.
de_de: Daten vert. Achse.
el_gr: Δεδομένα κατακόρυφου άξονα.
es_es: Datos del eje vertical.
fr_fr: Données de l’axe vertical.
he_il: נתוני ציר אנכי
hr: Podaci okomite osi.
hu_hu: Függőleges tengely adatok.
it: Dati asse verticale.
pl_pl: Dane osi pionowej.
ru_ru: Данные по вертикальной оси.
sl_si: Pod. navpične osi.
tr_tr: Dikey eksen verileri.

source: MachineStatistics_TotalVerticalAxisKilometers
bg: Общо изм Километри
cs: Celkem ujetých km
de_de: Km insgesamt
el_gr: Συνολικά χιλιόμετρα κατακόρυφου άξονα
es_es: Total de Km. recorridos
fr_fr: Total des km parcourus
he_il: סה"כ תנועת ציר אנכי (ק"מ)
hr: Ukupno prijeđ. Km.
hu_hu: Összes megtett km
it: Totale Km. percorsi
pl_pl: Całkowita liczba kilometrów w osi pionowej
ru_ru: Общее количество километров по вертикальной оси
sl_si: Skupaj prevoženi km
tr_tr: Toplam dikey eksen kilometre

source: MachineStatistics_TotalVerticalAxisCycles
bg: Общо извършени цикли
cs: Celkem provedených cykl
de_de: Durchge. Zyklen insg.
el_gr: Συνολικοί κύκλοι κατακόρυφου άξονα
es_es: Total de ciclos realizados
fr_fr: Total des cycles effectués
he_il: סה"כ פעולות ציר אנכי
hr: Ukupno izvršenih cikl.
hu_hu: Elvégzett ciklusok összesen
it: Totale cicli effettuati
pl_pl: Całkowita liczba cykli osi pionowej
ru_ru: Общее количество циклов по вертикальной оси
sl_si: Skupni izvedeni cikli
tr_tr: Toplam dikey eksen çevrimleri

source: MachineStatisticsSectionShutters
bg: Данни за амор.
cs: Údaje o roletě
de_de: Daten Rollt.
el_gr: Δεδομένα κλείστρου.
es_es: Datos de compuertas.
fr_fr: Données des volets de fermeture.
he_il: נתוני דלת עמדה
hr: Podaci zakl.
hu_hu: Redőnyadatok
it: Dati serrande.
pl_pl: Dane o migawkach.
ru_ru: Данные о ставнях.
sl_si: Podatki loput.
tr_tr: Panjur verileri.

source: MachineStatistics_TotalShutter1Cycles
bg: Цикли на клапа 1
cs: Cykly rolety 1
de_de: Zyklen Rolltür 1
el_gr: Συνολικοί κύκλοι κλείστρου 1
es_es: Ciclos de compuerta 1
fr_fr: Cycles du volet de fermeture 1
he_il: סה"כ פעולות דלת עמדה מס' 1
hr: Cikl. zaklopke 1
hu_hu: 1. redőnyciklusok
it: Cicli serranda 1
pl_pl: Całkowita liczba cykli migawki 1
ru_ru: Всего циклов затвора 1
sl_si: Cikli lopute 1
tr_tr: Toplam deklanşör 1 döngü

source: MachineStatistics_TotalShutter2Cycles
bg: Цикли на клапа 2
cs: Cykly rolety 2
de_de: Zyklen Rolltür 2
el_gr: Συνολικοί κύκλοι κλείστρου 2
es_es: Ciclos de compuerta 2
fr_fr: Cycles du volet de fermeture 2
he_il: סה"כ פעולות דלת עמדה מס' 2
hr: Cikl. zaklopke 2
hu_hu: 2. redőnyciklusok
it: Cicli serranda 2
pl_pl: Całkowita liczba cykli migawki 2
ru_ru: Всего выдержка 2 цикла
sl_si: Cikli lopute 2
tr_tr: Toplam deklanşör 2 döngü

source: MachineStatistics_TotalShutter3Cycles
bg: Цикли на клапа 3
cs: Cykly rolety 3
de_de: Zyklen Rolltür 3
el_gr: Συνολικοί κύκλοι κλείστρου 3
es_es: Ciclos de compuerta 3
fr_fr: Cycles du volet de fermeture 3
he_il: סה"כ פעולות דלת עמדה מס' 3
hr: Cikl. zaklopke 3
hu_hu: 3. redőnyciklusok
it: Cicli serranda 3
pl_pl: Całkowita liczba cykli migawki 3
ru_ru: Всего выдержка 3 цикла
sl_si: Cikli lopute 3
tr_tr: Toplam deklanşör 3 döngü

source: MachineStatisticsSectionHorizontal
bg: Данни оста вериг.
cs: Údaje osy řetězu.
de_de: Daten Kettenachs.
el_gr: Δεδομένα άξονα αλυσίδας.
es_es: Datos del eje de la cadena.
fr_fr: Données de l’axe de la chaîne.
he_il: מידע ציר שרשרת
hr: Podaci osi lanca.
hu_hu: Lánctengely adatok.
it: Dati asse catena.
pl_pl: Dane osi łańcucha.
ru_ru: Данные оси цепи.
sl_si: Pod. osi verige.
tr_tr: Zincir ekseni verileri.

source: MachineStatisticsSectionHorizontalTotalCycles
bg: Общо извършени цикли
cs: Celkem provedených cykl
de_de: Durchgg. Zyklen insg.
el_gr: Συνολικοί οριζόντιοι κύκλοι
es_es: Total de ciclos realizados
fr_fr: Total des cycles effectués
he_il: סה"כ פעולות ציר אופקי
hr: Ukupno izvršenih cikl.
hu_hu: Elvégzett ciklusok összesen
it: Totale cicli effettuati
pl_pl: Całkowita ilość cykli poziomych
ru_ru: Горизонтальные суммарные циклы
sl_si: Skupni izvedeni cikli
tr_tr: Yatay toplam döngü

source: MachineStatisticsSectionBays
bg: Данни отд.
cs: Údaje sta
de_de: Daten Buc.
el_gr: Πλατφόρμα στατιστικών
es_es: Datos de la bahía.
fr_fr: Données des baies.
he_il: סטטיסטיקות עמדה
hr: Pod.uvala.
hu_hu: Munkaállomás adatok.
it: Dati baie.
pl_pl: Statystyka zatok
ru_ru: Статистика секций
sl_si: Pod.NakPol
tr_tr: İstatistik bölmeleri

source: MachineStatisticsSectionBaysBay1
bg: Преместв чекмедже отдел 1
cs: Přesunuté zásuvky stanice 1
de_de: Bewegte Kästen Bucht 1
el_gr: Τα συρτάρια μεταφέρθηκαν στην πλατφόρμα 1
es_es: Cajones desplazados bahía 1
fr_fr: Tiroirs déplacés baie 1
he_il: מגשים שנעו בבסיס 1
hr: Pomaknuti pretinci uvala 1
hu_hu: 1. munkaállomás mozgatott tálcák
it: Cassetti movimentati baia 1
pl_pl: Szuflady przesunięte w zatoce 1
ru_ru: Выдвижные узлы перемещены в секцию 1
sl_si: Premikani predali nak pol 1
tr_tr: 1. bölmede tepsiler taşındı

source: MachineStatisticsSectionBaysBay2
bg: Преместв чекмедже отдел 2
cs: Přesunuté zásuvky stanice 2
de_de: Bewegte Kästen Bucht 2
el_gr: Τα συρτάρια μεταφέρθηκαν στην πλατφόρμα 2
es_es: Cajones desplazados bahía 2
fr_fr: Tiroirs déplacés baie 2
he_il: מגשים שנעו בבסיס 2
hr: Pomaknuti pretinci uvala 2
hu_hu: 2. munkaállomás mozgatott tálcák
it: Cassetti movimentati baia 2
pl_pl: Szuflady przesunięte w zatoce 2
ru_ru: Выдвижные узлы перемещены в секцию 2
sl_si: Premikani predali nak pol 2
tr_tr: 2. bölmede tepsiler taşındı

source: MachineStatisticsSectionBaysBay3
bg: Подвижни чекмеджета 3
cs: Přesunuté zásuvky stanice 3
de_de: Bewegte Kästen Bucht 3
el_gr: Τα συρτάρια μεταφέρθηκαν στην πλατφόρμα 3
es_es: Cajones desplazados bahía 3
fr_fr: Tiroirs déplacés baie 3
he_il: מגשים שנעו בבסיס 3
hr: Pomaknuti pretinci uvala 3
hu_hu: 3. munkaállomás mozgatott tálcák
it: Cassetti movimentati baia 3
pl_pl: Szuflady przesunięte w zatoce 3
ru_ru: Выдвижные узлы перемещены в секцию 3
sl_si: Premikani predali nak pol 3
tr_tr: 3. bölmede tepsiler taşındı

# ItemSearchGridItem
source: Item
bg: Артикул
cs: Položka
de_de: Artikel
el_gr: Στοιχείο
es_es: Artículo
fr_fr: Article
he_il: פריט
hr: Artikl
hu_hu: Cikk
it: Articolo
pl_pl: Pozycja
ru_ru: Предмет
sl_si: Izdelek
tr_tr: Öğe

source: ItemSearchGridDescription
bg: Описание артикул
cs: Popis položky
de_de: Artikelbeschreibung
el_gr: Περιγραφή στοιχείου
es_es: Descripción del artículo
fr_fr: Description de l’article
he_il: תיאור פריט
hr: Opis artikla
hu_hu: Cikk leírása
it: Descrizione articolo
pl_pl: Opis pozycji
ru_ru: Описание изделия
sl_si: Opis izdelka
tr_tr: Ürün Açıklaması

source: ItemSearchGridMachine
bg: Машини
cs: Stroje
de_de: Masch.
el_gr: Μηχανήματα
es_es: Máquinas
fr_fr: Machines
he_il: מכונות
hr: Strojevi
hu_hu: Gépek
it: Macchine
pl_pl: Maszyny
ru_ru: Машины
sl_si: Stroji
tr_tr: makineler

source: CommonListType
bg: Тип списък
cs: Typ sezn
de_de: Listentyp
el_gr: Τύπος λίστας
es_es: Tipo de lista
fr_fr: Type de liste
he_il: סוג רשימה
hr: Vrs. liste
hu_hu: Lista típusa
it: Tipo lista
pl_pl: Typ listy
ru_ru: Тип списка
sl_si: Tip sezn
tr_tr: Liste türü

source: GeneralInfoWmsStatus
bg: Стат WMS
cs: Stav WMS
de_de: WMS-Statu
el_gr: Κατάσταση WMS
es_es: Estado del WMS
fr_fr: État WMS
he_il: סטטוס WMS
hr: St. WMS-a
hu_hu: WMS állapota
it: Stato WMS
pl_pl: Status WMS
ru_ru: Статус WMS
sl_si: StanjeWMS
tr_tr: WMS durumu
