Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

source: Confirm
bg: потвърж
cs: Potvrdit
de_de: Bestät.
el_gr: Επιβεβαίωση
es_es: Confirmación
fr_fr: Confirmer
he_il: מאשר
hr: Potvrdi
hu_hu: Megerősítés
it: Conferma
pl_pl: Potwierdzić
ru_ru: Подтвердить
sl_si: Potrdi
tr_tr: Onaylamak

source: Description
bg: Описание
cs: Popis
de_de: Beschr.
el_gr: Περιγραφή
es_es: Descripción
he_il: תיאור
hr: Opis
hu_hu: Leírás
it: Descrizione
pl_pl: Opis
ru_ru: Описание
sl_si: Opis
tr_tr: Tanım

source: Details
bg: Подробно
cs: Podrob
de_de: Dettail
el_gr: Λεπτομέρειες
es_es: Detalles
fr_fr: Détails
he_il: פרטים
hr: Detalji
hu_hu: Részletek
it: Dettagli
pl_pl: Szczegóły
ru_ru: Подробные данные
sl_si: Podr.
tr_tr: Detaylar

source: List
bg: Спис
cs: Sezn
de_de: Liste
el_gr: Λίστα
es_es: Lista
fr_fr: Liste
he_il: רשימה
hr: Lista
hu_hu: Lista
it: Lista
pl_pl: Lista
ru_ru: Перечень
sl_si: Sezn
tr_tr: Liste

source: Machines
bg: Машини
cs: Stroje
de_de: Maschine
el_gr: Μηχανήματα
es_es: Máquinas
he_il: מכונות
hr: Strojevi
hu_hu: Gépek
it: Macchine
pl_pl: Maszyny
ru_ru: Машины
sl_si: Stroji
tr_tr: makineler

source: Packaging type
bg: Вид Опаковка
cs: Typ balení
de_de: Art der Verpackung
el_gr: Τύπος συσκευασίας
es_es: Tipo de paquete
fr_fr: Type d’Emballage
he_il: סוג אריזה
hr: Tip Pakiranja
hu_hu: Csomagolás típusa
it: Tipo di Confezione
pl_pl: Rodzaj opakowania
ru_ru: Тип упаковки
sl_si: Tip embalaže
tr_tr: Ambalaj türü

source: Production date
bg: Дата Производство
cs: Datum výroby
de_de: Produktionsdatum
el_gr: Ημερομηνία παραγωγής
es_es: Fecha de producción
fr_fr: Date de Production
he_il: תאריך ייצור
hr: Datum Proizvodnje
hu_hu: Gyártás dátuma
it: Data di Produzione
pl_pl: Data produkcji
ru_ru: Дата изготовления
sl_si: Proizvodni podatki
tr_tr: Üretim tarihi

source: Quantity
bg: Количест
cs: Množství
de_de: Menge
el_gr: Ποσότητα
es_es: Cantidad
fr_fr: Quantité
he_il: כמות
hr: Količina
hu_hu: Mennyiség
it: Quantità
pl_pl: Ilość
ru_ru: Количество
sl_si: Količina
tr_tr: Miktar

# RequestedQuantity
source: Requested quantity [{0}]
bg: Изисква Колич [{0}]
cs: požad množství [{0}]
de_de: Angeforderte Menge [{0}]
el_gr: Απαιτούμενη ποσότητα [{0}]
es_es: Cantidad requerida [{0}]
fr_fr: Quantité requise [{0}]
he_il: כמות נדרשת [{0}]
hr: Tražena količina [{0}]
hu_hu: Lekért mennyiség [{0}]
it: Quantità richiesta [{0}]
pl_pl: Żądana ilość [{0}]
ru_ru: Запрашиваемое количество [{0}]
sl_si: Zahtevana količina [{0}]
tr_tr: İstenen miktar [{0}]

# NavigationMainMenuDrawerOperation
source: Drawer operations
bg: Дейности с чекмедже
cs: Operace na zásuvce
de_de: Vorgänge auf Kasten
el_gr: Λειτουργίες συρταριού
es_es: Operaciones de cajón
fr_fr: Opérations sur tiroir
he_il: פעולות מגשים
hr: Operacije na pretincu
hu_hu: Műveletek a tálcán
it: Operazioni su cassetto
pl_pl: Operacje szuflad
ru_ru: Операции с выдвижными узлами
sl_si: Postopki na predalu
tr_tr: Tepsi işlemleri

# NavigationMainMenuLists
source: Waiting lists
bg: Списъци чакащи
cs: Čekající sezn
de_de: Wartelisten
el_gr: Λίστες αναμονής
es_es: Listas de espera
fr_fr: Listes en attente
he_il: רשימות ממתינות
hr: Liste na ček.
hu_hu: Várakozó listák
it: Liste in attesa
pl_pl: Listy oczekujących
ru_ru: Ожидающие перечни
sl_si: Sezn v čakalnic
tr_tr: bekleme listeleri

# NavigationMainMenuItems
source: Search item
bg: Търсене статии
cs: Vyhled položky
de_de: Artikelsuche
el_gr: Στοιχείο αναζήτησης
es_es: Búsqueda del artículo
fr_fr: Recherche article
he_il: חפש פריט
hr: Traženje artikla
hu_hu: Cikk kereséses
it: Ricerca articolo
pl_pl: Wyszukiwanie pozycji
ru_ru: Поиск изделия
sl_si: Iskanje izdelka
tr_tr: Öğe ara

# NavigationMainMenuOther
source: Settings
bg: Настройки
cs: Nastavení
de_de: Einstell.
el_gr: Ρυθμίσεις
es_es: Ajustes
fr_fr: Configurations
he_il: הגדרות
hr: Postavljanja
hu_hu: Beállítások
it: Impostazioni
pl_pl: Ustawienia
ru_ru: Настройки
sl_si: Nastavitve
tr_tr: Ayarlar

# DrawerActivityPickingPageHeader
source: Picking operations
bg: Операция по изтегляне.
cs: Operace odběru.
de_de: Entnahmevorgang
el_gr: Λειτουργίες λήψης
es_es: Operación de recogida.
fr_fr: Opération de prélèvement.
he_il: פעולות ליקוט
hr: Operacija preuzimanja.
hu_hu: Kitárolási művelet.
it: Operazione di prelievo.
pl_pl: Operacje kompletacji
ru_ru: Операции по комплектации
sl_si: Postopek jemanja.
tr_tr: Toplama işlemleri

# DrawerActivityPickingQtyReq
source: Requested quantity
bg: Необход колич
cs: Požad množ
de_de: Angef. Menge
el_gr: Απαιτούμενη ποσότητα
es_es: Cantidad necesaria
fr_fr: Q.té requise
he_il: כמות מבוקשת
hr: Tražena kol.
hu_hu: Lekért menny.
it: Q.tà richiesta
pl_pl: Żądana ilość
ru_ru: Запрошенное количество
sl_si: Zahtevana kol.
tr_tr: İstenen miktar

# DrawerActivityPickingQtyPick
source: Picked quantity
bg: Изтегл колич
cs: Od množ [{0}]
de_de: Entnomm. Menge
el_gr: Ποσότητα λήψης
es_es: Cantidad extraída
fr_fr: Q.té prélevée
he_il: כמות שלוקטה
hr: Preuzeta kol.
hu_hu: Kitárolt menny.
it: Q.tà prelevata
pl_pl: Kompletowana ilość
ru_ru: Выбранное количество
sl_si: Odvzeta kol.
tr_tr: Alınan miktar

# DrawerWaitPageHeader
source: Waiting for new drawer
bg: Чака да пристигне ново чекмедже.
cs: Čekání na příchod nové zásuvky.
de_de: Erwartete Ankunft neue Kasten.
el_gr: Αναμονή για νέο συρτάρι
es_es: A la espera de que llegue el nuevo cajón.
fr_fr: En attente d’arrivée d’un nouveau tiroir.
he_il: מחכה למגש חדש
hr: Čekanje dolaska novog pretinca.
hu_hu: Új tálca érkezésére vár.
it: In attesa arrivo nuovo cassetto.
pl_pl: Oczekiwanie na nową szufladę
ru_ru: В ожидании нового выдвижного узла
sl_si: Čakam na prihod novega predala.
tr_tr: Yeni Tepsi bekleniyor

# DrawerWaitOperation
source: Scheduled operations:
bg: Планирани операции:
cs: Naplánované operace:
de_de: Geplante Vorgänge:
el_gr: Προγραμματισμένες λειτουργίες:
es_es: Operaciones programadas:
fr_fr: Opérations programmées :
he_il: פעולות מתוזמנות:
hr: Planirane operacije:
hu_hu: Ütemezett műveletek:
it: Operazioni schedulate:
pl_pl: Operacje zaplanowane:
ru_ru: Запланированные операции:
sl_si: Načrtovani postopki:
tr_tr: Planlanmış işlemler:

# DrawerActivityPickingDetailHeader
source: Picking item detail
bg: Подробно за елемента изтегляне.
cs: Podrobnosti o odeb položky.
de_de: Detail entnommener Artikel.
el_gr: Λήψη λεπτομέρειας στοιχείου
es_es: Detalle del artículo en retirada.
fr_fr: Détail de l’article en prélèvement.
he_il: פרטי ליקוט פריט
hr: Detalj artikla u preuzimanju.
hu_hu: Kitárolt cikk adatai.
it: Dettaglio articolo in prelievo.
pl_pl: Szczegóły dotyczące kompletacji
ru_ru: Деталь отбора изделия
sl_si: Podrobnost izdelka na jemanju.
tr_tr: Öğe detayını seçme

# DrawerActivityPickingDetailProductionDate
source: Production date
bg: Дата производство
cs: Data výroby
de_de: Produktionsdatum
el_gr: Ημερομηνία παραγωγής
es_es: Fecha de fabricación
fr_fr: Date de production
he_il: תאריך ייצור
hr: Datum proizvodnje
hu_hu: Gyártás dátuma
it: Data di produzione
pl_pl: Data produkcji
ru_ru: Дата изготовления
sl_si: Datum proizvodnje
tr_tr: Üretim tarihi

# DrawerActivityPickingDetailLotto
source: Batch
bg: Парт
cs: Šarže
de_de: Los
el_gr: Παρτίδα
es_es: Lote
fr_fr: Lot
he_il: קבוצה
hr: Lot
hu_hu: Tétel
it: Lotto
pl_pl: Partia
ru_ru: Партия
sl_si: Ser.
tr_tr: Grup

# DrawerActivityPickingDetailMaterialStatus
source: Material status
bg: Съст материала
cs: Stav materiálu
de_de: Materialzustand
el_gr: Κατάσταση υλικού
es_es: Estado del material
fr_fr: État produit
he_il: מצב פריט
hr: Stanje mater.
hu_hu: Anyag állapota
it: Stato materiale
pl_pl: Status materiału
ru_ru: Материальный статус
sl_si: Stanje mater
tr_tr: Malzeme durumu

# DrawerActivityPickingDetailPackagingType
source: Packaging type
bg: Вид опаковка
cs: Typ balení
de_de: Art der Verpackung
el_gr: Τύπος συσκευασίας
es_es: Tipo de embalaje
fr_fr: Type d’emballage
he_il: סוג אריזה
hr: Tip pakiranja
hu_hu: Csomagolás típusa
it: Tipo di confezione
pl_pl: Rodzaj opakowania
ru_ru: Тип упаковки
sl_si: Tip embalaže
tr_tr: Ambalaj türü

# ListsInWaitHeader
source: Waiting for execution lists
bg: Спис които очакват изпълн
cs: Seznamy čekající na proved
de_de: Wartelisten Ausführung
el_gr: Αναμονή για τη λίστες εκτέλεσης
es_es: Listas en espera de ejecución
fr_fr: Liste en attente d’exécution
he_il: ממתין לביצוע רשימה
hr: Liste na čekanju provođ.
hu_hu: Végrehajtásra várakozó listák
it: Liste in attesa esecuzione
pl_pl: Listy oczekujących na realizację
ru_ru: Ожидание перечней выполнения
sl_si: Seznami, ki čakajo na izv
tr_tr: Yürütme listeleri bekleniyor

# ListsInWaitDetail
source: List details
bg: Подробн списъка
cs: Podrob seznamu
de_de: Listendetail
el_gr: Λίστα λεπτομερειών
es_es: Detalle de la lista
fr_fr: Détail de la liste
he_il: פרטי רשימה
hr: Detalj liste
hu_hu: Lista adatai
it: Dettaglio lista
pl_pl: Szczegóły listy
ru_ru: Детали перечня
sl_si: Podr. Seznama
tr_tr: Liste ayrıntıları

# ListsInWaitExecute
source: Execute list
bg: Спис изпълн
cs: Provést sezn
de_de: Liste ausf.
el_gr: Εκτέλεση λίστας
es_es: Lista de espera
fr_fr: Exécuter liste
he_il: בצע רשימה
hr: Prov.listu
hu_hu: Lista végrehajtása
it: Esegui lista
pl_pl: Wykonaj listę
ru_ru: Перечень выполнения
sl_si: Izvedi sezn
tr_tr: Yürütme listesi

# ItemSearchHeader
source: Search item by code or description
bg: Търсене на статии по код и описание
cs: Vyhledávání položky podle kódu a popisu
de_de: Artikelsuche nach Code und Beschreibung
el_gr: Αναζήτηση στοιχείου από κωδικό ή περιγραφή
es_es: Búsqueda de artículos por código y descripción
fr_fr: Rechercher article par code et description
he_il: חפש פריט לפי קוד או תיאור
hr: Pretraživanje artikla prema kodu i opisu
hu_hu: Cikk keresése kód és leírás szerint
it: Ricerca articolo per codice e descrizione
pl_pl: Wyszukiwanie pozycji według kodu lub opisu
ru_ru: Поиск изделия по коду или описанию
sl_si: Iskanje izdelka po kodi in opisu
tr_tr: Öğeyi koda veya açıklamaya göre arayın

# ItemSearchKeySearch
source: Search
bg: Търсене
cs: Vyhled
de_de: Suche
el_gr: Αναζήτηση
es_es: Buscar en
fr_fr: Rechercher
he_il: חיפוש
hr: Pretr.
hu_hu: Keresés
it: Ricerca
pl_pl: Szukaj
ru_ru: Поиск
sl_si: Iskanje
tr_tr: Arama

# AvailableQuantity
source: Available quantity [{0}]
bg: Налично Колич [{0}]
cs: Dostupné množství [{0}]
de_de: Verfügbare Menge [{0}]
el_gr: Διαθέσιμη ποσότητα [{0}]
es_es: Cantidad disponible [{0}]
fr_fr: Quantité disponible [{0}]
he_il: כמות זמינה [{0}]
hr: Dostupna količina [{0}]
hu_hu: Rendelkezésre álló mennyiség [{0}]
it: Quantità disponibile [{0}]
pl_pl: Dostępna ilość [{0}]
ru_ru: Доступное количество [{0}]
sl_si: Razpoložljiva kol. [{0}]
tr_tr: Mevcut miktar [{0}]

# ItemSearchCall
source: Call Item
bg: Заявка артикул
cs: Vyvolat položku
de_de: Artikel aufr.
el_gr: Κλήση στοιχείου
es_es: Llamar al artículo
fr_fr: Appeler article
he_il: קרא לפריט
hr: Pozovi artikl
hu_hu: Cikk behívása
it: Chiama articolo
pl_pl: Wywołaj pozycję
ru_ru: Элемент вызова
sl_si: Prikliči izdel
tr_tr: Çağrı Öğesi

# ItemDetailHeader
source: Item detail
bg: Подробност артикул
cs: Podrob položky
de_de: Artikel-Detail
el_gr: Λεπτομέρεια στοιχείου
es_es: Detalle del artículo
fr_fr: Détail de l’article
he_il: פרטי פריט
hr: Detalj o artiklu
hu_hu: Cikk adatai
it: Dettaglio articolo
pl_pl: Szczegóły pozycji
ru_ru: Подробные данные изделия
sl_si: Podrobnost izdelka
tr_tr: Ürün detayı

# ItemDetailManagement
source: Managing type
bg: Вид управл
cs: Typ správy
de_de: Art der Verw.
el_gr: Τύπος χειρισμού
es_es: Tipo de gestión
fr_fr: Type de gestion
he_il: סוג ניהול
hr: Vrsta upravlj.
hu_hu: Kezelés típusa
it: Tipo di gestione
pl_pl: Typ zarządzania
ru_ru: Тип управления
sl_si: Tip upravljanja
tr_tr: Yönetim türü

# ItemDetailPeriod
source: FIFO time span
bg: Период FIFO [дни]
cs: Období FIFO [dny]
de_de: FIFO-Perio. [Tage]
el_gr: Χρονικό διάστημα FIFO
es_es: Periodo FIFO [días]
fr_fr: Période FIFO [jrs]
he_il: זמן FIFO
hr: Razdob. FIFO [dan]
hu_hu: FIFO időszak [nap]
it: Periodo FIFO [gg.]
pl_pl: Zakres czasu FIFO
ru_ru: Промежуток времени FIFO
sl_si: Obdobje FIFO [dd]
tr_tr: FIFO zaman aralığı

# ImmediateDrawerCallHeader
source: Immediate drawer call
bg: Незабавна заявка за чекмедже
cs: Okamžitý požad na zásuvku
de_de: Sofortige Kastenanfrage
el_gr: Άμεση κλήση συρταριού
es_es: Petición inmediata de cajones
fr_fr: Demande immédiate tiroir
he_il: קריאה מיידית למגש
hr: Neposredan zahtjev pretinca
hu_hu: Tálca azonnali lekérése
it: Richiesta immediata cassetto
pl_pl: Natychmiastowe wywołanie szuflady
ru_ru: Немедленный вызов выдвижного узла
sl_si: Takojšnja zahteva za predal
tr_tr: Anında Tepsi çağrısı

# ImmediateDrawerCallDrawerCall
source: Call Drawer
bg: Чекмедже повикв
cs: Vyvolat zásuvku
de_de: Kastenaufruf
el_gr: Συρτάρι κλήσης
es_es: Cajón de llamadas
fr_fr: Appeler tiroir
he_il: קרא למגש
hr: Pozovi pretinac
hu_hu: Tálca behívása
it: Chiama cassetto
pl_pl: Wywołanie szuflady
ru_ru: Вызвать выдвижной узел
sl_si: Prikliči predal
tr_tr: Çağrı Tepsisi

# ImmediateDrawerCallRequiredDrawer
source: Requested tray
bg: Изисква чекмедже
cs: Požadovaná zásuvka
de_de: Kasten angefordert
el_gr: Απαιτούμενος δίσκος
es_es: Cajón necesario
fr_fr: Tiroir requis
he_il: מגש מבוקש
hr: Pretinac zatražen
hu_hu: Lekért tálca
it: Cassetto richiesto
pl_pl: Żądana szuflada
ru_ru: Запрошенный лоток
sl_si: Zahtevan predal
tr_tr: İstenen tepsi

# GeneralInfoHeader
source: General information
bg: Обща информация
cs: Obecné informace
de_de: Allgemeine Infos
el_gr: Γενικές πληροφορίες
es_es: Información general
fr_fr: Informations générales
he_il: מידע כללי
hr: Opće informacije
hu_hu: Általános tudnivalók
it: Informazioni generali
pl_pl: Informacje ogólne
ru_ru: Основная информация
sl_si: Splošne informacije
tr_tr: Genel bilgi

# GeneralInfoModel
source: Model
bg: Модел
de_de: Modell
el_gr: Μοντέλο
es_es: Modelo
fr_fr: Modèle
he_il: דגם
hu_hu: Modell
it: Modello
ru_ru: Модель
tr_tr: modeli

# GeneralInfoSerial
source: Serial number
bg: Сериен номер
cs: Výrobní číslo
de_de: Seriennummer
el_gr: Σειριακός αριθμός
es_es: Número de serie
fr_fr: Numéro de série
he_il: מספר סידורי
hr: Serijski broj
hu_hu: Sorozatszám
it: Numero di serie
pl_pl: Numer seryjny
ru_ru: Серийный номер
sl_si: Serijska št.
tr_tr: Seri numarası

# GeneralInfoTotDrawers
source: Drawer quantity
bg: Брой чекмеджета
cs: Počet zásuvek
de_de: Anzahl Kästen
el_gr: Ποσότητα συρταριού
es_es: Número de cajones
fr_fr: Nombre de tiroirs
he_il: כמות מגשים
hr: Broj pretinaca
hu_hu: Tálcák száma
it: Numero cassetti
pl_pl: Ilość szuflad
ru_ru: Количество выдвижных узлов
sl_si: Št. predalov
tr_tr: Tepsi miktarı

# GeneralInfoSwRelease
source: Software version
bg: Версия на софтуер
cs: Verze softwaru
el_gr: Έκδοση λογισμικού
es_es: Versión del software
fr_fr: Version du logiciel
he_il: גירסת תוכנה
hr: Verzija softvera
hu_hu: Szoftververzió
it: Versione software
pl_pl: Wersja oprogramowania
ru_ru: Версия программного обеспечения
sl_si: Razl prog. opreme
tr_tr: Yazılım versiyonu

# GeneralInfoInstallationDate
source: Acceptance date
bg: тест на
cs: Kolaudac
de_de: Abnahme
el_gr: Αποδοχή ημερομηνίας
es_es: Prueba
fr_fr: Mise en service
he_il: תאריך קבלה
hr: Testir.
hu_hu: Felülvizsgálat
it: Collaudo
pl_pl: Data odbioru
ru_ru: Дата принятия
sl_si: Test
tr_tr: Kabul tarihi

# GeneralInfoLastMaintenanceDate
source: Last service
bg: Последна поддръжка
cs: Poslední údržba
de_de: Letzte Wartung
el_gr: Τελευταία υπηρεσία
es_es: Último mantenimiento
fr_fr: Dernière maintenance
he_il: שירות אחרון
hr: Posljednje održav.
hu_hu: Legutóbbi karbantartás
it: Ultima manutenzione
pl_pl: Ostatni serwis
ru_ru: Последняя служба
sl_si: Zadnje vzdrževanje
tr_tr: Son hizmet

# GeneralInfoNextMaintenanceDate
source: Next service
bg: Следваща поддръжка
cs: Následující údržba
de_de: Nächste Wartung
el_gr: Επόμενη υπηρεσία
es_es: Próximo mantenimiento
fr_fr: Prochaine maintenance
he_il: שירות הבא
hr: Sljedeće održavanje
hu_hu: Következő karbantartás
it: Prossima manutenzione
pl_pl: Następny serwis
ru_ru: Следующая услуга
sl_si: Naslednje vzdrževanje
tr_tr: Sonraki hizmet

# GeneralInfoOperativeStatus
source: Operative machine's state
bg: Съст на машина
cs: Stav stroje
de_de: Maschinenstat
el_gr: Λειτουργική κατάσταση μηχανήματος
es_es: Estado de la máquina
fr_fr: État de la machine
he_il: סטטוס מצב תפעולי
hr: Stanje stroja
hu_hu: Gépállapot
it: Stato macchina
pl_pl: Stan roboczy maszyny
ru_ru: Состояние оперативной машины
sl_si: Stanje stroja
tr_tr: Çalışan makinenin durumu

# DrawerCompactingHeader
source: Compaction drawer procedure
bg: Процедура уплътняване на чекмеджета.
cs: Postup zhutnění zásuvek.
de_de: Kästenverdichtung
el_gr: Διαδικασία συμπίεσης συρταριού
es_es: Procedimiento de compactación del cajón.
fr_fr: Procédure de compactage des tiroirs.
he_il: תהליך סידור מגשים
hr: Postupak sabijanja pretinaca.
hu_hu: Tálcák tömörítési eljárása.
it: Procedura di compattazione cassetti.
pl_pl: Procedura zagęszczania szuflady
ru_ru: Процедура уплотнения выдвижного ящика
sl_si: Postopek optimizacije predalov.
tr_tr: Sıkıştırma Tepsisi prosedürü

# DrawerCompactingFragmentNumber
source: Fragments quantity
bg: Брой фрагменти
cs: Počet fragmentů
de_de: Anzahl Fragmente
el_gr: Ποσότητα τεμαχίων
es_es: Número de fragmentos
fr_fr: Nombre de fragments
hr: Broj komadića
hu_hu: Töredékek száma
it: Numero frammenti
pl_pl: Ilość fragmentów
ru_ru: Количество фрагментов
sl_si: Število drobcev
tr_tr: Parça miktarı

# DrawerCompactingMaxSpaceRecoverable
source: Max recoverable space
bg: Макс възст пространство
cs: Max. obnovitelný prostor
de_de: Max. zurückzugew. Raum
el_gr: Μέγιστος ανακτήσιμος χώρος
es_es: Espacio máximo recuperable
fr_fr: Espace max. récupérable
he_il: מרווח מקסימלי ששוחזר
hr: Max nadoknadiv prostor
hu_hu: Max. visszanyerhető hely
it: Spazio max. recuperabile
pl_pl: Maks. przestrzeń do odzyskania
ru_ru: Максимальное восстанавливаемое пространство
sl_si: Maks. prost za obnovitev
tr_tr: Maksimum kurtarılabilir alan

# DrawerCompactingSpaceToRecover
source: Space to recover
bg: Място възстановяване
cs: Prostor pro obnovení
de_de: Zurückzugew. Raum
el_gr: Χώρος προς ανάκτηση
es_es: Espacio para recuperar
fr_fr: Espace à récupérer
he_il: מרווח לשחזור
hr: Prost.za nadokn.
hu_hu: Visszanyerendő hely
it: Spazio da recuperare
pl_pl: Przestrzeń do odzyskania
ru_ru: Пространство для восстановления
sl_si: Prostor za obnovitev
tr_tr: Kurtarma alanı

# DrawerCompactingAntCompact
source: Compact front side
bg: Комп предна част
cs: Zhutnit vepředu
de_de: Verdichtung vorn
el_gr: Συμπαγής μπροστινή πλευρά
es_es: Frente compacto
fr_fr: Compacter avant
he_il: ייעול אחסת מגשים צד קדמי
hr: Sabij prednje
hu_hu: Elülső tömörítés
it: Compatta anteriore
pl_pl: Kompaktowa strona przednia
ru_ru: Компактная передняя сторона
sl_si: Optim. spredaj
tr_tr: Kompakt ön taraf

# DrawerCompactingRearCompact
source: Compact back side
bg: Комп задна част
cs: Zhutnit vzadu
de_de: Verdichtung hinten
el_gr: Συμπαγής πίσω πλευρά
es_es: Compactar posterior
fr_fr: Compacter arrière
he_il: ייעול אחסנת מגשים צד אחורי
hr: Sabij stražnje
hu_hu: Hátsó tömörítés
it: Compatta posteriore
pl_pl: Kompaktowa strona tylna
ru_ru: Компактная задняя сторона
sl_si: Optimiziraj zadaj
tr_tr: Kompakt arka taraf

# OtherNavigationCompaction
source: Compaction
bg: Уплътняване
cs: Zhutnění
de_de: Komprimieren
el_gr: Συμπίεση
es_es: Compactación
fr_fr: Compactage
he_il: סידור מגשים מחדש
hr: Sabijanje
hu_hu: Tömörítés
it: Compattazione
pl_pl: Kompaktowanie
ru_ru: Уплотнение
sl_si: Optim. Prost
tr_tr: Sıkıştırma

# OtherNavigationStatistics
source: Statistics
bg: Статистика
cs: Statistiky
de_de: Statistiken
el_gr: Στατιστικά
es_es: Estadísticas
fr_fr: Statistiques
he_il: סטטיסטיקה
hr: Statistike
hu_hu: Statisztikák
it: Statistiche
pl_pl: Statystyka
ru_ru: Статистика
sl_si: Statistika
tr_tr: İstatistik

# OtherNavigationMaintenance
source: Maintenance
bg: Извънредна
cs: Údržba
de_de: Wartung
el_gr: Συντήρηση
es_es: Mantenimiento
he_il: תחזוקה
hr: Održavanje
hu_hu: Karbantartás
it: Manutenzione
pl_pl: Konserwacja
ru_ru: Поддержка
sl_si: Vzdrževanje
tr_tr: Bakım onarım

source: MachineStatistics_TotalMovedTrays
bg: Преместване чекмедже
cs: Přesunuté zásuvky
de_de: Bewegte Kästen
el_gr: Μονάδα κίνησης
es_es: Cajones desplazados
fr_fr: Tiroirs déplacés
he_il: יחידות שהוזזו
hr: Pretinci pomaknuti
hu_hu: Mozgatott tálcák
it: Cassetti movimentati
pl_pl: Przeniesiona jednostka
ru_ru: Перемещаемый блок
sl_si: Premikani predali
tr_tr: Taşınan birim

source: MachineStatistics_TotalPowerOnTime
bg: Време запалв часове
cs: Doba zapnutí v hod
de_de: Einschaltzeit Std
el_gr: Συνολική ισχύς εγκαίρως
es_es: Horas de encendido
fr_fr: Heures d’allumage
he_il: סה"כ זמן פעולה
hr: Vrijeme uključ. sati
hu_hu: Bekapcsolási idő, óra
it: Tempo accensione ore
pl_pl: Całkowity czas włączenia zasilania
ru_ru: Общее время включения питания
sl_si: Čas delovanja v urah
tr_tr: Zamanında toplam güç

source: MachineStatistics_AreaFillPercentage
bg: Заета площ
cs: Obsaz plocha
de_de: Beleg. Fläche
el_gr: Πλήρωση περιοχής
es_es: Superficie ocupada
fr_fr: Zone occupée
he_il: שדה מילוי פרטים
hr: Zauz. podr.
hu_hu: Foglalt terület
it: Area occupata
pl_pl: Zapełnienie powierzchni
ru_ru: Заполнение области
sl_si: Zased območje
tr_tr: Alan dolgusu

source: MachineStatistics_WeightCapacityPercentage
bg: Натов тегло
cs: Naložená hmot
de_de: Gelad. Gew.
el_gr: Χωρητικότητα βάρους
es_es: Peso cargado
fr_fr: Poids chargé
he_il: משקל תכולה
hr: Tež. utovar.
hu_hu: Betöltött súly
it: Peso caricato
pl_pl: Pojemność wagowa
ru_ru: Грузоподъемность
sl_si: Naložena teža
tr_tr: Ağırlık kapasitesi

source: MachineStatistics_AutomaticTimePercentage
bg: Време автомат режим
cs: Doba autom provozu
de_de: Zeit in Automatik
el_gr: Αυτόματος χρόνος
es_es: Tiempo en automático
fr_fr: Temps en mode automatique
he_il: זמן אוטומטי
hr: Vrij. u aut.načinu
hu_hu: Idő automatikus üzemmódban
it: Tempo in automatico
pl_pl: Czas automatyczny
ru_ru: Автоматическое время
sl_si: Čas v avto. načinu
tr_tr: Otomatik zaman

source: MachineStatistics_UsageTimePercentage
bg: Коефициент на използване
cs: Koeficient využití
de_de: Nutzungs-Koeffizient
el_gr: Χρόνος χρήσης
es_es: Coeficiente de utilización
fr_fr: Coefficient d’utilisation
he_il: זמן שימוש
hr: Koeficijent uporabe
hu_hu: Használati együttható
it: Coefficiente di utilizzo
pl_pl: Czas użytkowania
ru_ru: Время использования
sl_si: Koeficient uporabe
tr_tr: Kullanım süresi

source: DrawerSpaceSaturazionHeader
bg: Статист насищане пространство в чекмедже.
cs: Statistiky: naplnění prostoru zásuvek.
de_de: Statistik : Sättigung des Kastenraums.
el_gr: Στατιστικά: κορεσμός χώρου συρταριού.
es_es: Estadísticas: saturación del espacio del cajón.
fr_fr: Statistiques : saturation de l’espace des tiroirs.
hr: Statistike: zasićenje prostora pretinaca.
hu_hu: Statisztikák: tálcaterek telítettsége.
it: Statistiche : saturazione spazio cassetti.
pl_pl: Statystyka: nasycenie przestrzeni szuflady.
ru_ru: Статистика: насыщенность пространства ящика.
sl_si: Statistika: nasičenost prostora v predalih
tr_tr: İstatistikler: Tepsi alanı doygunluğu.

# DrawerSpaceSaturazionTotalDrawers
source: Total units
bg: Общо чекмеджета
cs: Celkem zásuvek
de_de: Kästen gesamt
el_gr: Σύνολο μονάδων
es_es: Total de cajones
fr_fr: Total des tiroirs
hr: Ukupno pretin.
hu_hu: Tálcák összesen
it: Totale cassetti
pl_pl: Razem jednostki
ru_ru: Всего единиц
sl_si: Sk. št. Predalo
tr_tr: Tüm birimler

source: DrawerSpaceSaturazionDrawerMeasure
bg: Размер на чекмедже (мм)
cs: Rozměry zásuvek (mm)
de_de: Kastenabmessungen (mm)
el_gr: Μέτρηση συρταριού (mm)
es_es: Tamaño del cajón (mm)
fr_fr: Dimension des tiroirs (mm)
hr: Dimenzija pretinaca (mm)
hu_hu: Tálcák mérete (mm)
it: Dimensione cassetti (mm)
pl_pl: Wymiar szuflady (mm)
ru_ru: Размер ящика (мм)
sl_si: Mere predalov (mm)
tr_tr: Tepsi ölçüsü (mm)
