Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# MissionTypeFullTestOUT
source: Full Test OUT
bg: Пълен тест OUT
cs: Celý test OUT
el_gr: Πλήρης δοκιμή ΕΞΩ
es_es: Prueba completa OUT
fr_fr: Test complet OUT
he_il: בדיקה מלאה הוצאה
hr: Pot test VAN
hu_hu: Befejezett teszt OUT
it: Test completo OUT
pl_pl: Pełny test ZEW
ru_ru: Полный цикл испытания ВЫКЛ
sl_si: Cel test OUT
tr_tr: Tam Test Çıkışı

# MissionTypeLoadUnitOperation
source: Load Unit Operation
bg: Работа с чекмедже
cs: Operace zásuvky
de_de: Vorgang Kasten
el_gr: Λειτουργία μονάδας φόρτωσης
es_es: Funcionamiento del cajón
fr_fr: Opération sur tiroir
he_il: פעולת הטענת יחידה
hr: Operacija pretinca
hu_hu: Tálcaművelet
it: Operazione cassetto
pl_pl: Obsługa jednostki ładunkowej
ru_ru: Работа с единицей загрузки
sl_si: Postopek na predalu
tr_tr: Yük Ünitesi Çalışması

# CommonLot
source: Lot
bg: Парт
cs: Šarže
de_de: Los
el_gr: Παρτίδα
es_es: Lote
he_il: מספר אצוות ייצור
hu_hu: Tétel
it: Lotto
pl_pl: Partia
ru_ru: Много
sl_si: Ser
tr_tr: Pay

# AlarmsDescription
source: List of machine alarms
bg: Списък на алармите на машината
cs: Seznam výstrah stroje
de_de: Liste der Maschinenalarme
el_gr: Συναγερμοί λίστας μηχανήματος
es_es: Lista de alarmas de la máquina
fr_fr: Liste des alarmes de la machine
he_il: רשימת התרעות מכונה
hr: Lista alarma stroja
hu_hu: A gép riasztásainak listája
it: Lista degli allarmi della macchina
pl_pl: Lista alarmów maszyny
ru_ru: Перечень аварийных сигналов машины
sl_si: Seznam alarmov stroja
tr_tr: Makine alarmlarının listesi

source: Bay number
bg: Номер отдел
cs: Číslo stan
de_de: Nr. Bucht
el_gr: Αριθμός πλατφόρμας
es_es: Número de la bahía
fr_fr: Numéro baie
he_il: מספר עמדה
hr: Broj uvale
hu_hu: Munkaállomás száma
it: Numero baia
pl_pl: Numer pola
ru_ru: Номер секции
sl_si: Št. nak pol
tr_tr: bölme numarası

source: Detail code
bg: Подробности кода
cs: Podrobnosti kódu
de_de: Code-Detail
el_gr: Κωδικός λεπτομερειών
es_es: Detalle del código
fr_fr: Détail du code
he_il: קוד מפורט
hr: Detalj koda
hu_hu: Kód részletei
it: Dettaglio codice
pl_pl: Kod szczegółu
ru_ru: Детализированный код
sl_si: Podrobnosti kode
tr_tr: Detay kodu

source: Id
el_gr: Αναγνωριστικό
he_il: מספר סידורי
pl_pl: Oznaczenie
ru_ru: Идентификатор

source: Inverter index
bg: Индекс инвертор
cs: Index měniče
el_gr: Δείκτης αντιστροφέα
es_es: Índice del inversor
fr_fr: Numéro du variateur
he_il: אינדקס ממיר
hr: Indeks inver
hu_hu: Inverter mutatója
it: Indice inverter
pl_pl: Indeks falownika
ru_ru: Указатель инвертора
sl_si: Kazalo inver
tr_tr: invertör indeksi

source: Occurrence date
bg: Дата събит
cs: Datum udál
de_de: Datum Ereig
el_gr: Ημερομηνία συμβάντος
es_es: Fecha del evento
fr_fr: Date de l’événement
he_il: תאריך הופעה
hr: Dat. događ.
hu_hu: Esemény dátuma
it: Data evento
pl_pl: Data wystąpienia
ru_ru: Дата возникновения
sl_si: Dat. Dog
tr_tr: gerçekleşme tarihi

source: Resolution date
bg: Дата прекратяване
cs: Datum vyřešení
de_de: Datum der Auflösung
el_gr: Ημερομηνία ανάλυσης
es_es: Fecha de resolución
fr_fr: Date de résolution
he_il: תאריך סיום תקלה
hr: Datum rezolucije
hu_hu: Felbontás dátuma
it: Data di risoluzione
pl_pl: Data rozwiązania
ru_ru: Дата устранения
sl_si: Datum prenehanja
tr_tr: Çözüm tarihi

# SerialNumber
source: Serial
bg: Фабрномер
cs: Výr číslo
de_de: Seriennr.
el_gr: Σειριακός
es_es: Matrícula
fr_fr: Numéro de série
he_il: סידורי
hr: Serij.Br.
hu_hu: Gyári szám
it: Matricola
pl_pl: Numer seryjny
ru_ru: Серийный
sl_si: Mat. št.
tr_tr: Seri

source: Fragment back
bg: Фрагментация отзад
cs: Zadní fragmentace
de_de: Fragment. hinten
el_gr: Τεμάχιο πίσω
es_es: Fragmentación de la espalda
fr_fr: Fragmentation arrière
he_il: חלוקת מגשים מאחור
hr: Fragmentacija otraga
hu_hu: Töredezettség hátul
it: Frammentazione retro
pl_pl: Fragment z tyłu
ru_ru: Часть назад
sl_si: Fragmentacija zadaj
tr_tr: Parça geri

source: Fragment front
bg: Фрагментация отпред
cs: Přední fragmentace
de_de: Fragmentierung vorne
el_gr: Τεμάχιο μπροστά
es_es: Fragmentación frontal
fr_fr: Fragmentation avant
he_il: חלוקת מגשים מלפנים
hr: Fragment. sprijeda
hu_hu: Töredezettség elöl
it: Frammentazione fronte
pl_pl: Fragment z przodu
ru_ru: Часть вперед
sl_si: Fragmentacija spredaj
tr_tr: Parça ön

source: Fragment total
bg: Обща фрагментация
cs: Celková fragmentace
de_de: Fragmentierung insg.
el_gr: Σύνολο τεμαχίων
es_es: Fragmentación total
fr_fr: Fragmentation totale
he_il: סה"כ חלוקת מגשים
hr: Potpuna fragmentacija
hu_hu: Töredezettség összesen
it: Frammentazione totale
pl_pl: Całość fragmentu
ru_ru: Часть итого
sl_si: Fragmentacija skupaj
tr_tr: Parça toplamı

source: Cannot execute List.
bg: Не мога да изпълня списъка.
cs: Seznam nelze realizovat.
de_de: Kann Liste nicht ausführen.
el_gr: Δεν είναι δυνατή η εκτέλεση της λίστας.
es_es: No puedo ejecutar la lista.
fr_fr: Impossible d’exécuter la liste.
he_il: בטל הפעלת רשימה
hr: Ne mogu provesti popis.
hu_hu: A lista nem végezhető el.
it: Non posso eseguire l'elenco.
pl_pl: Nie można wykonać Listy.
ru_ru: Невозможно выполнить Перечень.
sl_si: Ne morem izvesti seznama.
tr_tr: Liste yürütülemiyor.

# InvalidOperation
source: Invalid operation {0}
bg: Операция {0} невалидна
cs: Operace {0} neplatná
de_de: Vorgang {0} ungültig
el_gr: Άκυρη λειτουργία {0}
es_es: Operación inválida {0}
fr_fr: Opération {0} non valide
he_il: פעולה לא תקפה {0}
hr: Nevažeća {0} operacija
hu_hu: {0} művelet nem érvényes
it: Operazione {0} non valida
pl_pl: Nieprawidłowa operacja {0}
ru_ru: Недействительная операция {0}
sl_si: Postopek {0} ni veljaven
tr_tr: Geçersiz işlem {0}

source: Users
bg: Потреб
cs: Uživat
de_de: Benu.
el_gr: Χρήστες
es_es: Usuarios
fr_fr: Utilisateurs
he_il: משתמשים
hr: Koris.
hu_hu: Felhasználók
it: Utenti
pl_pl: Użytkownicy
ru_ru: Пользователи
sl_si: Upor
tr_tr: Kullanıcılar

# LoadingUnitOutBay
source: out of the bay
bg: извън отдел
cs: na výst ze stan
de_de: Ausgang aus Bucht
el_gr: έξω από την πλατφόρμα
es_es: en la salida de la bahía
fr_fr: en cours de sortie de la baie
he_il: מחוץ לחלון העבודה
hr: na izl. iz uvale
hu_hu: a munkaállomás kimenetén
it: in uscita da baia
pl_pl: poza zatoką
ru_ru: вне секции
sl_si: Na izhodu nak pol
tr_tr: körfezin dışında

# LoadingUnitIdInfo
source: Unit
bg: Чекмедже
cs: Zásuvka
de_de: Kasten
el_gr: Μονάδα
es_es: Cajón
fr_fr: Tiroir
he_il: יחידה
hr: Pretinac
hu_hu: Tálca
it: Cassetto
pl_pl: Jednostka
ru_ru: Единица измерения
sl_si: Predal
tr_tr: Birim

# AdditionalText
source: Additional Information
bg: Допълнителна Информация
cs: Dodatečné informace
de_de: Zusatzinfo
el_gr: Πρόσθετες πληροφορίες
es_es: Información adicional
fr_fr: Informations Supplémentaires
he_il: מידע נוסף
hr: Dodatne Informacije
hu_hu: Kiegészítő információk
it: Informazioni Aggiuntive
pl_pl: Dodatkowe Informacje
ru_ru: Дополнительные сведения
sl_si: Dodatne informacije
tr_tr: Ek Bilgiler

# UnitId
source: Unit n.
bg: Чекмедже №
cs: Zásuvka č.
de_de: Kasten Nr.
el_gr: Μονάδα n.
es_es: Cajón no.
fr_fr: Tiroir n°
he_il: יחידה n
hr: Pretin. br.
hu_hu: Tálca sz.
it: Cassetto n.
pl_pl: Jednostka n.
ru_ru: № единицы
sl_si: Predal št.
tr_tr: Birim

source: Height
bg: Височин
cs: Výška
de_de: Höhe
el_gr: Ύψος
es_es: Altura
fr_fr: Hauteur
he_il: גובה
hr: Visina
hu_hu: Magasság
it: Altezza
pl_pl: Wysokość
ru_ru: Высота
sl_si: Višina
tr_tr: Yükseklik

source: Weight
bg: Тегл
cs: Hmot
de_de: Gew.
el_gr: Βάρος
es_es: Peso
fr_fr: Poids
he_il: משקל
hr: Tež.
hu_hu: Súly
it: Peso
pl_pl: Masa
ru_ru: Вес
sl_si: Teža
tr_tr: Ağırlık

# DrawerCompactingWarning
source: Fragmentation too high: please run a Compact procedure
bg: Фрагментацията е прекомерна: препоръчва се уплътняване.
cs: Fragmentace je nadměrná: doporučujeme provést zhutnění.
de_de: Die Fragmentierung ist übertrieben: Verdichtung wird empfohlen.
el_gr: Πάρα πολύ υψηλός τεμαχισμός: εκτελέστε μια διαδικασία συμπίεσης
es_es: La fragmentación es excesiva: se recomienda la compactación.
fr_fr: La fragmentation est excessive : il est conseillé d’effectuer un compactage.
he_il: חלוקת מגשים גדולה מדי: הפעל פעולת ייעול סידור מגשים
hr: Fragmentacija je pretjerana: poželjno je izvršiti sabijanje.
hu_hu: Túlzott töredezettség: javasolt tömörítést végezni.
it: La frammentazione è eccessiva: si consiglia di eseguire una compattazione.
pl_pl: Zbyt duża fragmentacja: proszę przeprowadzić procedurę Kompaktowania
ru_ru: Слишком высокий уровень фрагментации: запустить процедуру Уплотнения
sl_si: Fragmentacija je prevelika: priporočljivo je zagnati optimizacijo.
tr_tr: Parçalanma çok yüksek: lütfen bir Kompakt prosedür çalıştırın

# CarouselCalibration
source: Carousel calibration in progress
bg: калибр на въртележката в ход
cs: Probíhá kalibrace karuselu
de_de: Karussell-Kalibr. Läuft
el_gr: Βαθμονόμηση Καρουζέλ σε εξέλιξη
es_es: Calibración del carrusel en curso
fr_fr: Calibrage du carrousel en cours
he_il: כיול מעלית ארגוטק מתבצע
hr: Kalibracija vrtuljka u tijeku
hu_hu: Karusszel kalibrációja folyamatban
it: Calibrazione giostra in corso
pl_pl: Trwa kalibracja karuzeli
ru_ru: Калибровка кругового конвейера выполняется
sl_si: Poteka umerjanje vrt dela
tr_tr: Karusel kalibrasyonu devam ediyor

# HorizontalCalibration
source: Horizontal calibration in progress
bg: хоризонтал калибр в ход
cs: Probíhá horizontální kalibrace
de_de: Horizontale Kalibrierung läuft
el_gr: Οριζόντια βαθμονόμηση σε εξέλιξη
es_es: Calibración horizontal en curso
fr_fr: Calibrage horizontal en cours
he_il: כיול אנכי בפעולה
hr: Vodoravna kalibracija u tijeku
hu_hu: Vízszintes kalibráció folyamatban
it: Calibrazione orizzontale in corso
pl_pl: Trwa kalibracja pozioma
ru_ru: Горизонтальная калибровка выполняется
sl_si: Poteka vodoravno umerjanje
tr_tr: Yatay kalibrasyon devam ediyor

# AvailablesQuantity
source: Available quantity
bg: Налично Колич
cs: Dostupné množství
de_de: Verfügbare Menge
el_gr: Διαθέσιμη ποσότητα
es_es: Cantidad disponible
fr_fr: Quantité disponible
he_il: כמות זמינה
hr: Dostupna količina br
hu_hu: Rendelkezésre álló mennyiség
it: Quantità disponibile
pl_pl: Dostępna ilość
ru_ru: Доступное количество
sl_si: Razpoložljiva Kol.
tr_tr: Mevcut Miktarı

source: Items filtered by code.
bg: Статии филтрирани по код.
cs: Položky filtrovány podle kódu
de_de: Nach Code gefilterte Artikel.
el_gr: Φιλτραρισμένα στοιχεία με κωδικό.
es_es: Artículos filtrados por código.
fr_fr: Articles filtrés par code.
he_il: מיון פריטים לפי קוד
hr: Artikli filtrirani po kodu.
hu_hu: Kódra szűrt cikkek.
it: Articoli filtrati per codice.
pl_pl: Pozycje filtrowane według kodu.
ru_ru: Изделия фильтруются по коду.
sl_si: Izdelki filtrirani po kodi.
tr_tr: Öğeler koda göre filtrelendi.

# BarcodeDoesNotContainTheItemCode
source: The barcode '{0}' does not contain the item code.
bg: Баркодът "{0}" не съдържа код на артикул.
cs: Čárový kód „{0}“ neobsahuje kód položky.
de_de: Der Strichcode '{0}' enthält keinen Artikelcode.
el_gr: Ο γραμμωτός κωδικός '{0}' δεν περιέχει τον κωδικό στοιχείου.
es_es: El código de barras '{0}' no contiene un código de artículo.
fr_fr: Le code-barres '{0}' ne contient pas un code article.
he_il: הברקוד '{0}' לא מכיל את מק"ט הפריט
hr: Bar kod ‚{0}‘ ne sadrži kod artikla.
hu_hu: '{0}' vonalkód nem tartalmaz cikkszámot.
it: Il codice a barre '{0}' non contiene un codice articolo.
pl_pl: Kod kreskowy '{0}' nie zawiera kodu pozycji.
ru_ru: В штрихкоде «{0}» отсутствует код изделия.
sl_si: Črtna koda '{0}' ne vsebuje kode izdelka.
tr_tr: '{0}' barkodu ürün kodunu içermiyor.

# BarcodeDoesNotContainTheItemQuantity
source: The barcode '{0}' does not contain the item quantity.
bg: Баркодът "{0}" не съдържа Количто на артикула.
cs: Čárový kód „{0}“ neobsahuje množství položky.
de_de: Der Strichcode '{0}' enthält nicht die Menge des Artikels.
el_gr: Ο γραμμωτός κωδικός '{0}' δεν περιέχει την ποσότητα στοιχείου.
es_es: El código de barras '{0}' no contiene la cantidad del artículo.
fr_fr: Le code-barres '{0}' ne contient pas la quantité de l’article.
he_il: הברקוד '{0}' לא מכיל את כמות הפריטים
hr: Bar kod ‚{0}‘ ne sadrži količinu artikla.
hu_hu: '{0}' vonalkód nem tartalmazza a cikk mennyiségét.
it: Il codice a barre '{0}' non contiene la quantità dell'articolo.
pl_pl: Kod kreskowy '{0}' nie zawiera ilości pozycji.
ru_ru: В штрихкоде «{0}» отсутствует количество изделия.
sl_si: Črtna koda '{0}' ne vsebuje količine izdelka.
tr_tr: '{0}' barkodu ürün miktarını içermiyor.

# BarcodeDoesNotContainTheListId
source: The barcode '{0}' does not contain the list identifier.
bg: Баркодът "{0}" не съдържа идентификационния код на списъка.
cs: Čárový kód „{0}“ neobsahuje identifikační kód seznamu.
de_de: Der Strichcode '{0}' enthält nicht den ID-Code der Liste.
el_gr: Ο γραμμωτός κωδικός '{0}' δεν περιέχει το αναγνωριστικό λίστας.
es_es: El código de barras "{0}" no contiene el ID de la lista.
fr_fr: Le code-barres '{0}' ne contient pas le code d’identification de la liste.
he_il: הברקוד '{0}' לא מכיל את מזהה הרשימה
hr: Bar kod ‚{0}‘ ne sadrži identifikacijski kod liste.
hu_hu: '{0}' vonalkód nem tartalmazza a lista azonosítókódját.
it: Il codice a barre '{0}' non contiene il codice identificativo della lista.
pl_pl: Kod kreskowy '{0}' nie zawiera identyfikatora listy.
ru_ru: В штрихкоде «{0}» отсутствует идентификатор перечня.
sl_si: Črtna koda '{0}' ne vsebuje identifikacijske kode seznama.
tr_tr: '{0}' barkodu liste tanımlayıcısını içermiyor.

# NoListWithIdWasFound
source: No list with identifier '{0}' was found.
bg: Няма списък с идентификационен код "{0}".
cs: Neexistuje seznam s identifikačním kódem „{0}“.
de_de: Es gibt keine Liste mit einem ID-Code '{0}'.
el_gr: Δεν βρέθηκε καμία λίστα '{0}' με αναγνωριστικό.
es_es: No hay ninguna lista con código de identificación "{0}".
fr_fr: Il n’existe pas de liste avec le code d’identification '{0}'.
he_il: מזהה רשימה '{0}' אינו זמין
hr: Ne postoji lista s identifikacijskim kodom ‚{0}‘.
hu_hu: Nem létezik lista '{0}' azonosítókóddal.
it: Non esiste una lista con codice identificativo '{0}'.
pl_pl: Nie znaleziono listy o identyfikatorze '{0}'.
ru_ru: Перечень с идентификатором «{0}» не найден.
sl_si: Ni seznama z identifikacijsko kodo '{0}'.
tr_tr: '{0}' tanımlayıcısına sahip liste bulunamadı.

# ExecutionOfListAccepted
source: Execution of list '{0}' was accepted.
bg: изпълнто на списъка '{0}' е прието.
cs: Provedení seznamu „{0}“ bylo akceptováno.
de_de: Die Ausführung der '{0}'-Liste wurde akzeptiert.
el_gr: Έγινε αποδεκτή '{0}' η εκτέλεση της λίστας.
es_es: La ejecución de la lista '{0}' ha sido aceptada.
fr_fr: L'exécution de la liste '{0}' a été acceptée.
he_il: הפעלת רשימה '{0}' התקבלה
hr: Izvođenje liste ‚{0}‘ je prihvaćeno.
hu_hu: '{0}' lista végrehajtása elfogadva.
it: L'esecuzione della lista '{0}' è stata accettata.
pl_pl: Wykonanie listy '{0}' zostało zaakceptowane.
ru_ru: Выполнение перечня «{0}» было принято.
sl_si: Izvedba seznama '{0}' je bila sprejeta.
tr_tr: '{0}' listesinin yürütülmesi kabul edildi.

source: Busy cells
bg: Заети клетки
cs: Obsazené buňky
de_de: Belegte Zellen
el_gr: Κυψέλες απασχολημένες
es_es: Celdas ocupadas
fr_fr: Cellules occupées
he_il: תא לא פנוי
hr: Zauzete ćelije
hu_hu: Foglalt rekeszek
it: Celle occupate
pl_pl: Zajęte komórki
ru_ru: Занятые ячейки
sl_si: Zas celice
tr_tr: meşgul hücreler

source: Free cells
bg: Своб клетки
cs: Volné buňky
de_de: Freie Zellen
el_gr: Ελεύθερες κυψέλες
es_es: Celdas libres
fr_fr: Cellules libres
he_il: תאים פנויים
hr: Slob. ćelije
hu_hu: Szabad rekeszek
it: Celle libere
pl_pl: Wolne komórki
ru_ru: Свободные ячейки
sl_si: Nezas celice
tr_tr: serbest hücreler

source: Free cells for support
bg: Безпл клетки поддръжка
cs: Volné buňky na opření
de_de: Freie Zellen zur Auflage
el_gr: Ελεύθερες κυψέλες για στήριξη
es_es: Células libres de apoyo
fr_fr: Cellules libres pour appui
he_il: תאים פנויים
hr: Ćelije slobodne za oslon
hu_hu: Szabad rekeszek alátámasztásra
it: Celle libere per appoggio
pl_pl: Wolne komórki do obsługi
ru_ru: Свободные ячейки для опоры
sl_si: Celice, prim za podlago
tr_tr: Destek için ücretsiz hücreler

# FreeCellsOnlySpace
source: Cells free only space
bg: Свободни клетки простр
cs: Volné buň pouze prostor
de_de: Freie Zellen nur Platz
el_gr: Ελεύθερες κυψέλες μόνο χώρου
es_es: Espacio de celdas libres solamente
fr_fr: Cellules libre espace seulement
he_il: תאים פנויים - מיקום בלבד
hr: Ćelije slob. samo prost.
hu_hu: Szabad rekeszek csak tér
it: Celle libere solo spazio
pl_pl: Komórki wolne tylko miejsce
ru_ru: Ячейки освобождают только пространство
sl_si: Celice kjer nez le prost
tr_tr: Hücreler yalnızca boş alan

source: Locked cells
bg: Блок клетки
cs: Blokov buňky
de_de: Blockier. Zell
el_gr: Μπλοκαρισμένες κυψέλες
es_es: Celdas cerradas
fr_fr: Cellules bloquées
he_il: תאים נעולים
hr: Blokir. ćelije
hu_hu: Blokkolt rekeszek
it: Celle bloccate
pl_pl: Zablokowane komórki
ru_ru: Запертые камеры
sl_si: Blokir celice
tr_tr: Kilitli hücreler

source: Total cells
bg: Клетки Общо
cs: Celkem buněk
de_de: Zellen insg
el_gr: Σύνολο κυψελών
es_es: Celdas totales
fr_fr: Nombre total de cellules
he_il: סה"כ תאים
hr: Ukup. ćelije
hu_hu: Rekeszek összesen
it: Celle totali
pl_pl: Komórki ogółem
ru_ru: Всего ячеек
sl_si: Skupaj celic
tr_tr: Toplam hücre

# UnitsInBay
source: Units in the bay
bg: Чекмедже отдел
cs: Zásuvky ve stan
de_de: Kästen in Bucht
el_gr: Μονάδες σε πλατφόρμα
es_es: Cajones en la bahía
fr_fr: Tiroirs dans baie
he_il: יחידות בעמדה
hr: Pretinci u uvali
hu_hu: Tálcák a munkaállomáson
it: Cassetti in baia
pl_pl: Jednostki w zatoce
ru_ru: Единицы в секции
sl_si: Predali v nakPol
tr_tr: Körfezdeki birimler

# UnitsInCell
source: Units in the cell
bg: Чекмедже килията
cs: Zásuvky v buňce
de_de: Kästen in Zelle
el_gr: Μονάδες σε κυψέλη
es_es: Cajones en la celda
fr_fr: Tiroirs dans cellule
he_il: יחידות בתא אחסנה
hr: Pretinci u ćeliji
hu_hu: Tálcák a rekeszben
it: Cassetti in cella
pl_pl: Jednostki w komórce
ru_ru: Единицы измерения в ячейке
sl_si: Predali v celici
tr_tr: Hücredeki birimler

# UnitsInElevator
source: Units in the elevator
bg: Чекмедже повдигача
cs: Zásuvky ve zvedáku
de_de: Kästen in Hebebühne
el_gr: Μονάδες σε ανελκυστήρα
es_es: Cajones en el elevador
fr_fr: Tiroirs dans l’élévateur
he_il: יחידות במעלית
hr: Pretinci u dizalici
hu_hu: Tálcák az emelőn
it: Cassetti in elevatore
pl_pl: Jednostki na podnośniku
ru_ru: Блоки в лифте
sl_si: Predali v dvigalu
tr_tr: Asansördeki üniteler

source: Confirm service
bg: потвърж услугата
cs: Potvrdit servis
de_de: Service Best.
el_gr: Επιβεβαιώστε την υπηρεσία
es_es: Confirmación de servicio
fr_fr: Confirmer la maintenance
he_il: אישור טיפול אחזקה
hr: Potvrdi servis
hu_hu: Szerviz megerősítése
it: Conferma service
pl_pl: Potwierdzić serwis
ru_ru: Подтвердите обслуживание
sl_si: Potrdi storitve
tr_tr: Hizmeti onayla

source: Installation Date
bg: Място на монтаж
cs: Datum instalace
de_de: Installationsdatum
el_gr: Ημερομηνία εγκατάστασης
es_es: Fecha de instalación
fr_fr: Date d'Installation
he_il: תאריך התקנה
hr: Datum Ugradbe
hu_hu: A telepítés dátuma
it: Data di Installazione
pl_pl: Data instalacji
ru_ru: Дата установки
sl_si: Datum namestitve
tr_tr: Kurulum tarihi

source: Last service date
bg: Дата последно обслуж
cs: Datum posl servisu
de_de: Letzt. Service-Datum
el_gr: Ημερομηνία τελευταίας υπηρεσίας
es_es: Fecha del último servicio
fr_fr: Date du dernier service
he_il: תאריך טיפול אחרון
hr: Datum poslj. servisa
hu_hu: Legutóbbi szerviz dátuma
it: Data ultimo servizio
pl_pl: Data ostatniego serwisu
ru_ru: Дата последнего обслуживания
sl_si: Dat. zadnjega delov
tr_tr: Son servis tarihi

source: Next service date
bg: Дата на следващата услуга
cs: Datum následuj servisu
de_de: Nächstes Service-Datum
el_gr: Ημερομηνία επόμενης υπηρεσίας
es_es: Próxima fecha de servicio
fr_fr: Prochaine date de service
he_il: תאריך טיפול אחזקה הבא
hr: Sljedeći datum servisa
hu_hu: Következő szerviz dátuma
it: Prossima data di servizio
pl_pl: Data następnego serwisu
ru_ru: Следующая дата обслуживания
sl_si: Naslednji datum delovanja
tr_tr: Sonraki servis tarihi

source: Service status
bg: Статус на услугата
cs: Stav servisu
de_de: Status Service
el_gr: Κατάσταση υπηρεσίας
es_es: Estado del servicio
fr_fr: État du service
he_il: מצב תהליכים
hr: Stanje servisa
hu_hu: Szerviz állapota
it: Stato del servizio
pl_pl: Status usługi
ru_ru: Статус обслуживания
sl_si: Stanje delovanja
tr_tr: Servis durumu

source: IsDone
bg: Напр
cs: Proved
es_es: Hecho
fr_fr: Faite
hr: Urađ.
hu_hu: Kész
it: Fatta
ru_ru: Готово
sl_si: Narej
tr_tr: Yapıldı

source: IsToDo
bg: За напр
cs: K prov
es_es: Para hacer
fr_fr: À faire
hr: Urad.
hu_hu: Elvégzendő
it: Da fare
ru_ru: Сделать
sl_si: ZaNar
tr_tr: Yapılacaklar

source: MaxDays
bg: Макс бр дн
cs: Max.dní
fr_fr: Nombre de jours max.
hr: MaxDana
hu_hu: MaxNap
it: Max Giorni
ru_ru: максДней
sl_si: MaksDni
tr_tr: Maksimum Gün

source: MaxRelativeCount
bg: Макс бр ц
cs: Max. relativ poč
fr_fr: Comptage relatif max.
hr: MaksRelatBroj
hu_hu: MaxRelatívSzáml
it: Max Cicli
ru_ru: МаксОтносПодсчет
sl_si: MaksPovŠtetje
tr_tr: Maksimum Döngü

source: MaxTotalCount
cs: Max. celk poč
fr_fr: Comptage total max.
hr: MaksUkupBroj
hu_hu: MaxÖsszesSzáml
ru_ru: МаксИтоговыйПодсчет
sl_si: MaksSkŠtetje

source: Total active mission time
bg: Общо време на активната мисия
cs: Celkový počet aktivních misí
de_de: Gesamtzeit der aktiven Aufgaben
el_gr: Συνολικός ενεργός χρόνος αποστολής
es_es: Tiempo total de la misión activa
fr_fr: Durée totale des missions actives
he_il: סה"כ זמן ביצוע פעולה
hr: Ukupno vrijeme aktivnih misija
hu_hu: Aktív feladatok összes ideje
it: Totale tempo di missioni attive
pl_pl: Całkowity czas aktywnej misji
ru_ru: Общее время активной миссии
sl_si: Skupni čas aktivnih nalog
tr_tr: Toplam aktif görev süresi

# TotalBayKilometers1
source: Km Bay 1
bg: Км отдел1
cs: Km stan 1
de_de: Km Bucht1
el_gr: Km Πλατφόρμα 1
es_es: km Bahía 1
fr_fr: Km Baie 1
he_il: ק"מ עמדה 1
hr: Km Uv. 1
hu_hu: 1. munkaállomás km
it: Km Baia 1
pl_pl: Km Zatoki 1
ru_ru: Км секция 1
sl_si: KmNakPol1
tr_tr: Km Körfezi 1

# TotalBayKilometers2
source: Km Bay 2
bg: Km Отдел2
cs: Km stan 2
de_de: Km Bucht2
el_gr: Km Πλατφόρμα 2
es_es: km Bahía 2
fr_fr: Km Baie 2
he_il: ק"מ עמדה 2
hr: Km Uv. 2
hu_hu: 2. munkaállomás km
it: Km Baia 2
pl_pl: Km Zatoki 2
ru_ru: Км секция 2
sl_si: KmNakPol2
tr_tr: Km Körfezi 2

# TotalBayKilometers3
source: Km Bay 3
bg: Km Отдел3
cs: Km stan 3
de_de: Km Bucht3
el_gr: Km Πλατφόρμα 3
es_es: km Bahía 3
fr_fr: Km Baie 3
he_il: ק"מ עמדה 3
hr: Km Uv. 3
hu_hu: 3. munkaállomás km
it: Km Baia 3
pl_pl: Km Zatoki 3
ru_ru: Км Бухта 3
sl_si: KmNakPol3
tr_tr: Km Körfezi 3

# TotalHorizontalAxisKilometers
source: Km horizontal axis elevator
bg: Подемник с хоризонтална ос
cs: Km zvedáku horizontální osy
de_de: Motor horiz. Achse Hebebühne
el_gr: Km ανελκυστήρα οριζόντιου άξονα
es_es: km elevador eje horizontal
fr_fr: Km élévateur axe horizontal
he_il: ק"מ ציר מעלית אופקי
hr: Km dizalice vodoravne osi
hu_hu: Km emelő vízszintes tengely
it: Km elevatore asse orizzontale
pl_pl: Km osi poziomej podnośnika
ru_ru: Км горизонтальная ось лифта
sl_si: Km dvigala z vodoravno osjo
tr_tr: Km yatay eksen asansörü

# TotalVerticalAxisKilometers
source: Km vertical axis lift
bg: вертикал повдигане на осите
cs: Km zvedáku vertikální osy
de_de: Km Hebebühne vert. Achse
el_gr: Km ανύψωσης κατακόρυφου άξονα
es_es: km elevador eje vertical
fr_fr: Km élévateur axe vertical
he_il: ק"מ ציר מעלית אנכי
hr: Km dizalice okomite osi
hu_hu: Km emelő függőleges tengely
it: Km elevatore asse verticale
pl_pl: Km osi pionowej podnośnika
ru_ru: Подъем вертикальной оси км
sl_si: Km dvigala z navpično osjo
tr_tr: Km dikey eksen kaldırma
