Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

source: DrawerCompactingDetailHeader
bg: Вижте подробности за уплътняване.
cs: Zobrazit podrobnosti o zhutnění.
de_de: Details zur Verdichtung anzeigen.
el_gr: Προβολή λεπτομερειών συμπίεσης.
es_es: Ver detalles de la compactación.
fr_fr: Afficher les détails du compactage.
hr: Prikaži detalje o sabijanju.
hu_hu: A tömörítési adatok megjelenítése.
it: Visualizza dettagli compattazione.
pl_pl: Wyświetlenie szczegółów zagęszczania.
ru_ru: Просмотр деталей уплотнения.
sl_si: Pokaži podrobnosti optimizacije.
tr_tr: Sıkıştırma ayrıntılarını görüntüleyin.

source: DrawerCompactingDetailDrawer
bg: Преместване чекмедже
cs: Přesouvaná zásuvka
de_de: Kasten wird verstellt
el_gr: Μετακίνηση συρταριού
es_es: Cajón cambiante
fr_fr: Tiroir en déplacement
hr: Pretinac u pomicanju
hu_hu: Tálca elmozdulásban
it: Cassetto in spostamento
pl_pl: Ruch szuflady
ru_ru: Перемещение ящика
sl_si: Predal se premika
tr_tr: Tepsi hareket ediyor

source: DrawerCompactingDetailSourceCell
bg: Източн клетки
cs: Zdrojová buňka
de_de: Quell-Zelle
el_gr: Κυψέλη πηγής
es_es: Célula de origen
fr_fr: Cellule d’origine
hr: Izvorna ćelija
hu_hu: Kiinduló rekesz
it: Cella sorgente
pl_pl: Komórka źródłowa
ru_ru: Исходная ячейка
sl_si: Izvorna celica
tr_tr: Kaynak hücre

source: DrawerCompactingDetailDestinationCell
bg: Клетка местоназнач
cs: Cílová buňka
de_de: Zielzelle
el_gr: Κυψέλη προορισμού
es_es: Celda de destino
fr_fr: Cellule de destination
hr: Odredišna ćelija
hu_hu: Célrekesz
it: Cella di destinazione
pl_pl: Komórka docelowa
ru_ru: Ячейка назначения
sl_si: Ciljna celica
tr_tr: hedef hücre

source: DrawerCompactingDetailActualStep
bg: Текуща фаза
cs: Aktuální fáze
de_de: akt. Phase
el_gr: Πραγματικό βήμα
es_es: Fase actual
fr_fr: Phase actuelle
hr: Trenutna faza
hu_hu: Jelenlegi fázis
it: Fase corrente
pl_pl: Rzeczywisty krok
ru_ru: Фактический шаг
sl_si: Trenutna faza
tr_tr: Gerçek adım

source: DrawerCompactingDetailVerticalPosition
bg: Ниво вертикална ос
cs: Kóta vertikální osy
de_de: Höhe vertikale Achse
el_gr: Θέση κατακόρυφου άξονα
es_es: Dimensión del eje vertical
fr_fr: Cote de l’axe vertical
hr: Visina okomite osi
hu_hu: Függőleges tengely pozíció
it: Quota asse verticale
pl_pl: Pozycja osi pionowej
ru_ru: Положение вертикальной оси
sl_si: Višina navpične osi
tr_tr: Dikey eksen konumu

source: DrawerCompactingDetailOrizzontalPosition
bg: поз хоризонтална ос
cs: Pozice horizontální osy
de_de: Position horizontale Achse
el_gr: Θέση οριζόντιου άξονα
es_es: Posición del eje horizontal
fr_fr: Position de l’axe horizontal
hr: Položaj vodoravne osi
hu_hu: Vízszintes tengely pozíció
it: Posizione asse orizzontale
pl_pl: Pozycja osi poziomej
ru_ru: Положение оси горизонта
sl_si: Položaj vodoravne osi
tr_tr: Orizzontal eksen konumu

source: DrawerCompactingDetailRemainingFragment
bg: Остатъч фрагменти
cs: Zbývající fragm
de_de: Restliche Fragm.
el_gr: Υπόλοιπο τεμάχιο
es_es: Fragmentos residuales
fr_fr: Fragments résiduels
hr: Preost. komadići
hu_hu: Maradványtöredékek
it: Frammenti residui
pl_pl: Pozostały fragment
ru_ru: Оставшийся фрагмент
sl_si: Preostali drobci
tr_tr: kalan parça

source: DrawerCompactingDetailRecoveredSpace
bg: Възстанов простр мм.
cs: Obnovený prostor mm.
de_de: Zurückgew. Raum mm.
el_gr: Χώρος ανάκτησης mm.
es_es: Espacio recuperado mm.
fr_fr: Espace récupéré (mm)
hr: Nadokn. prostor mm.
hu_hu: Visszanyert hely mm.
it: Spazio recuperato mm.
pl_pl: Odzyskana przestrzeń mm.
ru_ru: Восстановленное пространство мм.
sl_si: Obnovljeni prostor mm
tr_tr: Kurtarılan alan mm.

source: DrawerCompactingDetailSpaceToRecover
bg: Място възстановяване мм.
cs: Prostor pro obnovení mm.
de_de: Zurückzugew. Raum mm.
el_gr: Χώρος προς ανάκτηση mm.
es_es: Espacio para recuperar mm.
fr_fr: Espace à récupérer (mm)
hr: Prostor za nadokn. mm.
hu_hu: Visszanyerendő hely mm.
it: Spazio da recuperare mm.
pl_pl: Przestrzeń do odzyskania mm.
ru_ru: Пространство для восстановления мм.
sl_si: Prostor za obnovitev mm.
tr_tr: Kurtarma alanı mm.

source: DrawerCompactingAntStop
bg: Прекрат уплътняване
cs: Ukončit zhutnění
de_de: Verdichtung beenden
el_gr: Τέλος συμπίεσης
es_es: Terminar la compactación
fr_fr: Terminer compactage
he_il: הסתיימה פעולת סידור מגשים
hr: Završi sabijanje
hu_hu: Tömörítés befejezése
it: Termina compattazione
pl_pl: Zakończenie zagęszczania
ru_ru: Финишное уплотнение
sl_si: Zaključi optimizacijo
tr_tr: Sıkıştırmayı bitir

# BlockLevelNone
source: None
bg: Никаква
cs: Žádná
de_de: Keine
el_gr: Κανένα
es_es: Ninguna
fr_fr: Aucune
he_il: ריק
hr: Nijedna
hu_hu: Nincs
it: Nessuna
pl_pl: Brak
ru_ru: Никто
sl_si: Noben
tr_tr: Hiçbiri

# BlockLevelUndefined
source: Undefined
bg: Неопределено
cs: Nedefinován
de_de: Nicht def.
el_gr: Απροσδιόριστο
es_es: No definido
fr_fr: Non défini
he_il: לא מוגדר
hr: Nedefinir.
hu_hu: Nincs meghatározva
it: Non definito
pl_pl: Nieokreślone
ru_ru: Не определено
sl_si: Neopredeljen
tr_tr: Tanımsız

# BlockLevelSpaceOnly
source: SpaceOnly
bg: Само простр
cs: Pouze prost
de_de: Nur Raum
el_gr: Χώρος μόνο
es_es: Sólo el espacio
fr_fr: Espace seulement
he_il: רווח בלבד
hr: Samo prost.
hu_hu: Csak tér
it: Solo spazio
pl_pl: Tylko przestrzeń
ru_ru: Только пространство
sl_si: Samo prost
tr_tr: Yalnızca boşluk

# BlockLevelBlocked
source: Blocked
bg: Блокиран
cs: Zablokov
de_de: Gesperrt
el_gr: Μπλοκαρισμένο
es_es: Bloqueado
fr_fr: Bloqué
he_il: חסום
hr: Blokiran
hu_hu: Blokkolva
it: Bloccato
pl_pl: Zablokowana
ru_ru: Блокированный
sl_si: Blokiran
tr_tr: Engellendi

source: WMS Services offline
bg: Недостижим
cs: Nedosažitelný
de_de: Nicht erreichbar
el_gr: Υπηρεσίες WMS εκτός σύνδεσης
es_es: No localizable
fr_fr: Non accessible
hr: Nedostupan
hu_hu: Nem elérhető
it: Non raggiungibile
pl_pl: Usługi WMS offline
ru_ru: Услуги WMS в автономном режиме
sl_si: Nedosegljiv
tr_tr: WMS Hizmetleri çevrimdışı

source: WMS Services online
bg: Онлайн
cs: Online
de_de: Online
el_gr: Υπηρεσίες WMS σε σύνδεση
es_es: En línea
fr_fr: En ligne
hr: Na lin.
hu_hu: Sorban
it: In linea
pl_pl: Usługi WMS online
ru_ru: Услуги WMS онлайн
sl_si: Povez.
tr_tr: WMS Hizmetleri çevrimiçi

# MachineServiceStatus_Expired
source: Expired
bg: ИзСрок
cs: Uplynul
de_de: Abgel.
el_gr: Έληξε
es_es: Expirado
fr_fr: Échue
he_il: פקע תוקף
hr: Istekao
hu_hu: Lejárt
it: Scaduto
pl_pl: Wygasły
ru_ru: Истекший
sl_si: Potekel
tr_tr: Süresi doldu

# MachineServiceStatus_Expiring
source: Expiring
bg: ИзтСрок
cs: V uplynutí
de_de: Auslaufend
el_gr: Λήξη
es_es: Expirando
fr_fr: Presque à échéance
hr: U isteku
hu_hu: Lejáró
it: In Scadenza
pl_pl: Wygasa
ru_ru: Истекает
sl_si: V poteku
tr_tr: süresi doluyor

# MachineServiceStatus_Unknown
source: Unknown
bg: Неизвестно
cs: Neznámý
de_de: Unbekannt
el_gr: Άγνωστο
es_es: Desconocido
fr_fr: Inconnu
he_il: לא ידוע
hr: Nepoznat
hu_hu: Ismeretlen
it: Sconosciuto
pl_pl: Nieznane
ru_ru: Неизвестный
sl_si: Neznan
tr_tr: Bilinmeyen

# MachineServiceStatus_Valid
source: Valid
bg: Валид
cs: Platný
de_de: Gültig
el_gr: Έγκυρο
es_es: Válido
fr_fr: Valide
he_il: תקין
hr: Važeći
hu_hu: Érvényes
it: Valido
pl_pl: Ważne
ru_ru: Действительный
sl_si: Veljav
tr_tr: Geçerli

source: DrawerActivityLocalCallGoBack
bg: Повт влиз чекмед
cs: Návrat zásuvky
de_de: Kastenrückkehr
el_gr: Μονάδες φόρτωσης στην κυψέλη
es_es: Retorno del cajón
fr_fr: Rentrée tiroir
he_il: מגשים לתא אחסון
hr: Povrat. pretinca
hu_hu: Tálca visszatérése
it: Rientro cassetto
pl_pl: Jednostki ładunkowe do komórki
ru_ru: Единицы нагрузки в ячейку
sl_si: Vračanje predala
tr_tr: Birimleri hücreye yükleyin

# DrawerSpaceSaturazionAnalisys
source: DrawerSpaceSaturazionWeightAnalisys
bg: Анализ простр
cs: Anal prostoru
de_de: Raumanalyse
el_gr: Ανάλυση χώρου
es_es: Análisis del espacio
fr_fr: Analyse de l’espace
hr: Anal. prostora
hu_hu: Tér elemzése
it: Analisi spazio
pl_pl: Analiza przestrzeni
ru_ru: Анализ пространства
sl_si: Anal prostora
tr_tr: Uzay analizi

# ItemManagementType_FIFO
source: FIFO
ru_ru: ФИФО

# ItemManagementType_Volume
source: Volume
bg: Обем
cs: Objem
de_de: Vol
el_gr: Όγκος
es_es: Volumen
he_il: כמות
hr: Obujam
hu_hu: Térfogat
pl_pl: Objętość
ru_ru: Объем
sl_si: Obseg
tr_tr: Ses

# ItemManagementType_NotSpecified
source: Not specified
bg: Не е посочено
cs: Nespecifikováno
de_de: Nicht angegeben
el_gr: Δεν προσδιορίζεται
es_es: No se especifica
fr_fr: Non spécifié
he_il: לא מוגדר
hr: Nije navedeno
hu_hu: Nincs megadva
it: Non specificato
pl_pl: Nie określono
ru_ru: Не указан
sl_si: Ni opredeljeno
tr_tr: Belirtilmemiş

# ItemListType_Inventory
source: Inventory
bg: Инв книга
cs: Inventariz
de_de: Inventar
el_gr: Απογραφή
es_es: Inventario
fr_fr: Inventaire
he_il: מלאי
hr: Inventura
hu_hu: Leltár
it: Inventario
pl_pl: Inwentaryzacja
ru_ru: Инвентаризация
sl_si: Inventura
tr_tr: Envanter

# ItemListType_Pick
source: Pick
bg: Изтегл
cs: Odběr
de_de: Entnahme
el_gr: Λήψη
es_es: Toma
fr_fr: Prélèvement
he_il: לקט
hr: Preuzim.
hu_hu: Kitárolás
it: Prelievo
pl_pl: Podnieś
ru_ru: Выбирать
sl_si: Jemanje
tr_tr: Seçmek

# ItemListType_Put
source: Put
bg: Вкарване
cs: Plnění
de_de: Ausgabe
el_gr: Βάλτε
es_es: Depósito
fr_fr: Refilling
he_il: אחסן
hr: Polaganje
hu_hu: Utántöltés
it: Versamento
pl_pl: Odłóż
ru_ru: Поставь
sl_si: Odlaganje
tr_tr: Koy

# ItemListType_NotSpecified
source: NotSpecified
bg: Не е посочено
cs: Nespecifikováno
de_de: Nicht angegeben
es_es: No se especifica
fr_fr: Non spécifié
he_il: אינו מוגדר
hr: Nije navedeno
hu_hu: Nincs megadva
it: Non specificato
pl_pl: Nieokreślone
ru_ru: Не определенное
sl_si: Ni opredeljeno
tr_tr: Belirtilmemiş

source: Quantity to pick
bg: Колич което да се изт
cs: Množství k odběru
de_de: Zu entnehmende Menge
el_gr: Ποσότητα προς λήψη
es_es: Cantidad a retirar
fr_fr: Quantité à prélever
he_il: כמות לליקוט
hr: Količina za preuzeti
hu_hu: Kitárolandó mennyiség
it: Quantità da prelevare
pl_pl: Ilość do pobrania
ru_ru: количество для выбора
sl_si: Količina za odvzem
tr_tr: Seçilecek miktar

# PickedQuantity
source: Picked quantity [{0}]
bg: Взето Колич [{0}]
cs: Odebrané množství [{0}]
de_de: Entnommene Menge [{0}]
el_gr: Ποσότητα λήψης [{0}]
es_es: Cantidad extraída [{0}]
fr_fr: Quantité prélevée [{0}]
he_il: כמות שלוקטה [{0}]
hr: Preuzeta količina [{0}]
hu_hu: Kitárolt mennyiség [{0}]
it: Quantità prelevata [{0}]
pl_pl: Skompletowana ilość [{0}]
ru_ru: Выбранное количество [{0}]
sl_si: Odvzeta količina [{0}]
tr_tr: Alınan miktar [{0}]

source: Material status
bg: Стат стоки
cs: Stav zboží
de_de: Status Ware
el_gr: Κατάσταση υλικού
es_es: Estado de las mercancías
fr_fr: État de la marchandise
he_il: מצב פריט
hr: Stanje robe
hu_hu: Áru állapota
it: Stato merce
pl_pl: Status materiału
ru_ru: Материальный статус
sl_si: Stan blaga
tr_tr: Malzeme durumu

source: Inventory Operation.
bg: Работа с инвентар.
cs: Operace inventarizace.
de_de: Inventurvorgang.
el_gr: Εργασία απογραφής.
es_es: Operación de inventario.
fr_fr: Opération d’inventaire.
he_il: פעולות מלאי
hr: Operacije inventure.
hu_hu: Leltárművelet.
it: Operazione di inventario.
pl_pl: Operacja inwentaryzacji.
ru_ru: Операция инвентаризации.
sl_si: Postopki za inventuro.
tr_tr: Envanter İşlemi.

# InventoryQuantityDetected
source: Detected quantity [{0}]
bg: Открито количест [{0}]
cs: Zjištěné množství [{0}]
de_de: Ermittelte Menge [{0}]
el_gr: Εντοπισμένη ποσότητα [{0}]
es_es: Cantidad detectada [{0}]
fr_fr: Quantité détectée [{0}]
he_il: כמות שנבדקה [{0}]
hr: Očitana količina [{0}]
hu_hu: Mért mennyiség [{0}]
it: Quantità rilevata [{0}]
pl_pl: Wykryta ilość [{0}]
ru_ru: Обнаруженное количество [{0}]
sl_si: Zaznana količina [{0}]
tr_tr: Tespit edilen miktar [{0}]

# PickRequestWasAccepted
source: Pick request for item {0} (q.ty {1}) was accepted.
bg: Заявката за чертеж за артикул {0} (Колич \1}) е приета.
cs: Požadavek na odběr položky {0} (množství {1}) bylo akceptován.
de_de: Die Entnahmeanforderung für Artikel {0} (Menge {1}) wurde akzeptiert.
el_gr: Το αίτημα λήψης για στοιχείο {0} (ποσότητα {1}) έγινε αποδεκτό.
es_es: La solicitud de toma para el artículo {0} (cantidad {1}) ha sido aceptada.
fr_fr: La demande de prélèvement pour l’article {0} (quantité {1}) a été acceptée.
he_il: הבקשה לליקוט פריט [{0}] q.ty{1} התקבלה
hr: Zahtjev za preuzimanjem artikla {0} (količina {1}) je prihvaćen.
hu_hu: {0} cikk kitárolási lekérése ({1} mennyiség) elfogadva.
it: La richiesta di prelievo per l'articolo {0} (quantità {1}) è stata accettata.
pl_pl: Przyjęto zlecenie pobrania dla pozycji {0} (q.ty {1}).
ru_ru: Запрос на выбор товара {0} (q.ty {1}) был принят.
sl_si: Zahteva za odvzem izdelka {0} (količina {1}) je bila sprejeta.
tr_tr: {0} öğesi (q.ty {1}) için çekme isteği kabul edildi.

# ListAvailable
source: Available
bg: Наличен
cs: Dostupný
de_de: Verfügbar
el_gr: Διαθέσιμο
es_es: Disponible
fr_fr: Disponible
he_il: קיים
hr: Dostupno
hu_hu: Rendelkezésre áll
it: Disponibile
pl_pl: Dostępne
ru_ru: Доступный
sl_si: Razpolož
tr_tr: Mevcut

# CommonListRow
source: List row
bg: Ред списък
cs: Řádek sezn
de_de: Listenzeil
el_gr: Σειρά λίστας
es_es: Línea de la lista
fr_fr: Ligne de la liste
he_il: שורת רשימה
hr: Red liste
hu_hu: Lista sora
it: Riga lista
pl_pl: Wiersz listy
ru_ru: Строка списка
sl_si: Vrst sez
tr_tr: Liste satırı

source: Loading unit Id
bg: Иден чекмед
cs: ID zásuvky
de_de: Kasten ID
el_gr: Αναγνωριστικό της μονάδας φόρτωσης
es_es: Id. del cajón
fr_fr: Id tiroir
he_il: מספר מגש אינו קיים
hr: Id pretinca
hu_hu: Tálca ID
it: Id cassetto
pl_pl: Identyfikator jednostki ładunkowej
ru_ru: Идентификатор загрузочной единицы
sl_si: Id predala
tr_tr: Yükleme birimi kimliği

source: Loading unit
bg: Чекмедже
cs: Zásuvka
de_de: Kasten
el_gr: Μονάδα φόρτωσης
es_es: Cajón
fr_fr: Tiroir
he_il: מגש
hr: Pretinac
hu_hu: Tálca
it: Cassetto
pl_pl: Jednostka ładunkowa
ru_ru: Загрузочный блок
sl_si: Predal
tr_tr: Yükleme birimi

source: Confirm on empty
bg: потвърж за празен
cs: Potvrdit na prázd
de_de: Bestätigen leer
el_gr: Επιβεβαίωση σε άδειο
es_es: Confirmar en vacío
fr_fr: Confirmer sur vide
he_il: אישור - ריק
hr: Potvrdi na prazno
hu_hu: Üres megerősítése
it: Conferma su vuoto
pl_pl: Potwierdź puste
ru_ru: Подтвердите на пустом
sl_si: Potrdi na praznem
tr_tr: Boşta onaylayın

source: Confirm on full
cs: Potvrdit na plný
de_de: Bestätigen voll
pl_pl: Potwierdź pełne
ru_ru: Подтвердите полностью

# ItemMachinesAvailability
source: Machines availabiility
bg: Наличност на машините
cs: Dostupnost na stroji
de_de: Verfügbarkeit auf Masch.
el_gr: Διαθεσιμότητα μηχανημάτων
es_es: Disponibilidad en las máquinas
fr_fr: Disponibilité sur machines
he_il: זמינות מכונה
hr: Dostupnost na strojevima
hu_hu: Rendelkezésre állás a gépen
it: Disponibilità su macchine
pl_pl: Dostępność maszyn
ru_ru: Доступность машин
sl_si: Razpoložlj na strojih
tr_tr: Makine kullanılabilirliği

source: Operation cancelled.
bg: Операция отменена
cs: Operace zrušena
de_de: Vorgang abgebrochen
el_gr: Διαγεγραμμένη λειτουργία.
es_es: Operación anulada
fr_fr: Opération annulée
he_il: פעולה בוטלה
hr: Operacija poništena
hu_hu: Törölt művelet
it: Operazione annullata
pl_pl: Operacja anulowana.
ru_ru: Операция отменена.
sl_si: Postopek preklican
tr_tr: İşlem iptal edildi.

source: Operation confirmed.
bg: Операция потвърдена.
cs: Operace potvrzena.
de_de: Vorgang bestätigt.
el_gr: Επιβεβαιωμένη λειτουργία.
es_es: Operación confirmada.
fr_fr: Opération confirmée.
he_il: פעולה מאושרת
hr: Operacija potvrđena.
hu_hu: Megerősített művelet.
it: Operazione confermata.
pl_pl: Operacja potwierdzona.
ru_ru: Операция подтверждена.
sl_si: Postopek potrjen.
tr_tr: İşlem onaylandı.

source: No loading units to move
bg: В отдел няма чекмеджета за преместване {0}
cs: Nejsou žádné zásuvky k přesunutí do stan {0}
de_de: Es gibt keine Kästen zu bewegen in Bucht {0}
el_gr: Δεν υπάρχουν μονάδες φόρτωσης για να κινηθούν στην πλατφόρμα {0}
es_es: No hay cajones para mover en la bahía {0}
fr_fr: Il n’y a pas de tiroirs à déplacer dans la baie {0}
he_il: אין מגש בתנועה לחלון העבודה {0}
hr: Nema pretinaca za pomicanje za uvalu {0}
hu_hu: Nincs mozgatandó tálca a(z) {0} munkaállomáson
it: Non ci sono cassetti da movimentare in baia {0}
pl_pl: Brak jednostek ładunkowych do przemieszczenia w zatoce {0}
ru_ru: Нет единиц груза для перемещения в секцию {0}
sl_si: Ni predalov za premikanje
tr_tr: {0} bölmesinde taşınacak yükleme birimi yok

# LoadingUnitsSendToBay
source: There are {0} loading units send to bay
bg: Има {0} чекм които да се вземат в отдел {1}
cs: Je třeba přesunout {0} zásuvek do stan {1}
de_de: {0} Kästen in Bucht {1} zu bringen
el_gr: Υπάρχουν {0} μονάδες φόρτωσης που έχουν σταλεί στην πλατφόρμα {1}
es_es: Hay {0} cajones para llevar a la bahía {1}
fr_fr: Il y a {0} tiroirs à porter dans la baie {1}
he_il: קיימים {0} מגשים שנשלחו לחלון העבודה {1}
hr: Prisutni su {0} pretinci za uvalu {1}
hu_hu: {0} tálca továbbítandó a(z) {1} munkaállomásra
it: Ci sono {0} cassetti da portare in baia {1}
pl_pl: Do zatoki {1} wysłano {0} jednostek ładunkowych
ru_ru: Есть {0} единицы груза, отправленные в секцию {1}
sl_si: Na nak pol je treba prem {0} predalov
tr_tr: {1} bölmesine gönderilen {0} yükleme birimi var

# LoadingUnitSendToBay
source: There is 1 loading unit send to bay
bg: Има едно чекм да се вземе отдел {0}
cs: Je třeba přesun jednu zás do stan {0}
de_de: Ein Kasten ist in Bucht {0} zu bringen
el_gr: Υπάρχει 1 μονάδα φόρτωσης που έχει σταλεί στην πλατφόρμα {0}
es_es: Hay un cajón para llevar a la bahía {0}
fr_fr: Il y a un tiroir à porter dans la baie {0}
he_il: מגש 1 נשלח לחלון העבודה {0}
hr: Prisutan je pretinac za uvalu {0}
hu_hu: Van továbbítandó tálca a(z) {0} munkaállomásra
it: C'è un cassetto da portare in baia {0}
pl_pl: Do zatoki {0} wysłano 1 jednostek ładunkowych
ru_ru: Существует 1 единица груза, отправленная в секцию {0}
sl_si: Na nak pol je treba prem en predal
tr_tr: {0} bölmesine gönderilen 1 yükleme birimi var

# RemoveAnySpilledItemsFromCompartment
source: Remove any spilled items from the compartment.
bg: Отстранете всички разпилени предмети от отделто.
cs: Z oddělení odstraňte případné vložené položky.
de_de: Alle ggf. ausgegebenen Artikel aus der Abt. entfernen.
el_gr: Αφαιρέστε όλα τα χυμένα στοιχεία από το διαμέρισμα.
es_es: Retire del compartimento cualquier elemento que se haya derramado.
fr_fr: Enlever du compartiment les éventuels articles déposés.
he_il: הוצא כמות פריטים שנשפכה מהתא
hr: Uklonite iz odjeljenja moguće položene artikle.
hu_hu: Távolítsa el a fakkból az esetleges utántöltött cikkeket.
it: Rimuovere dallo scomparto gli eventuali articoli versati.
pl_pl: Usunąć wszystkie rozsypane elementy z przedziału.
ru_ru: Удалите все пролитые предметы из отсека.
sl_si: Iz razdelka odstranite morebitne odložene izdelke.
tr_tr: Bölmedeki tüm dökülen maddeleri çıkarın.

# IfPickedItemsPutThemBackInTheOriginalCompartment
source: If you have picked up items, put them back in the original compartment.
bg: Отстранете всички разпилени предмети от отделто.
cs: Z oddělení odstraňte případné vložené položky.
de_de: Alle ggf. ausgegebenen Artikel aus der Abt entfernen.
el_gr: Αν έχετε μαζέψει στοιχεία, βάλτε τα πίσω στο αρχικό διαμέρισμα.
es_es: Retire del compartimento cualquier elemento que se haya derramado.
fr_fr: Enlever du compartiment les éventuels articles déposés.
he_il: אם ליקטת פריט, אנא החזר אותו לתא
hr: Uklonite iz odjeljenja moguće položene artikle.
hu_hu: Távolítsa el a fakkból az esetleges utántöltött cikkeket.
it: Rimuovere dallo scomparto gli eventuali articoli versati.
pl_pl: Jeśli zostały pobrane elementy, należy je umieścić z powrotem w oryginalnej przegródce.
ru_ru: Если вы подобрали предметы, положите их обратно в исходное отделение.
sl_si: Iz razdelka odstranite morebitne odložene izdelke.
tr_tr: Eşyaları aldıysanız, orijinal bölmeye geri koyun.

source: Cancel put
bg: Отмяна на плащане
cs: Zrušit plnění
de_de: Ausgabe abbrechen
el_gr: Ακυρώστε
es_es: Cancelar depósito
fr_fr: Annuler refilling
he_il: בטל אחסנה
hr: Poništi polaganje
hu_hu: Utántöltés visszavonása
it: Annulla versamento
pl_pl: Anuluj odkładanie
ru_ru: Отменить пут
sl_si: Prekliči odlaganje
tr_tr: İptal etme

source: Cancel pick
bg: Отмяна оттегляне
cs: Zrušit odběr
de_de: Entnahme abbr.
el_gr: Ακυρώστε τη λήψη
es_es: Cancelar la retirada
fr_fr: Annuler prélèvement
he_il: בטל ליקוט
hr: Poništi preuzim.
hu_hu: Kitárolás visszavonása
it: Annulla prelievo
pl_pl: Anuluj pobieranie
ru_ru: Отменить выбор
sl_si: Prekliči jemanje
tr_tr: Seçimi iptal et

# OperationCancelledConfirmed
source: Operation cancellation confirmed.
bg: Потвърждава се отменената операция
cs: Zrušená operace byla potvrzena
de_de: Abgebrochener Vorgang bestätigt
el_gr: Επιβεβαιώθηκε η λειτουργία διαγραφής.
es_es: Se confirma la operación anulada
fr_fr: L’opération annulée est confirmée
he_il: ביטול פעולה מאושר
hr: Poništena operacija je potvrđena
hu_hu: A visszavont művelet megerősítve
it: L'operazione annullata è confermata
pl_pl: Anulowanie operacji potwierdzone.
ru_ru: Отмена операции подтверждена.
sl_si: Preklicani postopek je potrjen
tr_tr: İşlem iptali onaylandı.

source: Inventory operation cancelled.
bg: Операцията по инвентаризация е отменена.
cs: Operace inventarizace byla zrušena.
de_de: Das Inventar wurde abgebrochen.
el_gr: Διαγεγραμμένη εργασίας απογραφής.
es_es: La operación de inventario ha sido cancelada.
fr_fr: L’opération d’inventaire a été annulée.
he_il: פעולת מלאי בוטלה
hr: Operacija inventure je poništena.
hu_hu: A leltárművelet visszavonva.
it: L'operazione di inventario è stata annullata.
pl_pl: Operacja inwentaryzacji anulowana.
ru_ru: Операция инвентаризации отменена.
sl_si: Postopek popisa je bil preklican.
tr_tr: Envanter işlemi iptal edildi.

source: Missions
bg: Мисии
cs: Mise
de_de: Aufgaben
el_gr: Αποστολές
es_es: Misiones
he_il: משימות
hr: Misije
hu_hu: Feladatok
it: Missioni
pl_pl: Misje
ru_ru: Миссии
sl_si: Naloge
tr_tr: Görevler

source: Missions list
bg: Списък мисии
cs: Seznam misí
de_de: Aufgabenliste
el_gr: Λίστα αποστολών
es_es: Lista de misiones
fr_fr: Liste des missions
he_il: רשימת משימות
hr: Lista misija
hu_hu: Feladatok listája
it: Elenco missioni
pl_pl: Lista misji
ru_ru: Список миссий
sl_si: Seznam nalog
tr_tr: Görev listesi

# CreationDate
source: Date
bg: Създаване
cs: Vytvoření
de_de: Erstellen
el_gr: Ημερομηνία
es_es: Creación
fr_fr: Création
he_il: תאריך
hr: Izrada
hu_hu: Létrehozás
it: Creazione
pl_pl: Data
ru_ru: Дата
sl_si: Ustvar
tr_tr: Tarih

# MissionStep
source: Step
bg: Стъп
cs: Krok
el_gr: Βήμα
es_es: Paso
fr_fr: Pas
he_il: צעד
hr: Kor.
hu_hu: Lépés
pl_pl: Krok
ru_ru: Шаг
sl_si: Kor
tr_tr: Adım

source: Bay
bg: отд
cs: stan
de_de: Buc
el_gr: Πλατ.
es_es: Bahía
fr_fr: Baie
he_il: עמדה
hr: Uv.
hu_hu: Munkaállomás
it: Baia
pl_pl: Zatoka
ru_ru: Секция
sl_si: NaPo
tr_tr: Koy

# BayNumberAll
source: All
bg: Всичк
cs: Vše
de_de: Alle
el_gr: Όλα
es_es: Todo
fr_fr: Tous
he_il: הכל
hr: Svi
hu_hu: Mind
it: Tutti
pl_pl: Wszystkie
ru_ru: Все
sl_si: Vsi
tr_tr: Herşey

# BayNumberElevatorBay
source: Elevator bay
bg: Повд отдел
cs: Stan zvedáku
de_de: Bucht Hebebüh.
el_gr: Ανελκυστήρας πλατφόρμας
es_es: Bahía elevador
fr_fr: Baie élévateur
he_il: מעלית
hr: Uvala dizalice
hu_hu: Emelő munkaállomás
it: Baia elevatore
pl_pl: Zatoka podnośnika
ru_ru: Секция подъемника
sl_si: Nakl. pol dvig
tr_tr: Asansör bölmesi

# BayNumberBayThree
source: Bay three
bg: ТретоОтд
cs: Stan tři
de_de: Bucht 3
el_gr: Τρεις πλατφόρμες
es_es: Bahía tres
fr_fr: Baie trois
he_il: עמדה 3
hr: Uv. tri
hu_hu: Hármas munkaállomás
it: Baia tre
pl_pl: Zatoka trzecia
ru_ru: Секция три
sl_si: NakPoTri
tr_tr: 3. bölme

# BayNumberBayTwo
source: Bay two
bg: ВтороОтд
cs: Stan dva
de_de: Bucht 2
el_gr: Δύο πλατφόρμες
es_es: Bahía dos
fr_fr: Baie deux
he_il: עמדה 2
hr: Uv. dva
hu_hu: Kettes munkaállomás
it: Baia due
pl_pl: Zatoka druga
ru_ru: Секция два
sl_si: NakPoDve
tr_tr: 2. bölme
