Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

source: DrawerSpaceSaturazionFillingMachine
bg: Машинно пълнене
cs: Plnění stroje
de_de: Befüllung Maschine
el_gr: Πλήρωση μηχανήματος
es_es: Llenado a máquina
fr_fr: Remplissage de la machine
hr: Punjenje stroja
hu_hu: Gép töltése
it: Riempimento macchina
pl_pl: Maszyna napełniająca
ru_ru: Разливочная машина
sl_si: Polnjenje stroja
tr_tr: Dolum makinesi

source: DrawerSpaceSaturazionWeightAnalisys
bg: Анализ простр
cs: Analý prostoru
de_de: Raumanalyse
el_gr: Ανάλυση χώρου
es_es: Análisis del espacio
fr_fr: Analyse de l’espace
hr: Anal. prostora
hu_hu: Tér elemzése
it: Analisi spazio
pl_pl: Analiza przestrzeni
ru_ru: Анализ пространства
sl_si: Anal. prostora
tr_tr: Uzay analizi

source: DrawerWeightSaturationHeader
bg: Статист анализ теглото на чекмедже.
cs: Statistiky: analýza hmoti zásuvek.
de_de: Statistik : Gewichtsanalyse Kästen.
el_gr: Στατιστικά: ανάλυση βάρους μονάδας.
es_es: Estadísticas: análisis del peso del cajón.
fr_fr: Statistiques : analyse du poids des tiroirs.
he_il: סטטיסטיקה: בדיקת משקל פריט
hr: Statistike: analiza težine pretin.
hu_hu: Statisztikák: tálcasúlyok elemzése.
it: Statistiche : analisi peso cassetti.
pl_pl: Statystyki: analiza ciężaru jednostek.
ru_ru: Статистика: анализ удельного веса.
sl_si: Statistika: analiza teže predalov.
tr_tr: İstatistikler: birim ağırlık analizi.

source: DrawerWeightSaturationTotalDrawers
bg: Общо чекмеджета
cs: Celkem zásuvek
de_de: Kästen gesamt
el_gr: Σύνολο μονάδων
es_es: Total de cajones
fr_fr: Total des tiroirs
he_il: סה"כ יחידות
hr: Ukup. pretinaca
hu_hu: Tálcák összesen
it: Totale cassetti
pl_pl: Razem jednostki
ru_ru: Всего единиц
sl_si: Sk. št. Predalo
tr_tr: Tüm birimler

source: DrawerWeightSaturationMaxGrossRange
bg: Макс брутен капац (kg)
cs: Max hrubá kapacita (kg)
de_de: Max. Tragfähigkeit (kg)
el_gr: Στατιστικά: ανάλυση βάρους μονάδας.
es_es: Capacidad bruta máxima (kg)
fr_fr: Capacité de charge brute max. (kg)
he_il: סטטיסטיקה: בדיקת משקל יחידה
hr: Max bruto nosivost (kg)
hu_hu: Max. bruttó teherbírás (kg)
it: Portata lorda max. (kg)
pl_pl: Statystyki: analiza ciężaru jednostek.
ru_ru: Статистика: анализ удельного веса.
sl_si: Maks. bruto zmog. (kg)
tr_tr: İstatistikler: birim ağırlık analizi.

source: DrawerWeightSaturationMaxNetRange
bg: Макс нет капац нат(kg)
cs: Max čistá kapacita (kg)
de_de: Max. Nettotragf. (kg)
el_gr: Μέγιστη καθαρή ροή (kg)
es_es: Capacidad neta máxima (kg)
fr_fr: Capacité de charge nette max. (kg)
he_il: משקל מותר מקסימלי (ק"ג)
hr: Max neto nosivost (kg)
hu_hu: Max. nettó teherbírás (kg)
it: Portata netta max. (kg)
pl_pl: Przepływ netto maks. (kg)
ru_ru: Чистый расход макс. (кг)
sl_si: Maks. neto zmog. (kg)
tr_tr: Net akış maks. (kilogram)

source: DrawerWeightSaturationWeightGrossLoaded
bg: Натов брутно тегло (kg)
cs: Naložená hrubá hmot (kg)
de_de: Bruttogew. geladen (kg)
el_gr: Φορτωμένο καθαρό βάρος (%)
es_es: Peso bruto cargado (kg)
fr_fr: Poids brut chargé (kg)
he_il: ניצול משקל מותר (%)
hr: Utovar.bruto težina (kg)
hu_hu: Betöltött bruttó súly (kg)
it: Peso lordo caricato (kg)
pl_pl: Waga netto załadowana (%)
ru_ru: Вес нетто загружен (%)
sl_si: Naložena bruto teža (kg)
tr_tr: Yüklenen net ağırlık (%)

source: DrawerWeightSaturationWeightNetLoaded
bg: Натовар нетно тегло (kg)
cs: Naložená čistá hmot (kg)
de_de: Nettogew. geladen (kg)
el_gr: Φορτωμένο καθαρό βάρος (%)
es_es: Peso neto cargado (kg)
fr_fr: Poids net chargé (kg)
he_il: משקל פריטים מאוחסנים ק"ג
hr: Utovar. neto težina (kg)
hu_hu: Betöltött nettó súly (kg)
it: Peso netto caricato (kg)
pl_pl: Waga netto załadowana (kg)
ru_ru: Вес нетто с грузом (кг)
sl_si: Naložena neto teža (kg)
tr_tr: Yüklenen net ağırlık (kg)

source: DrawerWeightSaturationNetLoadedWeight
bg: Натовар нетно тегло (%)
cs: Naložená čistá hmot (%)
de_de: Nettogew. geladen (%)
el_gr: Φορτωμένο καθαρό βάρος (%)
es_es: Peso neto cargado (%)
fr_fr: Poids net chargé (%)
he_il: ניצול משקל מותר (%)
hr: Utovar. neto težina (%)
hu_hu: Betöltött nettó súly (%)
it: Peso netto caricato (%)
pl_pl: Waga netto załadowana (%)
ru_ru: Вес нетто загружен (%)
sl_si: Naložena neto teža (%)
tr_tr: Yüklenen net ağırlık (%)

source: DetailListInWaitHeader
bg: Ред спис изпълн прогр
cs: Provedit řádky seznamu
de_de: Ausfüh. Listenzeilen
el_gr: Γραμμές εκτελέσιμης λίστας
es_es: Líneas de la lista de ejecutables
fr_fr: Lignes de la liste pouvant être exécutées
he_il: שורות רשימה לביצוע
hr: Izvedivi redovi liste
hu_hu: Lista elvégezhető sorai
it: Righe lista eseguibili
pl_pl: Wykonalne linie listy
ru_ru: Строки исполняемого списка
sl_si: Izvršljive vrstice sez
tr_tr: Yürütülebilir liste satırları

source: CellsStatisticsHeader
bg: Статистика клетки.
cs: Statistiky: buňky.
de_de: Statistik : Zellen.
el_gr: Στατιστικά: κυψέλες.
es_es: Estadísticas : células.
fr_fr: Statistiques : cellules.
he_il: סטטיסטיקה: תאים
hr: Statistike: ćelije.
hu_hu: Statisztikák: rekeszek.
it: Statistiche : celle.
pl_pl: Statystyki: komórki.
ru_ru: Статистика: ячейки.
sl_si: Statistika: celice.
tr_tr: İstatistikler: hücreler.

source: CellsStatisticsCellsTotal
bg: Общо клетки
cs: Celkem buněk
de_de: Zellen insg.
el_gr: Σύνολο κυψελών
es_es: Total de celdas
fr_fr: Total des cellules
he_il: סה"כ תאים
hr: Ukup. ćelija
hu_hu: Rekeszek összesen
it: Totale celle
pl_pl: Komórki ogółem
ru_ru: Всего ячеек
sl_si: Sk. št. Cel
tr_tr: Toplam hücre

source: CellsStatisticsFrontCellsTotal
bg: Общо предни клетки
cs: Celkem předních buněk
de_de: Zellen insge. Vorn
el_gr: Σύνολο μπροστινών κυψελών
es_es: Total de celdas frontales
fr_fr: Total des cellules à l’avant
he_il: סה"כ תאים קדמיים
hr: Ukupno prednjih ćelija
hu_hu: Elülső rekeszek összesen
it: Totale celle anteriore
pl_pl: Ogółem komórki przednie
ru_ru: Всего передних ячеек
sl_si: Sk. št. Spred. celic
tr_tr: Toplam ön hücreler

source: CellsStatisticsRearCellsTotal
bg: Общ брой задни клетки
cs: Celkem zadních buněk
de_de: Zellen insg. Hinten
el_gr: Σύνολο πίσω κυψελών
es_es: Total de celdas traseras
fr_fr: Total des cellules à l’arrière
he_il: סה"כ תאים מאחור
hr: Ukupno stražnjih ćelija
hu_hu: Hátsó rekeszek összesen
it: Totale celle posteriore
pl_pl: Ogółem komórki tylne
ru_ru: Всего задних ячеек
sl_si: Sk. št. zadnjih celic
tr_tr: Toplam arka hücreler

source: CellsStatisticsTotalUsedCells
bg: Обща заетост на клетките
cs: Celková obsazenost buněk
de_de: Zellenbelegung insgesamt
el_gr: Σύνολο χρησιμοποιημένων κυψελών
es_es: Ocupación total de las celdas
fr_fr: Occupation totale des cellules
he_il: סה"כ תאים בשימוש
hr: Ukupna zauzetost ćelija
hu_hu: Rekeszek foglaltsága összesen
it: Occupazione totale celle
pl_pl: Ogółem komórki używane
ru_ru: Общее количество использованных ячеек
sl_si: Skupna zasedenost celic
tr_tr: Toplam kullanılan hücreler

source: CellsStatisticsOther
bg: Друго
cs: Jiné
de_de: Sonst
el_gr: Άλλα
es_es: Más
fr_fr: Autre
he_il: אחר
hr: Drugo
hu_hu: Egyéb
it: Altro
pl_pl: Inne
ru_ru: Другой
sl_si: Drugo
tr_tr: Başka

source: ErrorsStatisticsHeader
bg: Статистика анализ на грешки.
cs: Statistiky: analýza chyb.
de_de: Statistik : Fehleranalyse.
el_gr: Στατιστικά: ανάλυση σφάλματος.
es_es: Estadísticas: análisis de errores.
fr_fr: Statistiques : analyse des erreurs.
he_il: סטטיסטיקה: ניתוח שגיאות
hr: Statistike: analiza grešaka.
hu_hu: Statisztikák: hibák elemzése.
it: Statistiche : analisi errori.
pl_pl: Statystyki: analiza błędów.
ru_ru: Статистика: анализ ошибок.
sl_si: Statistika: analiza napak.
tr_tr: İstatistikler: hata analizi.

source: ErrorsStatisticsTotDrawersMoved
bg: Общо преместени чекмеджета
cs: Celkem přesunutých zásuvek
de_de: Insgesamt bewegte Kästen
el_gr: Σύνολο κινούμενων μονάδων
es_es: Total de cajones movidos
fr_fr: Total des tiroirs déplacés
he_il: סה"כ יחידות שנעו
hr: Ukupno pomaknutih pretinaca
hu_hu: Mozgatott tálcák összesen
it: Totale cassetti movimentati
pl_pl: Ogółem przeniesione jednostki
ru_ru: Общее количество перемещенных единиц
sl_si: Sk. št. premikanih predalov
tr_tr: Taşınan toplam birim sayısı

source: ErrorsStatisticsTotErrors
bg: Общо грешки
cs: Celkem chyb
de_de: Fehler insg.
el_gr: Σύνολο σφαλμάτων
es_es: Total de errores
fr_fr: Total des erreurs
he_il: סה"כ שגיאות
hr: Ukupno greš.
hu_hu: Hibák összesen
it: Totale errori
pl_pl: Błędy ogółem
ru_ru: Общее количество ошибок
sl_si: Sk. št. napak
tr_tr: Toplam hata

source: ErrorsStatisticsDrawersMovedWithoutError
bg: Безгрешни чекмеджета
cs: Zásuvky přesunuté bez chyb
de_de: Bewegte Kästen ohne Fehler
el_gr: Οι μονάδες μετακινήθηκαν χωρίς σφάλμα
es_es: Los cajones se han movido sin error
fr_fr: Tiroirs déplacés sans erreurs
he_il: תנועת מגשים ללא שגיאה
hr: Pretinci pomakn. bez greške
hu_hu: Mozgatott tálcák hibák nélkül
it: Cassetti mossi senza errori
pl_pl: Jednostki przeniesione bez błędów
ru_ru: Единицы перемещались без ошибок
sl_si: Predali prem. brez napak
tr_tr: Birimler hatasız taşındı

source: ErrorsStatisticsReliabilityIndex
bg: Индекс на надеждност
cs: Index spolehlivosti
de_de: Zuverlässigkeitsindex
el_gr: Δείκτης αξιοπιστίας
es_es: Índice de fiabilidad
fr_fr: Index de fiabilité
he_il: מדד אמינות
hr: Indeks pouzdanosti
hu_hu: Megbízhatósági index
it: Indice di affidabilità
pl_pl: Wskaźnik niezawodności
ru_ru: Индекс надежности
sl_si: Indeks zanesljivosti
tr_tr: Güvenilirlik endeksi

source: ErrorsStatisticsErrorDescription
bg: Описание на грешка
cs: Popis chyby
de_de: Fehlerbeschreibung
el_gr: Περιγραφή σφάλματος
es_es: Descripción del error
fr_fr: Description de l’erreur
he_il: תיאור שגיאה
hr: Opis greške
hu_hu: Hiba leírása
it: Descrizione errore
pl_pl: Opis błędu
ru_ru: Описание ошибки
sl_si: Opis napake
tr_tr: Hata tanımlaması

source: MaintenanceMainPageHeader
bg: Извънредна: Vertimag X
cs: Údržba: Vertimag X
de_de: Wartung: Vertimag X
el_gr: Συντήρηση: Vertimag X
es_es: Mantenimiento: Vertimag X
fr_fr: Maintenance : Vertimag X
he_il: אחזקה: ורטימג X
hr: Održavanje: Vertimag X
hu_hu: Karbantartás: Vertimag X
it: Manutenzione: Vertimag X
pl_pl: Konserwacja: Vertimag X
ru_ru: Поддержка: Vertimag X
sl_si: Vzdrževanje: Vertimag X
tr_tr: Bakım: Vertimag X

source: MaintenanceMainPageModel
bg: Модел
cs: Model
de_de: Modell
el_gr: Μοντέλο
es_es: Modelo
fr_fr: Modèle
he_il: דגם
hr: Model
hu_hu: Modell
it: Modello
pl_pl: Model
ru_ru: Модель
sl_si: Model
tr_tr: modeli

source: MaintenanceMainPageSerial
bg: Сериен
cs: Sériové
de_de: Seriell
el_gr: Σειριακός
es_es: Serie
fr_fr: Numéro de série
he_il: מספר סידורי
hr: Serij.
hu_hu: Soros
it: Seriale
pl_pl: Numer seryjny
ru_ru: Серийный
sl_si: Zapor.
tr_tr: Seri

source: MaintenanceMainPageInstallationDate
bg: Дата Монтиране
cs: Datum instalace
de_de: Datum Installation
el_gr: Ημερομηνία εγκατάστασης
es_es: Fecha de instalación
fr_fr: Date d’installation
he_il: תאריך התקנה
hr: Datum ugradbe
hu_hu: Telepítés dátuma
it: Data installazione
pl_pl: Data instalacji
ru_ru: Дата установки
sl_si: Datum namestitve
tr_tr: Kurulum tarihi

source: MaintenanceMainPageLastMaintenanceDate
bg: Дата последна поддръжка
cs: Datum poslední údržby
de_de: Datum letzte Wartung
el_gr: Ημερομηνία τελευταίας εγκατάστασης
es_es: Última fecha de mantenimiento
fr_fr: Date de dernière maintenance
he_il: תאריך טיפול אחזקה אחרון
hr: Datum poslj.održavanja
hu_hu: Legutóbbi karbantartás dátuma
it: Data ultima manutenzione
pl_pl: Data ostatniej konserwacji
ru_ru: Дата последнего технического обслуживания
sl_si: Dat. zadnjega vzdrž
tr_tr: Son bakım tarihi

# MaintenanceMainPageNextMaintenanceDate
source: MaintenanceNextMaintenanceDate
bg: Дата на следваща поддръжка
cs: Datum následující údržby
de_de: Datum der nächsten Wartung
el_gr: Ημερομηνία επόμενης εγκατάστασης
es_es: Próxima fecha de mantenimiento
fr_fr: Date de prochaine maintenance
he_il: תאריך טיפול אחזקה הבא
hr: Datum sljedećeg održavanja
hu_hu: Következő karbantartás dátuma
it: Data prossima manutenzione
pl_pl: Data następnej konserwacji
ru_ru: Следующая дата технического обслуживания
sl_si: Dat. naslednjega vzdrž
tr_tr: Sonraki bakım tarihi

source: MaintenanceMainPageStateMachine
bg: Съст машина
cs: Stav stroje
de_de: Masch.-Status
el_gr: Κατάσταση μηχανήματος
es_es: Estado de la máquina
fr_fr: État de la machine
he_il: מכונת מצבים
hr: Stanje stroja
hu_hu: Gépállapot
it: Stato macchina
pl_pl: Stan maszyny
ru_ru: Государственная машина
sl_si: Stanje stroja
tr_tr: durum makinesi

source: MaintenanceDetailHeader
bg: Подробности поддръжка
cs: Podrobnosti o údržbě
de_de: Details zur Wartung
el_gr: Λεπτομέρειες συντήρησης
es_es: Detalle del mantenimiento
fr_fr: Détail de la maintenance
he_il: פירוט שירות אחזקה
hr: Detalji o održavanju
hu_hu: Karbantartás részletei
it: Dettaglio manutenzione
pl_pl: Szczegóły konserwacji
ru_ru: Детали технического обслуживания
sl_si: Podrobnost vzdrževanja
tr_tr: Bakım detayı

source: MaintenanceDetailTotalCycles
bg: Общо извършени цикли
cs: Celkem provedených cykl
de_de: Durchgef. Zyklen insg.
el_gr: Σύνολο κύκλων
es_es: Total de ciclos realizados
fr_fr: Total des cycles effectués
he_il: סה"כ תנועות
hr: Ukupno izvrš. ciklusa
hu_hu: Elvégzett ciklusok összesen
it: Totale cicli effettuati
pl_pl: Suma cykli
ru_ru: Общее количество циклов
sl_si: Skupni izvedeni cikli
tr_tr: Toplam döngü

source: MaintenanceDetailCyclesBetweenTwoMaintenance
bg: Цикли между поддръжките
cs: Cykly mezi dvěma údržbami
de_de: Zykl zwischen 2 Wartungen
el_gr: Κύκλοι μεταξύ δύο συντηρήσεων
es_es: Ciclos entre dos mantenimientos
fr_fr: Cycles entre deux interventions de maintenances
he_il: כמות פעולות בין שני טיפולי אחזקה
hr: Ciklusi između dva održ.
hu_hu: Ciklusok két karbantartás között
it: Cicli fra due manutenzioni
pl_pl: Cykle pomiędzy dwoma przeglądami
ru_ru: Циклы между двумя техобслуживаниями
sl_si: Cikli med dvema vzdrž.
tr_tr: İki bakım arasındaki döngüler

source: MaintenanceDetailCyclesFromLastMaintenance
bg: Цикли от последна поддръжка
cs: Cykly od poslední údržby
de_de: Zyklen seit letzter Wartung
el_gr: Κύκλοι από την τελευταία συντήρηση
es_es: Ciclos desde el último mantenimiento
fr_fr: Cycles depuis la dernière intervention de maintenance
he_il: כמות פעולות מאז טיפול אחזקה אחרון
hr: Ciklusa od poslj. održavanja
hu_hu: Ciklusok a legutóbbi karbantartás óta
it: Cicli da ultima manutenzione
pl_pl: Cykle od ostatniej konserwacji
ru_ru: Циклы с последнего технического обслуживания
sl_si: Cikli od zadnjega vzdrž
tr_tr: Son bakımdan itibaren döngüler

source: MaintenanceDetailElementStatus
bg: Съст елемента
cs: Stav prvku
de_de: Element-Status
el_gr: Κατάσταση στοιχείου
es_es: Estado del artículo
fr_fr: État de l’élément
he_il: סטטוס שורה
hr: Stanje elem.
hu_hu: Elem állapota
it: Stato elemento
pl_pl: Status elementu
ru_ru: Состояние элемента
sl_si: Stanje el.
tr_tr: Öğe durumu

source: MaintenanceDetailStopRequired
bg: Необх престой машина [часове]
cs: požad zast stroje [hodiny]
de_de: Erf Maschinenstills. [Stunden]
el_gr: Απαιτούμενη διακοπή λειτουργίας μηχανήματος [ώρες]
es_es: Tiempo de inactividad necesario [horas]
fr_fr: Arrêt de la machine requis [heures]
he_il: זמן השבתת מכונה [שעות]
hr: Zatraž. stajanje stroja [sati]
hu_hu: Lekért gépleállítás [óra]
it: Fermo macchina richiesto [ore]
pl_pl: Wymagany czas przestoju maszyny [godziny]
ru_ru: Необходимое время простоя машины [часов]
sl_si: Zaht čas mirovanja stroja[ure]
tr_tr: Gerekli makine kesintisi [saat]

source: MaintenanceDetailPlatformRequired
bg: Подемна платформа
cs: Zvedací plošina
de_de: Hebebühne
el_gr: Πλατφόρμα
es_es: Plataforma de elevación
fr_fr: Plateforme de levage
he_il: פלטפורמה
hr: Platforma za podizanje
hu_hu: Emelőplatform
it: Piattaforma di sollevamento
pl_pl: Platforma
ru_ru: Платформа
sl_si: Dvižna ploščad
tr_tr: platformu

source: MaintenanceDetailContactRequired
bg: Изпращ заявка за контакт
cs: Odeslat požad na kontakt
de_de: Kontaktanfrage senden
el_gr: Αποστολή αιτήματος επικοινωνίας
es_es: Enviar solicitud de contacto
fr_fr: Envoyer demande de contact
he_il: שלח בקשה להתחברות מרחוק
hr: Poš. zahtj. za kontakt
hu_hu: Csatlakozási kérés elküldése
it: Invia richiesta contatto
pl_pl: Wyślij żądanie kontaktu
ru_ru: Отправить запрос на контакт
sl_si: Pošlji zahtevo za stik
tr_tr: İletişim isteği gönder

# OtherNavigationImmediateDrawerCall
source: Drawer Call
bg: Извиква чекмедже
cs: Vyvolání zásuvky
de_de: Aufruf Kasten
el_gr: Κλήση συρταριού
es_es: Llamada al cajón
fr_fr: Appel tiroir
he_il: קריאה למגש
hr: Poziv pretinca
hu_hu: Tálca behívása
it: Chiamata cassetto
pl_pl: Wezwanie Szuflady
ru_ru: Вызов ящика
sl_si: Priklic predala
tr_tr: Tepsi Çağrısı

source: StatisticsNavigationDrawers
bg: Статистика чекмедже
cs: Statistika zásuvek
de_de: Kasten-Statistik
el_gr: Μονάδες στατιστικών
es_es: Estadísticas de los cajones
fr_fr: Statistiques des tiroirs
he_il: סטטיסטיקת יחידות
hr: Statistika pretinaca
hu_hu: Tálcastatisztikák
it: Statistiche cassetti
pl_pl: Statystyka jednostek
ru_ru: Статистические единицы
sl_si: Statistika predalov
tr_tr: İstatistik birimleri

source: StatisticsNavigationCells
bg: Статистика клетки
cs: Statistiky buněk
de_de: Zellen-Statistik
el_gr: Κυψέλες στατιστικών
es_es: Estadísticas de las células
fr_fr: Statistiques des cellules
he_il: סטטיסטיקת תאים
hr: Statistika ćelija
hu_hu: Rekeszstatisztikák
it: Statistiche celle
pl_pl: Statystyka komórek
ru_ru: Ячейки статистики
sl_si: Statistika celic
tr_tr: İstatistik hücreleri

source: StatisticsNavigationErrors
bg: Статистика грешки
cs: Statistiky chyb
de_de: Fehlerstatistik
el_gr: Στατιστικά σφάλματα
es_es: Estadísticas de errores
fr_fr: Statistiques des erreurs
he_il: סטטיסטיקת שגיאות
hr: Statistika grešaka
hu_hu: Hibastatisztikák
it: Statistiche errori
pl_pl: Statystyka błędów
ru_ru: Ошибки статистики
sl_si: Statistika napak
tr_tr: İstatistik hataları

# DrawerActivityRefillingHeader
source: Refilling operation
bg: Операция по изливане.
cs: Operace plnění.
de_de: Ausgabevorgang.
el_gr: Λειτουργία επαναπλήρωσης
es_es: Operación de depósito.
fr_fr: Opération de refilling.
he_il: פעולת אחסון
hr: Operacija polaganja.
hu_hu: Utántöltési művelet.
it: Operazione di versamento.
pl_pl: Operacja uzupełniania
ru_ru: Операция заправки
sl_si: Postopek odlaganja.
tr_tr: Yeniden doldurma işlemi

# DrawerActivityRefillingQtyToRefill
source: Requested quantity [{0}]
bg: Колич изливане [{0}]
cs: Množství k napln [{0}]
de_de: Auszugeb. Menge [{0}]
el_gr: Απαιτούμενη ποσότητα [{0}]
es_es: Importe a pagar [{0}]
fr_fr: Q.té à déposer [{0}]
he_il: כמות מבוקשת [{0}]
hr: Kol.za položiti [{0}]
hu_hu: Utántöltendő menny. [{0}]
it: Q.tà da versare [{0}]
pl_pl: Żądana ilość [{0}]
ru_ru: Запрашиваемое количество [{0}]
sl_si: Kol. za odlaganje[{0}]
tr_tr: İstenen miktar [{0}]

# DrawerActivityRefillingQtyRefilled
source: Refilled quantity [{0}]
bg: Излято колич [{0}]
cs: Naplněné množ [{0}]
de_de: Ausge. Menge [{0}]
el_gr: Ποσότητα επαναπλήρωσης [{0}]
es_es: Cantidad pagada [{0}]
fr_fr: Q.té déposée [{0}]
he_il: כמות שאוחסנה [{0}]
hr: Polož. kol. [{0}]
hu_hu: Utántöltött menny. [{0}]
it: Q.tà versata [{0}]
pl_pl: Uzupełniona ilość [{0}]
ru_ru: Количество заправки [{0}]
sl_si: Odložena kol. [{0}]
tr_tr: Yeniden doldurulan miktar [{0}]

# DrawerActivityRefillingCapacityMaxAdjust
source: Update max capacity
bg: Надгражд максим капацитет
cs: Aktualizovat max kapacitu
de_de: Max. Kapazität akt.
el_gr: Ενημέρωση μέγιστης χωρητικότητας
es_es: Mejora de la capacidad máxima
fr_fr: Mettre à jour la capacité maximum
he_il: עדכן כמות מקסימום
hr: Ažuriraj maks nosivost
hu_hu: Maximális kapacitás frissítése
it: Aggiorna capacità massima
pl_pl: Aktualizacja maksymalnej pojemności
ru_ru: Обновление максимальной емкости
sl_si: Posod. Najv. zmogljivost
tr_tr: Maksimum kapasiteyi güncelle

# DrawerActivityPickingDetailRowList
source: List's row
bg: Ред списък
cs: Řádek sezn
de_de: Listenzeil
el_gr: Γραμμή λίστας
es_es: Línea de la lista
fr_fr: Ligne de la liste
he_il: שורת רשימה
hr: Red liste
hu_hu: Lista sora
it: Riga lista
pl_pl: Wiersz listy
ru_ru: Строка списка
sl_si: Vrst sez
tr_tr: Listenin satırı

# DrawerActivityPickingDetailQtyRequest
source: Requested quantity
bg: Изискв колич [бр.]
cs: požad množství [ks]
de_de: Angef.Menge [Stk.]
el_gr: Απαιτούμενη ποσότητα
es_es: Cantidad requerida [pzas]
fr_fr: Q.té requise [pièces]
he_il: כמות מבוקשת
hr: Tražena kol. [kom.]
hu_hu: Lekért menny. [db]
it: Q.tà richiesta [pz.]
pl_pl: Żądana ilość
ru_ru: Запрошенное количество
sl_si: Zahtevana kol. [kos]
tr_tr: İstenen miktar

# DrawerActivityRefillingDetailHeader
source: Refilling operation detail
bg: Подробности операцията по депозита.
cs: Podrobnosti o operaci plnění.
de_de: Angaben zur Ausgabe.
el_gr: Λεπτομέρειες εργασίας επαναπλήρωσης
es_es: Detalle de la operación de depósito.
fr_fr: Détail de l’opération de refilling.
he_il: פרטי פעולת אחסון
hr: Detalji o operaciji polaganja.
hu_hu: Utántöltési művelet részlet.
it: Dettaglio operazione di versamento.
pl_pl: Szczegóły operacji uzupełniania
ru_ru: Детали операции заправки
sl_si: Podrobnosti o postopku odlaganja.
tr_tr: Yeniden doldurma işlemi detayı

source: Lot
bg: Парт
cs: Šarže
de_de: Los
el_gr: Παρτίδα
es_es: Lote
he_il: אצוות ייצור
hu_hu: Tétel
it: Lotto
pl_pl: Partia
ru_ru: Много
sl_si: Ser
tr_tr: Pay

# DrawerActivityRefillingDetailMaterialStatus
source: Material status
bg: Съст материала
cs: Stav materiálu
de_de: Materialzustand
el_gr: Κατάσταση υλικού
es_es: Estado del material
fr_fr: État produit
he_il: מצב פריט
hr: Stanje mater.
hu_hu: Anyag állapota
it: Stato materiale
pl_pl: Status materiału
ru_ru: Материальный статус
sl_si: Stanje mat.
tr_tr: Malzeme durumu

# DrawerActivityRefillingDetailPackagingType
source: Packaging type
bg: Вид на опаковката
cs: Typ balení
de_de: Verpackung
el_gr: Τύπος συσκευασίας
es_es: Tipo de embalaje
fr_fr: Type d’emballage
he_il: סוג אריזה
hr: Tip pakiranja
hu_hu: Csomagolás típusa
it: Tipo di confezionamento
pl_pl: Rodzaj opakowania
ru_ru: Тип упаковки
sl_si: Tip embalaže
tr_tr: Ambalaj türü

# DrawerActivityRefillingDetailProductionDate
source: Production date
bg: Дата производство
cs: Data výroby
de_de: Produktionsdatum
el_gr: Ημερομηνία παραγωγής
es_es: Fecha de fabricación
fr_fr: Date de production
he_il: תאריך ייצור
hr: Datum proizvodnje
hu_hu: Gyártás dátuma
it: Data di produzione
pl_pl: Data produkcji
ru_ru: Дата изготовления
sl_si: Datum proizvodnje
tr_tr: Üretim tarihi

# DrawerActivityRefillingDetailQtyRequest
source: Requested quantity
bg: Колич да плати
cs: Množ k naplnění
de_de: Auszug. Menge
el_gr: Απαιτούμενη ποσότητα
es_es: Cantidad a pagar
fr_fr: Q.té à déposer
he_il: כמות מבוקשת
hr: Kol.za položiti
hu_hu: Utántöltendő menny.
it: Q.tà da versare
pl_pl: Żądana ilość
ru_ru: Запрошенное количество
sl_si: Kol. za odlag.
tr_tr: İstenen miktar

# DrawerActivityRefillingDetailListRow
source: List's row
bg: Ред списък
cs: Řádek sezn
de_de: Listenzeil
el_gr: Γραμμή λίστας
es_es: Línea de la lista
fr_fr: Ligne de la liste
he_il: שורת רשימה
hr: Red liste
hu_hu: Lista sora
it: Riga lista
pl_pl: Wiersz listy
ru_ru: Строка списка
sl_si: Vrst sez
tr_tr: Listenin satırı

# CommonItemCode
source: Item code
bg: Код артикул
cs: Kód položky
de_de: Artikelnummer
el_gr: Κωδικός στοιχείου
es_es: Número de artículo
fr_fr: Code article
he_il: מק"ט
hr: Kod artikla
hu_hu: Cikkszám
it: Codice articolo
pl_pl: Kod pozycji
ru_ru: Код изделия
sl_si: Koda izdelka
tr_tr: Ürün Kodu

# CommonItemDescription
source: Item description
bg: Описание артикул
cs: Popis položky
de_de: Artikelbeschreibung
el_gr: Περιγραφή στοιχείου
es_es: Descripción del artículo
fr_fr: Description de l’article
he_il: תיאור פריט
hr: Opis artikla
hu_hu: Cikk leírása
it: Descrizione articolo
pl_pl: Opis pozycji
ru_ru: Описание изделия
sl_si: Opis izdelka
tr_tr: Ürün Açıklaması

# CommonListCode
source: List code
bg: Код списък
cs: Kód seznamu
de_de: Listencode
el_gr: Λίστα κωδικού
es_es: Código de la lista
fr_fr: Code de la liste
he_il: קוד רשימה
hr: Kod liste
hu_hu: Listakód
it: Codice lista
pl_pl: Kod listy
ru_ru: Код списка
sl_si: Koda seznama
tr_tr: Liste kodu
