Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/OperatorApp.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, he_il, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

source: Units in Bay 1
bg: Чекмедже отдел 1
cs: Zásuvky ve stan 1
de_de: Kästen in Bucht 1
el_gr: Μονάδες σε πλατφόρμα 1
es_es: Cajones en la bahía 1
fr_fr: Tiroirs dans la Baie 1
he_il: יחידות בעמדה 1
hr: Pretinci u Uvali 1
hu_hu: Tálcák az 1. munkaállomáson
it: Cassetti in Baia 1
pl_pl: Jednostki w Zatoce 1
ru_ru: Квартиры в бухте 1
sl_si: Predal na nak pol1
tr_tr: Bay 1'deki Birimler

source: Units in Bay 2
bg: Чекмедже отдел 2
cs: Zásuvky ve stan 2
de_de: Kästen in Bucht 2
el_gr: Μονάδες σε πλατφόρμα 2
es_es: Cajones en la bahía 2
fr_fr: Tiroirs dans la Baie 2
he_il: יחידות בעמדה 2
hr: Pretinci u Uvali 2
hu_hu: Tálcák a 2. munkaállomáson
it: Cassetti in Baia 2
pl_pl: Jednostki w Zatoce 2
ru_ru: Квартиры в бухте 2
sl_si: Predal na nak pol2
tr_tr: 2. bölmedeki birimler

source: Units in Bay 3
bg: Чекмедже отдел 3
cs: Zásuvky ve stan 3
de_de: Kästen in Bucht 3
el_gr: Μονάδες σε πλατφόρμα 3
es_es: Cajones en la bahía 3
fr_fr: Tiroirs dans la Baie 3
he_il: יחידות בעמדה 3
hr: Pretinci u Uvali 3
hu_hu: Tálcák a 3. munkaállomáson
it: Cassetti in Baia 3
pl_pl: Jednostki w Zatoce 3
ru_ru: Квартиры в бухте 3
sl_si: Predal na nak pol3
tr_tr: Bay 3'teki Birimler

# DiagnosticStatisticDesc
source: (The data are calculated from the last maintenance compared to the total value)
bg: (Данните са изчислени от последната поддръжка спрямо общата стойност)
cs: (Data jsou vypočtena od poslední údržby s ohledem na celkovou hodnotu.)
de_de: Daten werden ab letzter Wartung im Verhältnis zum Gesamtwert berechnet)
el_gr: (Τα δεδομένα υπολογίζονται από την τελευταία συντήρηση σε σύγκριση με τη συνολική τιμή)
es_es: (Los datos se calculan desde el último mantenimiento hasta el valor total)
fr_fr: (Les données sont calculées à partir de la dernière maintenance par rapport à la valeur totale)
he_il: (הנתונים מחושבים החל מתאריך השירות האחרון, בהשוואה לערך נוכחי)
hr: (Podaci su izračunati od poslj. održavanja u odnosu na ukupnu vrijednost)
hu_hu: (Az adatok a legutóbbi karbantartástól vannak számítva a teljes értékhez képest)
it: (I dati sono calcolati dall'ultima manutenzione rispetto al valore totale)
pl_pl: (Dane są obliczane na podstawie ostatniej konserwacji w porównaniu do wartości całkowitej)
ru_ru: (Данные рассчитываются на основе последнего технического обслуживания по сравнению с общим значением)
sl_si: (Podatki se izračunajo iz zadnjega vzdrž v primerjavi s skupno vrednostjo)
tr_tr: (Veriler, toplam değere kıyasla son bakımdan hesaplanmıştır)

source: Maintenance:
bg: Извънредна:
cs: Údržba:
de_de: Wartung:
el_gr: Συντήρηση:
es_es: Mantenimiento:
he_il: תחזוקה
hr: Održavanje:
hu_hu: Karbantartás:
it: Manutenzione:
pl_pl: Konserwacja:
ru_ru: Поддержка:
sl_si: Vzdrževanje:
tr_tr: Bakım onarım:

# ActiveMissionsTime
source: Time active missions
bg: Време активни мисии
cs: Doba aktivních misí
de_de: Zeit aktive Aufgaben
el_gr: Ενεργός χρόνος αποστολών
es_es: Tiempo de misión activa
fr_fr: Temps des missions actives
he_il: זמן משימה
hr: Vrijeme aktiv. misija
hu_hu: Aktív feladatok ideje
it: Tempo missioni attive
pl_pl: Czas aktywnych misji
ru_ru: Время исполняемых задач
sl_si: Čas aktivnih nalog
tr_tr: Zaman aktif görevler

source: Bay 1
bg: отдел1
cs: Stan 1
de_de: Bucht1
el_gr: Πλατ.1
es_es: Bahía 1
fr_fr: Baie 1
he_il: עמדה 1
hr: Uv. 1
hu_hu: 1. munkaállomás
it: Baia 1
pl_pl: Zatoka 1
ru_ru: Секция 1
sl_si: NaPol1
tr_tr: 1. bölme

source: Bay 2
bg: отдел2
cs: Stan 2
de_de: Bucht2
el_gr: Πλατ.2
es_es: Bahía 2
fr_fr: Baie 2
he_il: עמדה 2
hr: Uv. 2
hu_hu: 2. munkaállomás
it: Baia 2
pl_pl: Zatoka 2
ru_ru: Секция 2
sl_si: NaPol2
tr_tr: 2. bölme

source: Bay 3
bg: отдел3
cs: Stan 3
de_de: Bucht3
el_gr: Πλατ.3
es_es: Bahía 3
fr_fr: Baie 3
he_il: עמדה 3
hr: Uv. 3
hu_hu: 3. munkaállomás
it: Baia 3
pl_pl: Zatoka 3
ru_ru: Секция 3
sl_si: NaPol3
tr_tr: 3. bölme

# ElevatorHorizontalAxis
source: Horizontal axle elevator
bg: Повдигач с хоризонтална ос
cs: Horizontální osa zvedáku
de_de: Hebebühne horiz. Achse
el_gr: Ανελκυστήρας οριζόντιου άξονα
es_es: Elevador eje horizontal
fr_fr: Élévateur axe horizontal
he_il: ציר מעלית אופקי
hr: Dizalica vodoravne osi
hu_hu: Emelő, vízszintes tengely
it: Elevatore asse orizzontale
pl_pl: Podnośnik oś pozioma
ru_ru: Горизонтальный осевой элеватор
sl_si: Dvigalo z vodoravno osjo
tr_tr: Yatay akslı asansör

# ElevatorVerticalAxis
source: Vertical axle elevator
bg: Повдигач с вертикална ос
cs: Vertikální osa zvedáku
de_de: Hebebühne vert. Achse
el_gr: Ανελκυστήρας κατακόρυφου άξονα
es_es: Elevador eje vertical
fr_fr: Élévateur axe vertical
he_il: ציר מעלית אנכי
hr: Dizalica okomite osi
hu_hu: Emelő, függőleges tengely
it: Elevatore asse verticale
pl_pl: Podnośnik oś pionowa
ru_ru: Лифт с вертикальной осью
sl_si: Dvigalo z navpično osjo
tr_tr: Dikey akslı asansör

# KmBayTotal
source: Km bays since last maintenance / total
bg: Километри отдел последна поддръжка/общо
cs: Km stanic od poslední údržby / celkem
de_de: Km Buchten ab letzter Wartung / insg.
el_gr: Πλατφόρμες Km από την τελευταία συντήρηση / σύνολο
es_es: km bahías desde el último mantenimiento / totales
fr_fr: km baies depuis la dernière maintenance/totaux
he_il: צבירת מרחק עמדה (ק"מ) מטיפול אחרון / סה"כ
hr: Km uvale od poslj. održavanja/ukupno
hu_hu: Km munkaállomások a legutóbbi karbantartás óta / összes
it: Km baie da ultima manutenzione / totali
pl_pl: Km zatoki od ostatniego przeglądu / ogółem
ru_ru: Км отсеков с момента последнего технического обслуживания / всего
sl_si: Km nak polic od zadnjega vzdrž / skupaj
tr_tr: Son bakımdan bu yana Km alanları / toplam

# KmElevatorAxis
source: Km lift axles since last maintenance / total
bg: Повдига оста км последно техническо обслуж/общо
cs: Km zvedáku os od poslední údržby / celkem
de_de: Km Hebebühne Achsen ab letzter Wartung / insg.
el_gr: Άξονες ανύψωσης Km από την τελευταία συντήρηση / σύνολο
es_es: km elevador ejes desde el último mantenimiento / totales
fr_fr: km élévateur des axes depuis la dernière maintenance/totaux
he_il: ק"מ צירי מעלית מטיפול אחרון / סה"כ
hr: Km dizalice osi od posljednjeg održavanja/ukupno
hu_hu: Km emelő tengelyek a legutóbbi karbantartás óta / összes
it: Km elevatore assi da ultima manutenzione / totali
pl_pl: Km osi podnośnika od ostatniego przeglądu / ogółem
ru_ru: Км подъемных осей с момента последнего технического обслуживания / всего
sl_si: Km dvigala osi od zadnjega vzdrževanja / skupaj
tr_tr: Son bakımdan bu yana Km kaldırılabilir aks sayısı / toplam

# TotalMissionsTime
source: Total time of active missions since last maintenance / total
bg: Общо време на активна мисия от последната поддръжка / общо
cs: Celková doba aktivních misí od poslední údržby / celkem
de_de: Gesamte Zeit aktive Aufgaben ab letzter Wartung / insgesamt
el_gr: Συνολικός αριθμός ενεργών αποστολών από την τελευταία συντήρηση / σύνολο
es_es: Tiempo total de misiones activas desde el último mantenimiento / total
fr_fr: Durée totale de missions actives depuis la dernière maintenance/total
he_il: סה"כ זמן עבודה מטיפול אחזקה אחרון
hr: Ukupno vrijeme aktiv. misija od poslj. održavanja/ukupno
hu_hu: Aktív feladatok teljes ideje a legutóbbi karbantartás óta / összes
it: Totale tempo di missioni attive da ultima manutenzione / totale
pl_pl: Całkowity czas aktywnych misji od ostatniego przeglądu / ogółem
ru_ru: Общее время активных миссий с момента последнего технического обслуживания / всего
sl_si: Skupni čas aktivnih nalog od zadnjega vzdrževanja / skupaj
tr_tr: Son bakımdan bu yana aktif görevlerin toplam süresi / toplam

# TotalUnitsInBay
source: Units in bays since last maintenance / total
bg: Чекмеджета в последните отделения за поддръжка/общо
cs: Zásuvky ve stanici od poslední údržby / celkem
de_de: Kästen den Buchten ab letzter Wartung / insgesamt
el_gr: Μονάδες σε πλατφόρμες από την τελευταία συντήρηση / σύνολο
es_es: Cajones en el último mantenimiento / bahías totales
fr_fr: Tiroirs dans les baies depuis la dernière maintenance/totaux
he_il: סה"כ יחידות בעמדה מטיפול אחזקה אחרון
hr: Pretinci u uvali od posljed. održavanja / sveukupni
hu_hu: Tálcák a munkaállomáson a legutóbbi karbantartás óta / összes
it: Cassetti nelle baie da ultima manutenzione / totali
pl_pl: Jednostki w zatokach od ostatniego przeglądu / ogółem
ru_ru: Единицы измерения в отсеках с момента последнего технического обслуживания / всего
sl_si: Predali na nak policah od zadnjega vzdrž / skupaj
tr_tr: Son bakımdan bu yana bölmelerdeki birimler / toplam

# RequestedQuantityBase
source: Requested quantity
bg: Необх Колич
cs: Požad množství
de_de: Erford. Menge
el_gr: Απαιτούμενη ποσότητα
es_es: Cantidad necesaria
fr_fr: Quantité requise
he_il: כמות נדרשת
hr: Tražena količina
hu_hu: Lekért mennyiség
it: Quantità richiesta
pl_pl: Żądana ilość
ru_ru: Запрошенное количество
sl_si: Zahtevana količina
tr_tr: İstenen miktar

# ConfirmInstruction
source: Confirm row
bg: потвърж група
cs: Potvrz řádku
de_de: Zeile best.
el_gr: Επιβεβαίωση σειράς
fr_fr: Confirmer ligne
he_il: מאשר שורה
hr: Potvrdi red
hu_hu: Sor megerősítése
it: Conferma gruppo
pl_pl: Potwierdzić wiersz
ru_ru: Подтвердить ряд
sl_si: Potrdi vrst
tr_tr: Grubu onayla

source: Axis
bg: Ос
cs: Osa
de_de: Achs
el_gr: Άξονας
es_es: Eje
fr_fr: Axe
he_il: ציר
hr: Os
hu_hu: Tengely
it: Asse
pl_pl: Oś
ru_ru: Ось
sl_si: Os
tr_tr: eksen

source: CounterName
bg: Име на брояча
cs: Název počít
el_gr: Όνομα μετρητή
es_es: Nombre del contador
fr_fr: Nom du compteur
he_il: שם מונה
hr: ImeBrojača
hu_hu: Számláló neve
it: Nome contatore
pl_pl: Nazwa licznika
ru_ru: ИмяСчетчика
sl_si: Št.Števca
tr_tr: KarşıAdı

# InstructionState
source: Row status
bg: Статус ред
cs: Stav řádku
de_de: Zust.Zeile
el_gr: Κατάσταση σειράς
es_es: Estado línea
fr_fr: État de la ligne
he_il: סטטוס שורה
hr: Stat.reda
hu_hu: Sor állapota
it: Stato riga
pl_pl: Stan wiersza
ru_ru: Состояние ряда
sl_si: Stanje vrs
tr_tr: Satır durumu

# InstructionStatus
source: Status
bg: Стат
cs: Stav
el_gr: Κατάσταση
es_es: Estado
fr_fr: État
he_il: סטטוס
hr: Stanje
hu_hu: Állapot
it: Stato
pl_pl: Stan
ru_ru: Состояние
sl_si: Stanje
tr_tr: Durum

source: Execute row
bg: Ред изпълн
cs: Prov řádek
de_de: Zeile ausf.
el_gr: Εκτέλεση σειράς
es_es: Ejecutar línea
fr_fr: Exécuter ligne
he_il: הפעל שורה
hr: Izvrši red
hu_hu: Sor végrehajtása
it: Esegui riga
pl_pl: Wykonaj wiersz
ru_ru: Выполнить ряд
sl_si: Izvedi vrs
tr_tr: Satırı yürüt

# ConfirmServiceMessage
source: Are you sure you want to confirm this service?
bg: Сигурни ли сте че искате да потв тази услуга?
cs: Skutečně chcete potvrdit tuto službu?
de_de: Diesen Service wirklich bestätigen?
el_gr: Είστε βέβαιοι ότι θέλετε να επιβεβαιώσετε αυτήν την υπηρεσία;
es_es: ¿Está seguro de que quiere confirmar este servicio?
fr_fr: Voulez-vous vraiment confirmer cette maintenance ?
he_il: האם אתה מאשר את טיפול האחזקה?
hr: Jeste li sigurni da želite potvrd. ovu uslugu?
hu_hu: Biztos abban, hogy megerősíti ezt a szervizt?
it: Sei sicuro di voler confermare questo service?
pl_pl: Czy na pewno chcesz potwierdzić tę usługę?
ru_ru: Вы уверены, что хотите подтвердить эту услугу?
sl_si: Ali si prepričan, da želiš potr to storitev?
tr_tr: Bu hizmeti onaylamak istediğinizden emin misiniz?

# ElevatorCycles
source: Elevator cycles since last maintenance / total
bg: Цикли на повдигане след последната поддръжка / общо
cs: Cykly zvedáku od poslední údržby / celkem
de_de: Zyklen der Hebebühne ab letzter Wartung / insgesamt
el_gr: Κύκλοι ανελκυστήρα Km από την τελευταία συντήρηση / σύνολο
es_es: Ciclos del elevador desde el último mantenimiento / total
fr_fr: Cycles de l’élévateur depuis la dernière maintenance/total
he_il: סה"כ פעולות מעלית משירות אחרון
hr: Ciklusi dizalice od poslj. održavanja / sveukupni
hu_hu: Emelő ciklusok a legutóbbi karbantartás óta / összes
it: Cicli dell'elevatore da ultima manutenzione / totale
pl_pl: Cykle podnośnika od ostatniej konserwacji / ogółem
ru_ru: Циклы работы лифта с момента последнего технического обслуживания / всего
sl_si: Cokli dvigala od zadnjega vzdrževanja / skupaj
tr_tr: Son bakımdan bu yana asansör çevrimleri / toplam

source: Horizontal axis
bg: Хоризонтална ос
cs: Horizontální osa
de_de: Horiz. Achse
el_gr: Οριζόντιος άξονας
es_es: Eje horizontal
fr_fr: Axe horizontal
he_il: ציר אנכי
hr: Vodoravna os
hu_hu: Vízszintes tengely
it: Asse orizzontale
pl_pl: Oś pozioma
ru_ru: Горизонтальная ось
sl_si: Vodoravna os
tr_tr: Yatay eksen

source: Vertical axis
bg: Вертикална ос
cs: Vertikální osa
de_de: Vert. Achse
el_gr: Κατακόρυφος άξονας
es_es: Eje vertical
fr_fr: Axe vertical
he_il: ציר אנכי
hr: Okomita os
hu_hu: Függőleges tengely
it: Asse verticale
pl_pl: Oś pionowa
ru_ru: Вертикальная ось
sl_si: Navpična os
tr_tr: Dikey eksen

# ConfirmPartial
source: Partial Confirmation
bg: Редакт
cs: Potvrdit částečný
de_de: Best. Teilmenge
el_gr: Μερική επιβεβαίωση
es_es: Editar
fr_fr: Modifier
he_il: שינוי
hr: Djel. Potvrda
hu_hu: Módosítás
it: Modifica
pl_pl: Wymienić
ru_ru: Частичное Подтверждение
sl_si: Delna potrditev
tr_tr: Değiştirmek

source: Confirm Present
bg: потвърж Присъств
cs: Potvrdit přítomný
de_de: Best. Vorhandene
el_gr: Παρούσα επιβεβαίωση
es_es: Confirmación Presente
fr_fr: Confirmer Présent
he_il: אשר: קיים
hr: Potvrda Prisutna
hu_hu: Jelenlévő megerősítése
it: Conferma Presente
pl_pl: Potwierdź Obecny
ru_ru: Подтвердите Настоящее время
sl_si: Prisotna potrdit
tr_tr: Hediyeyi Onayla

source: Present quantity
bg: Присъств колич
cs: Přítomné množství
de_de: Vorhandene Menge
el_gr: Παρούσα ποσότητα
es_es: Cantidad presente
fr_fr: Quantité présente
he_il: כמות קיימת
hr: Količina prisutna
hu_hu: Jelenlévő mennyiség
it: Quantità presente
pl_pl: Aktualna ilość
ru_ru: Настоящее количество
sl_si: Prisotna količina
tr_tr: Mevcut miktar

source: Article:
bg: Артикул:
cs: Položka:
de_de: Artikel:
el_gr: Στοιχείο:
es_es: Artículo:
he_il: פריט
hr: Artikl:
hu_hu: Cikk:
it: Articolo:
pl_pl: Artykuł:
ru_ru: Статья:
sl_si: Izdelek:
tr_tr: Madde:

source: Units
bg: Чекмедже
cs: Zásuvky
de_de: Kästen
el_gr: Μονάδες
es_es: Cajones
fr_fr: Tiroirs
he_il: יחידה
hr: Pretinci
hu_hu: Tálcák
it: Cassetti
pl_pl: Jednostki
ru_ru: Единицы
sl_si: Predali
tr_tr: Birimler

source: Unit
bg: Чекмедже
cs: Zásuvka
de_de: Kasten
el_gr: Μονάδα
es_es: Cajón
fr_fr: Tiroir
he_il: יחידה
hr: Pretinac
hu_hu: Tálca
it: Cassetto
pl_pl: Jednostka
ru_ru: Единица измерения
sl_si: Predal
tr_tr: Birim

# MachineServiceStatus_Completed
source: Completed
bg: Завършено
cs: Dokončeno
de_de: Abgeschl.
el_gr: Ολοκληρωμένο
es_es: Completado
fr_fr: Terminé
he_il: הסתיים
hr: Završeno
hu_hu: Befejezve
it: Completato
pl_pl: Ukończone
ru_ru: Завершенный
sl_si: Zaključeno
tr_tr: Tamamlanmış

# BlockLevelUnderWeight
source: Under Weight
bg: Под тегло
cs: Pod hmot
de_de: Unter Gew.
el_gr: Κάτω του βάρους
es_es: Bajo peso
fr_fr: Sous-Poids
he_il: מתחת למגש כבד
hr: Isp. Tež.
hu_hu: Súly alacsony
it: Sotto Peso
pl_pl: Poniżej wagi
ru_ru: Недовес
sl_si: Pod težo
tr_tr: Ağırlık Altında

# TotalMissionsHeader
source: Total missions
bg: Цикли
cs: Celkem misí
de_de: Aufgaben insg.
el_gr: Συνολικές αποστολές
es_es: Total de misiones
fr_fr: Cycles
he_il: סבבים
hr: Ukupno misija
hu_hu: Összes feladat
it: Cicli
pl_pl: Łącznie misje
ru_ru: Всего миссий
sl_si: Sk. naloge
tr_tr: döngüler

source: Close line
bg: Запеч ред
cs: Spoj řádek
de_de: Schweißn.
el_gr: Κλείσιμο γραμμής
es_es: Línea constante
fr_fr: Solder ligne
he_il: סגור שורה
hr: Upot. red
hu_hu: Sor mentése
it: Salda riga
pl_pl: Bliska linia
ru_ru: Закрыть линию
sl_si: Pritr vrs
tr_tr: Çizgiyi kapat

source: Updated value
bg: Актуализ стойност
cs: Aktualizovaná hod
de_de: Aktualis. Wert
el_gr: Ενημερωμένη τιμή
es_es: Valor actualizado
fr_fr: Valeur mise à jour
he_il: עכדן ערך
hr: Ažurirana vrijed.
hu_hu: Frissített érték
it: Valore aggiornato
pl_pl: Wartość zaktualizowana
ru_ru: Обновленное значение
sl_si: Posodobljena vred
tr_tr: Güncellenen değer

source: Delete mission
bg: Изтриване мисия
cs: Zrušit misi
de_de: Aufgabe löschen
el_gr: Διαγραφή αποστολής
es_es: Cancelar la misión
fr_fr: Annuler mission
he_il: מחק משימה
hr: Poništi misiju
hu_hu: Feladat visszavonása
it: Cancella missione
pl_pl: Usuń misję
ru_ru: Удалить задачу
sl_si: Prekliči nalogo
tr_tr: Görevi sil

source: LoadUnit destination
bg: Местоназнач чекмедже
cs: Cíl zásuvky
de_de: Bestimmungsort Kasten
el_gr: Προορισμός μονάδας φόρτωσης
es_es: Destino del cajón
fr_fr: Destination tiroir
he_il: יעד מגש
hr: Odredište pretinca
hu_hu: Tálca célállomása
it: Destinazione cassetto
pl_pl: Miejsce jednostki ładunkowej
ru_ru: Назначение ЕдиницыЗагрузки
sl_si: Cilj predala
tr_tr: LoadUnit hedefi

source: LoadUnit source
bg: Произх чекмедже
cs: Původ zásuvky
de_de: Herkunft Kasten
el_gr: Πηγή μονάδας φόρτωσης
es_es: Origen del cajón
fr_fr: Origine du tiroir
he_il: מס מגש מקור
hr: Izvor pretinca
hu_hu: Tálca kiindulópontja
it: Origine cassetto
pl_pl: Źródło jednostki ładunkowej
ru_ru: Источник ЕдиницыЗагрузки
sl_si: Izvor predala
tr_tr: LoadUnit kaynağı

# WmsId
source: Id Wms
ru_ru: ИД СУС
tr_tr: Kimlik Wms

source: Carousel bay1 down
bg: Въртел отдел 1 поз ниско
cs: Stan 1 karus v dol pol
de_de: Bucht 1 Karu.Pos. niedr
el_gr: Καρουζέλ πλατφόρμα 1 κάτω
es_es: Bahía 1 carrusel pos. baja
fr_fr: Baie 1 carrousel pos. basse
he_il: מעלית ארגוטק עמדה 1 למטה
hr: Uvala 1 vrtulj. nis. pol.
hu_hu: 1. munkaállomás, karusszel alacsony poz.
it: Baia 1 giostra pos. bassa
pl_pl: Karuzela zatoki 1 w dół
ru_ru: Круговой конвейер секции 1 вниз
sl_si: NakPol1 vrt del niz polož
tr_tr: Carousel bölmesi1 aşağı

source: Carousel bay 1 up
bg: Въртел отдел 1 висок поз
cs: Stan 1 karus v hor pol
de_de: Bucht 1 Karu. Pos. hoch
el_gr: Καρουζέλ πλατφόρμα 1 επάνω
es_es: Bahía 1 carrusel pos. alta
fr_fr: Baie 1 carrousel pos. haute
he_il: מעלית ארגוטק עמדה 1 למעלה
hr: Uvala 1 vrtulj. vis.pol.
hu_hu: 1. munkaállomás, karusszel magas poz.
it: Baia 1 giostra pos. alta
pl_pl: Karuzela zatoki 1 w górę
ru_ru: Круговой конвейер секции 1 вверх
sl_si: NakPol1 vrt del vis polo
tr_tr: Carousel bölmesi 1 yukarı

source: Carousel bay 2 down
bg: Поз въртел отдел 2 ниска
cs: Stan 2 karus v dol pol
de_de: Bucht 2 Karu. Pos. niedr.
el_gr: Καρουζέλ πλατφόρμα 2 κάτω
es_es: Bahía 2 carrusel pos. baja
fr_fr: Baie 2 carrousel pos. basse
he_il: מעלית ארגוטק עמדה 2 למטה
hr: Uvala 2 vrtulj. nis. pol.
hu_hu: 2. munkaállomás, karusszel alacsony poz.
it: Baia 2 giostra pos. bassa
pl_pl: Karuzela zatoki 2 w dół
ru_ru: Круговой конвейер секции 2 вниз
sl_si: NakPol2 vrt del niz polož
tr_tr: Carousel bölmesi 2 aşağı

source: Carousel bay 2 up
bg: Въртел отдел 2 висок поз
cs: Stan 2 karus v hor pol
de_de: Bucht 2 Karu. Pos. hoch
el_gr: Καρουζέλ πλατφόρμα 2 επάνω
es_es: Bahía 2 carrusel pos. alta
fr_fr: Baie 2 carrousel pos. haute
he_il: מעלית ארגוטק עמדה 2 למעלה
hr: Uvala 2 vrtulj. vis.pol.
hu_hu: 2. munkaállomás, karusszel magas poz.
it: Baia 2 giostra pos. alta
pl_pl: Karuzela zatoki 2 w górę
ru_ru: Круговой конвейер секции 2 вверх
sl_si: NakPol2 vrt del vis pol
tr_tr: Carousel bölmesi 2 yukarı

source: Carousel bay 3 down
bg: Въртел отдел 3 поз ниско
cs: Stan 3 karus v dol pol
de_de: Bucht 3 Karu. Pos. niedr.
el_gr: Καρουζέλ πλατφόρμα 3 κάτω
es_es: Bahía 3 carrusel pos. baja
fr_fr: Baie 3 carrousel pos. basse
he_il: מעלית ארגוטק עמדה31 למטה
hr: Uvala 3 vrtulj.niski pol.
hu_hu: 3. munkaállomás, karusszel alacsony poz.
it: Baia 3 giostra pos. bassa
pl_pl: Karuzela zatoki 3 w dół
ru_ru: Круговой конвейер секции 3 вниз
sl_si: NakPol3 vrt del niz polož
tr_tr: Carousel bölmesi 3 aşağı

source: Carousel bay 3 up
bg: отдел 3 въртел висок поз
cs: Stan 3 karus v hor pol
de_de: Bucht 3 Karu. Pos. hoch
el_gr: Καρουζέλ πλατφόρμα 3 επάνω
es_es: Bahía 3 carrusel pos. alta
fr_fr: Baie 3 carrousel pos. haute
he_il: מעלית ארגוטק עמדה 3 למעלה
hr: Uvala 3 vrtulj. vis.pol.
hu_hu: 3. munkaállomás, karusszel magas poz.
it: Baia 3 giostra pos. alta
pl_pl: Karuzela zatoki 3 w górę
ru_ru: Круговой конвейер секции 3 вверх
sl_si: NakPol3 vrt del vis pol
tr_tr: Carousel bölmesi 3 yukarı

source: Cell
bg: Клетк
cs: Buňka
de_de: Zelle
el_gr: Κυψέλη
es_es: Celda
fr_fr: Cellule
he_il: תא
hr: Ćel.
hu_hu: Rekesz
it: Cella
pl_pl: Komórka
ru_ru: Ячейка
sl_si: Cel
tr_tr: Hücre

source: Down
bg: Нисък
cs: Dolní
de_de: Niedr
el_gr: Κάτω
es_es: Baja
fr_fr: Basse
he_il: למטה
hr: Niska
hu_hu: Alsó
it: Bassa
pl_pl: W dół
ru_ru: Вниз
sl_si: Nizka
tr_tr: Aşağı

source: Elevator
bg: Повдигач
cs: Zvedák
de_de: Hebebühne
el_gr: Ανελκυστήρας
es_es: Elevador
fr_fr: Élévateur
he_il: מעלית
hr: Dizalica
hu_hu: Emelő
it: Elevatore
pl_pl: Podnośnik
ru_ru: Подъемник
sl_si: Dvigalo
tr_tr: Asansör

source: External bay 1 down
bg: отдел 1 извън ниско полож
cs: Vnější stan 1 v dol pol
de_de: Bucht 1 außen Pos. niedr
el_gr: Εξωτερική πλατφόρμα 1 κάτω
es_es: Bahía 1 externa pos. baja
fr_fr: Baie 1 externe pos. basse
he_il: עמדה חיצונית 1 למטה
hr: Uvala 1 vanj. niski pol.
hu_hu: 1. külső munkaállomás, alacsony poz.
it: Baia 1 esterna pos. bassa
pl_pl: Zewnętrzna zatoka 1 w dół
ru_ru: Внешняя секция 1 вниз
sl_si: Nakl. pol 1 zun niz polož
tr_tr: Harici bölme 1 aşağı

source: External bay 1 up
bg: отдел 1 външна поз висок
cs: Vnější stan 1 v hor pol
de_de: Bucht 1 außen Pos. hoch
el_gr: Εξωτερική πλατφόρμα 1 επάνω
es_es: Bahía 1 externa pos. alta
fr_fr: Baie 1 externe pos. haute
he_il: עמדה חיצונית 1 למעלה
hr: Uvala 1 vanj. vis. pol.
hu_hu: 1. külső munkaállomás, magas poz.
it: Baia 1 esterna pos. alta
pl_pl: Zewnętrzna zatoka 1 w górę
ru_ru: Внешняя секция 1 вверх
sl_si: Nakl. pol1 zun vis polož
tr_tr: Harici bölme 1 yukarı

source: External bay 2 down
bg: отдел 2 извън ниско полож
cs: Vnější stan 2 v dol pol
de_de: Bucht 2 außen Pos. niedr
el_gr: Εξωτερική πλατφόρμα 2 κάτω
es_es: Bahía 2 externa pos. baja
fr_fr: Baie 2 externe pos. basse
he_il: עמדה חיצונית 2 למטה
hr: Uvala 2 vanj. niski pol.
hu_hu: 2. külső munkaállomás, alacsony poz.
it: Baia 2 esterna pos. bassa
pl_pl: Zewnętrzna zatoka 2 w dół
ru_ru: Внешняя секция 2 вниз
sl_si: Nakl. pol 2 zun niz polož
tr_tr: Harici bölme 2 aşağı

source: External bay 2 up
bg: отдел 2 външна поз висок
cs: Vnější stan 2 v hor pol
de_de: Bucht 2 außen Pos. hoch
el_gr: Εξωτερική πλατφόρμα 2 επάνω
es_es: Bahía 2 externa pos. alta
fr_fr: Baie 2 externe pos. haute
he_il: עמדה חיצונית 2 למעלה
hr: Uvala 2 vanj. vis. pol.
hu_hu: 2. külső munkaállomás, magas poz.
it: Baia 2 esterna pos. alta
pl_pl: Zewnętrzna zatoka 2 w górę
ru_ru: Внешняя секция 2 вверх
sl_si: Nakl. pol2 zun vis polož
tr_tr: Harici bölme 2 yukarı

source: External bay 3 down
bg: отдел 3 външ ниско полож
cs: Vnější stan 3 v dol pol
de_de: Bucht 3 außen Pos. niedr
el_gr: Εξωτερική πλατφόρμα 3 κάτω
es_es: Bahía 3 externa pos. baja
fr_fr: Baie 3 externe pos. basse
he_il: עמדה חיצונית 3 למטה
hr: Uvala 3 vanj. niski pol.
hu_hu: 3. külső munkaállomás, alacsony poz.
it: Baia 3 esterna pos. bassa
pl_pl: Zewnętrzna zatoka 3 w dół
ru_ru: Внешняя секция 3 вниз
sl_si: Nakl. pol 3 zun niz polož
tr_tr: Harici bölme 3 aşağı

source: External bay 3 up
bg: отдел 3 външна поз висок
cs: Vnější stan 3 v hor pol
de_de: Bucht 3 außen Pos. hoch
el_gr: Εξωτερική πλατφόρμα 3 επάνω
es_es: Bahía 3 externa pos. alta
fr_fr: Baie 3 externe pos. haute
he_il: עמדה חיצונית 3 למעלה
hr: Uvala 3 vanj. vis. pol.
hu_hu: 3. külső munkaállomás, magas poz.
it: Baia 3 esterna pos. alta
pl_pl: Zewnętrzna zatoka 3 w górę
ru_ru: Внешняя секция 3 вверх
sl_si: Nakl. pol3 zun vis polož
tr_tr: Harici bölme 3 yukarı

source: Internal bay 1 down
bg: отдел 1 вътр ниско
cs: Vnitřní stan 1 v dol pol
de_de: Bucht 1 innen Pos. niedr
el_gr: Εσωτερική πλατφόρμα 1 κάτω
es_es: Bahía 1 interna pos. baja
fr_fr: Baie 1 interne pos. basse
he_il: עמדה 1 למטה
hr: Uvala 1 unut.niski pol.
hu_hu: 1. belső munkaállomás, alacsony poz.
it: Baia 1 interna pos. bassa
pl_pl: Wewnętrzna zatoka 1 w dół
ru_ru: Внутренняя секция 1 вниз
sl_si: Nakl. pol1 notr niz polož
tr_tr: Dahili bölme 1 aşağı
