Repository: ericquartey/wms
Catalog: VerticalWarehouses/Panel PC UI/Ferretto.VW.App.Resources/ServiceMachine.*.resx
Languages: bg, cs, el_gr, es_es, fr_fr, hr, hu_hu, sl_si, tr_tr

source: Automatic missing
bg: Автоматична липс
cs: Chybí aut cyklus
el_gr: Αυτόματη αποστολή
es_es: Falta Automático
fr_fr: Mode automatique manquant
hr: Nedost. automat.
hu_hu: Nincs automatikus
sl_si: Avtomatskega ni
tr_tr: Otomatik eksik

source: Bay calibration not performed.
bg: калибр отделт не извършено.
cs: Kalibrace stan neproběhla.
el_gr: Δεν εκτελέστηκε η βαθμονόμηση της πλατφόρμας.
es_es: No se ha realizado la calibración de la bahía.
fr_fr: Étalonnage de la baie non exécuté.
hr: Kalibr.uvale nije izvršena.
hu_hu: A munkaállomás kalibrálása nincs elvégezve.
sl_si: Umer nak pol ni izvedeno.
tr_tr: Bay kalibrasyonu yapılmadı.

# CalibrationCarouselFailedChainNotZeroPosition
source: Carousel calibration failed. \r\n The bay chain is not in the zero position.
bg: Невъзможно е да се извърши калибр на въртележката. \верига на отделто не е в нулево полож.
cs: Nelze provést kalibraci karuselu. \r\n Řetěz stanice není v nulové poloze.
el_gr: Απέτυχε η βαθμονόμηση καρουζέλ. \r\n Η αλυσίδα πλατφόρμας δεν είναι στη μηδενική θέση.
es_es: No se puede realizar la calibración del carrusel. \r\n La cadena de la bahía no está en la posición cero.
fr_fr: Impossible d’effectuer le calibrage du carrousel. \r\n La chaîne de la baie n’est pas en position zéro.
hr: Nije moguće kalibrirati vrtuljak. \r\n Lanac uvale nije u položaju nule.
hu_hu: A karusszel kalibrálását nem lehet elvégezni. \r\n A munkaállomás lánca nincs nulla pozícióban.
sl_si: Umerjanja vrtljivega dela ni mogoče izvesti. \r\n Veriga nakladalne police ni v ničelnem položaju.
tr_tr: Karusel kalibrasyonu başarısız oldu. \r\n Bay zinciri sıfır konumunda değil.

# CellBusy
source: Busy
bg: Заети
cs: Obsazená
el_gr: Κατειλημμένο
es_es: Ocupado
fr_fr: Occupée
hr: Zauzet
hu_hu: Foglalt
sl_si: Zasedena
tr_tr: Meşgul

# CellFree
source: Free
bg: Безпл
cs: Volná
el_gr: Ελεύθερο
es_es: Gratis
fr_fr: Libre
hr: Slob.
hu_hu: Szabad
sl_si: Prosta
tr_tr: Özgür

source: Homing not performed.
bg: Не е извърш насочв.
cs: Neproveden homing
el_gr: Το Homing δεν εκτελέστηκε.
es_es: El regreso a casa ha fallado.
fr_fr: Homing non effectué.
hr: Vrać. poč.neobavlj.
hu_hu: Alaphelyzet nincs elvégezve.
sl_si: Vr na izhod ni izved
tr_tr: Hedef arama yapılmadı.

# InconsistencyShutterPresenceSensor
source: Inconsistency of shutter presence sensors in the bay.
bg: Несъгласуваност сензори наличие чекмедж в отдел.
cs: Nekonzistence snímačů přítomnosti ve stanici.
el_gr: Ασυνέπεια αισθητήρων παρουσίας κλείστρου στην πλατφόρμα.
es_es: Inconsistencia de los sensores de presencia del cajón en la bahía.
fr_fr: Incohérence des capteurs de présence du tiroir dans la baie.
hr: Nepodud. senzora za prisutnost pretinca u uvali.
hu_hu: A tálca jelenlétérzékelőinek inkonzisztenciája a munkaállomáson.
sl_si: Neskladnost senz prisotnosti predala na nak polici.
tr_tr: Bölmedeki deklanşör varlığı sensörlerinin tutarsızlığı.

# InconsistencyStateAndSensors
source: Load state and sensors inconsistency.
bg: Несъответст между съст товара и сензори.
cs: Nesoulad stavu naplnění a snímačů.
el_gr: Ασυνέπεια αισθητήρων και κατάσταση φόρτωσης.
es_es: Inconsistencia del estado de la carga y de los sensores.
fr_fr: Incohérence de l’état de charge et des capteurs.
hr: Nepodudaranje stanja utovara i senzora.
hu_hu: A terhelési állapot és a szenzorok inkonzisztenciája.
sl_si: Neskladnost stanja obremenitve in senz.
tr_tr: Yük durumu ve sensörler tutarsızlığı.

# InconsistencyZeroPawlSensor
source: Zero pawl sensor inconsistency and loading unit presence.
bg: Сензор за палче и наличие на чекмедже.
cs: Nekonzistence snímače západky v nul pol a přít zásuvky.
el_gr: Ασυνέπεια αισθητήρα μηδενικού μάνδαλου και παρουσία μονάδας φόρτωσης.
es_es: Inconsistencia sensor de trinquete a cero y presencia del cajón.
fr_fr: Incohérence du capteur de cliquet à zéro et présence de tiroir.
hr: Nepodud. senzora zapinjača na nuli i prisutnost pretinca.
hu_hu: Ellentmondás a retesz nulla szenzora és a tálca jelenlét között.
sl_si: Neskl. senzorja zatikalnika na nič in prisotnosti predala.
tr_tr: Sıfır pençe sensörü tutarsızlığı ve yükleme ünitesinin varlığı.

# LoadingUnitOnElevator
source: Loading unit presence on the elevator.
bg: Наличие на чекмедже в повдигача.
cs: Přítomnost zásuvky na zvedáku.
el_gr: Υπάρχει μονάδα φόρτωσης στον ανελκυστήρα.
es_es: Presencia cajón en el elevador.
fr_fr: Présence de tiroir sur l’élévateur.
hr: Prisutnost pretinca na dizalici.
hu_hu: Tálca jelenléte az emelőn.
sl_si: Prisotnost predala v dvigalu.
tr_tr: Asansörde yükleme ünitesinin varlığı.

# LoadingUnitReady
source: Load unit ready for operation.
bg: Чекмеджето е готово за работа.
cs: Zásuvka přítomna pro operaci.
el_gr: Η μονάδα φόρτωσης είναι έτοιμη για τη λειτουργία.
es_es: Cajón listo para funcionar.
fr_fr: Tiroir prêt à l’opération.
hr: Pretinac spreman za operaciju.
hu_hu: A tálca készen áll a műveletre.
sl_si: Predal pripravljen za postopek.
tr_tr: Yükleme ünitesi çalışmaya hazır.

# LoadingUnitSuccessfullyRequested
source: Successfully requested loading unit {0}.
bg: Заявката за чекмедже {0} е успешно завършена.
cs: Požadavek zásuvky {0} správně dokončen.
el_gr: Το αίτημα της μονάδας φόρτωσης έγινε με επιτυχία {0}.
es_es: La solicitud de cajón {0} se ha completado con éxito.
fr_fr: Demande tiroir {0} exécutée correctement.
hr: Zahtjev za pretincem {0} pravilno završen.
hu_hu: Tálca lekérése {0} megfelelően befejeződött.
sl_si: Zahteva za predal {0} je bila uspešno zaključena
tr_tr: {0} birimi başarıyla istendi.

source: LoadUnit on board has invalid height
bg: Чекмеджето на подемника е с неправилна височина
cs: Zásuvka ve zvedáku má chybnou výšku
el_gr: Η μονάδα φόρτωσης επί του μηχανήματος έχει άκυρο ύψος
es_es: El cajón del elevador tiene una altura incorrecta
fr_fr: Le tiroir à bord de l’élévateur a une hauteur erronée
hr: Pretinac na dizalici je pogrešne visine
hu_hu: Az emelő fedélzetén lévő tálca magassága hibás
sl_si: Predal na dvigalu ima napačno višino
tr_tr: Gemideki LoadUnit geçersiz yüksekliğe sahip

# MachineNotManual
source: The machine is not in manual...
bg: Машината не е в ръчен режим...
cs: Stroj není v manuální poloze...
el_gr: Το μηχάνημα δεν είναι στο χειροκίνητο...
es_es: La máquina no está en manual...
fr_fr: La machine n’est pas en mode manuel...
hr: Stroj nije u ručnom...
hu_hu: A gép nem kézi üzemmódban van...
sl_si: Stroj ni v ročnem ...
tr_tr: Makine manuel değil...

source: Machine off
bg: Изключ машина
el_gr: Μηχάνημα απενεργοποιημένο
es_es: Máquina apagada
fr_fr: Machine éteinte
hr: Stroj isključen
hu_hu: Gép kikapcsolva
sl_si: Stroj ugasnjen
tr_tr: makine kapalı

# MissionInError
source: Missions in error...
bg: Мисии в грешка...
cs: Chyba misí...
el_gr: Αποστολές σε σφάλμα...
es_es: Misiones por error...
fr_fr: Missions en erreur...
hr: Misije u grešci...
hu_hu: Feladatok hibaállapotban...
sl_si: Naloge jav napako ...
tr_tr: Görevler hatalı...

# MissionsWmsNotActive
source: Wms missions present but wms not active
bg: Мисиите от Wms са налице но Wms не активен
cs: Mise z Wms přítomny, ale Wms není aktivní
el_gr: Υπάρχουν αποστολές Wms αλλά wms δεν είναι ενεργά
es_es: Misiones de Wms presentes pero Wms no activo
fr_fr: Missions depuis Wms présentes mais Wms non actif
hr: Misije s Wms-a pris. ali Wms nije ospos.
hu_hu: Feladatok jöttek a Wms-ről, de a Wms nem aktív
sl_si: Prisotne misije z Wms-ja, a Wms ni aktiven
tr_tr: Wms görevleri mevcut ancak wms aktif değil

# MovementBayChainInProgress
source: Bay chain movement in progress...
bg: Движение на верига отдел в ход...
cs: Probíhá pohyb řetězu stanice...
el_gr: Κίνηση αλυσίδας άξονα σε εξέλιξη...
es_es: Movimiento de la cadena de la bahía en curso...
fr_fr: Mouvement chaîne baie en cours...
hr: Pokret lanca uvale u tijeku...
hu_hu: Munkaállomás láncának mozgatása folyamatban...
sl_si: Poteka premik verige nak pol ...
tr_tr: Bay zincir hareketi devam ediyor...

# MovementElevatorInProgress
source: Elevator movement in progress...
bg: Движение на повдигача в ход...
cs: Probíhá pohyb zvedáku...
el_gr: Κίνηση ανελκυστήρα σε εξέλιξη...
es_es: Movimiento del elevador en curso...
fr_fr: Mouvement élévateur en cours...
hr: Pokret dizalice u tijeku...
hu_hu: Emelő mozgatása folyamatban...
sl_si: Poteka premikanje dvigala ...
tr_tr: Asansör hareketi devam ediyor...

# MovementHorizontalInProgress
source: Horizontal movement in progress...
bg: хоризонтал движение в ход...
cs: Probíhá horizontální pohyb...
el_gr: Οριζόντια κίνηση σε εξέλιξη...
es_es: Movimiento horizontal en curso...
fr_fr: Mouvement horizontal en cours...
hr: Vodoravni pokret u tijeku...
hu_hu: Vízszintes mozgatás folyamatban...
sl_si: Poteka vodoravno premikanje ...
tr_tr: Yatay hareket devam ediyor...

# MovementInProgress
source: Movement in progress... {0}
bg: Движение в ход... {0}
cs: Probíhá pohyb... {0}
el_gr: Κίνηση σε εξέλιξη... {0}
es_es: Movimiento en curso... {0}
fr_fr: Mouvement en cours... {0}
hr: Pokret u tijeku... {0}
hu_hu: Mozgatás folyamatban... {0}
sl_si: Poteka premikanje ... {0}
tr_tr: Hareket devam ediyor... {0}

# MovementInProgressExtended
source: Movement in progress... Mission: {0}, Loading unit: {1}, Status: {2}, Movement: from {3} {4}, to {5} {6})
bg: Движение в ход... (Мисия: {0} чекмедже: {1} Състояние: {2} Движение: от {3} {4} до {5} {6})
cs: Probíhá pohyb... (Mise: {0}, Zásuvka: {1}, Stav: {2}, Přesun: z {3} {4}, do {5} {6})
el_gr: Κίνηση σε εξέλιξη... Αποστολή: {0}, μονάδα φόρτωσης: {1}, κατάσταση: {2}, κίνηση: από {3} {4}, έως {5} {6})
es_es: Movimiento en curso... (Misión: {0}, Cajón: {1}, Estado: {2}, Movimiento: de {3} {4}, a {5} {6})
fr_fr: Mouvement en cours... (Mission : {0}, Tiroir : {1}, État : {2}, Mouvement : de {3} {4}, à {5} {6})
hr: Pokret u tijeku... (Misija: {0}, Pretinac: {1}, Stanje: {2}, Pokret: od {3} {4}, do {5} {6})
hu_hu: Mozgatás folyamatban... (Feladat: {0}, Tálca: {1}, Állapot: {2}, Mozgatás: innen: {3} {4}, ide: {5} {6})
sl_si: Poteka premikanje ... (Naloga: {0}, Predal: {1}, Stanje: {2}, Premik: z {3} {4}, na {5} {6})
tr_tr: Hareket devam ediyor... Görev: {0}, Birim yükleniyor: {1}, Durum: {2}, Hareket: {3} {4}'den {5} {6}'ya)

# MovementLoadingUnitInProgress
source: Load unit movement in progress...
bg: Преместване чекмедж в ход...
cs: Probíhající přesun zásuvky...
el_gr: Κίνηση μονάδας φόρτωσης σε εξέλιξη...
es_es: Movimiento de cajones en curso...
fr_fr: Mouvement du tiroir en cours...
hr: Pokret pretinca u tijeku...
hu_hu: Tálca mozgatása folyamatban...
sl_si: Poteka premikanje predala ...
tr_tr: Yük birimi hareketi devam ediyor...

# MovementShutterInProgress
source: Shutter movement in progress ...
bg: Движ клапа в процес изпълн...
cs: Probíhá pohyb rolety...
el_gr: Κίνηση κλείστρου σε εξέλιξη...
es_es: Movimiento de la compuerta en curso...
fr_fr: Mouvement du volet de fermeture en cours...
hr: Pokret zaklopke u tijeku...
hu_hu: Redőny mozgatása folyamatban...
sl_si: Poteka premikanje lopute ...
tr_tr: Deklanşör hareketi devam ediyor...

# MovementVerticalInProgress
source: Vertical movement in progress...
bg: вертикал движение в ход...
cs: Probíhá vertikální pohyb...
el_gr: Κατακόρυφη κίνηση σε εξέλιξη...
es_es: Movimiento vertical en curso...
fr_fr: Mouvement vertical en cours...
hr: Okomiti pokret u tijeku...
hu_hu: Függőleges mozgatás folyamatban...
sl_si: Poteka navpično premikanje ...
tr_tr: Dikey hareket devam ediyor...

# NoLoadingUnitInBay
source: No loading unit present in the bay.
bg: Няма чекмеджета в отдел.
cs: Ve stan není přít žádná zásuvka.
el_gr: Δεν υπάρχει καμία μονάδα φόρτωσης στην πλατφόρμα.
es_es: No hay cajones presentes en la bahía.
fr_fr: Aucun tiroir présent dans la baie.
hr: Nema prisutnih pretinaca u uvali.
hu_hu: Nincs tálca a munkaállomáson.
sl_si: Na nakladalni polici ni predalov.
tr_tr: Körfezde yükleme ünitesi yok.

# NoZeroPawlSensor
source: No zero pawl sensor or loading unit presence.
bg: Няма сензор палче при нула или наличие на чекмедже.
cs: Absence sním západky v nulové pol a přít zásuvky.
el_gr: Δεν υπάρχει αισθητήρας μηδενικού μάνδαλου ή παρουσία μονάδας φόρτωσης.
es_es: No hay sensor de trinquete a cero o presencia de cajón.
fr_fr: Absence de capteur de cliquet à zéro ou présence de tiroir.
hr: Nedost. senzor zapinjača na nuli ili prisutn. pret.
hu_hu: A retesz nulla szenzora vagy a tálca jelenlét hiányzik.
sl_si: Odsotnost senz zatikalnika na 0 ali prisotn predala
tr_tr: Sıfır kilit sensörü veya yükleme ünitesi yok.

# Position
source: Position {0}
bg: поз {0}
cs: Pozice {0}
el_gr: Θέση {0}
es_es: Posición {0}
hr: Položaj {0}
hu_hu: Pozíció {0}
sl_si: Položaj {0}
tr_tr: {0} konumu

# ShutterOpenOrUnknowPosition
source: Shutter open or in unknown position.
bg: клапа е отворена или в неизвестно полож.
cs: Roleta otevřena nebo v neznámé poloze.
el_gr: Κλείστρο κλειστό ή σε άγνωστη θέση.
es_es: Compuerta abierta o en posición desconocida.
fr_fr: Volet de fermeture ouvert ou en position inconnue.
hr: Zaklopka otvorena u nepoznatom položaju.
hu_hu: Redőny nyitva vagy ismeretlen pozícióban.
sl_si: Loputa odprta ali na neznanem položaju.
tr_tr: Deklanşör açık veya bilinmeyen konumda.

source: Test in progress...
bg: тест е в ход...
cs: Probíhá test...
el_gr: Δοκιμή σε εξέλιξη...
es_es: Pruebas en curso...
fr_fr: Test en cours...
hr: Test u tijeku...
hu_hu: Teszt folyamatban...
sl_si: Testiranje ...
tr_tr: Test devam ediyor...
