Repository: ericquartey/wms
Catalog: VerticalWarehouses/Simulator/Ferretto.VW.Simulator.Resources/Inverter.*.resx
Languages: bg, cs, el_gr, hr, it, pl_pl, tr_tr

source: Change on set-point
bg: Промяна на зад точка
cs: Změnit na požad hodn
el_gr: Αλλαγή στο σημείο ρύθμισης
hr: Promij. na zad vrij.
it: Cambia sul set point
pl_pl: Zmiana przy wartości zadanej
tr_tr: Ayar noktasında değişiklik

source: Change set immediately
bg: Промяна веднага
cs: Okamžitě změnit
el_gr: Αλλαγή ρύθμισης αμέσως
hr: Promijeni odmah
it: Cambia immediatamente
pl_pl: Natychmiastowa zmiana nastawy
tr_tr: Seti hemen değiştir

source: Elevator Extra Stroke
bg: Преком движ повдигач
cs: Přeběh zvedáku
el_gr: Επιπλέον διαδρομή ανελκυστήρα
hr: Prekorač. dizalice
it: Extracorsa elevatore
pl_pl: Dodatkowy skok podnośnika
tr_tr: Asansör Ekstra İnme

source: Elevator zero position
bg: поз на нулевия повдигач
cs: Nulová poloha zvedáku
el_gr: Ανελκυστήρας μηδενικής θέσης
hr: Položaj nule dizalice
it: Posizione di zero elevatore
pl_pl: Pozycja zero podnośnika
tr_tr: Asansör sıfır konumu

source: Enable Operation
bg: Активиране в работен режим
cs: Povolit provozní režim
el_gr: Ενεργοποίηση λειτουργίας
hr: Omogući u radnom načinu
it: Abilita in modalità operativa
pl_pl: Zezwól na działanie
tr_tr: İşlemi Etkinleştir

source: Enable Voltage
bg: Разреш напреж
cs: Povolit napětí
el_gr: Ενεργοποίηση τάσης
hr: Omogući Napon
pl_pl: Zezwól na napięcie
tr_tr: Voltajı Etkinleştir

source: Encoder Channel A
bg: Канал енкодера A
cs: Kodér kanálu A
el_gr: Κανάλι κωδικοποιητή A
hr: Enkoder kanala A
it: Encoder canale A
pl_pl: Kanał enkodera A
tr_tr: Enkoder Kanal A

source: Encoder Channel A --- Elevator Chain
bg: Канал енкодера A --- люлка
cs: Kodér kanálu A -- kolébka
el_gr: Κανάλι κωδικοποιητή A --- Αλυσίδα ανελκυστήρα
hr: Enkod. kanala A ... kolij.
it: Encoder canale A --- culla
pl_pl: Kanał enkodera A --- Łańcuch podnośnika
tr_tr: Enkoder Kanalı A --- Asansör Zinciri

# EncoderChannelB
source: Encoder Channel le B
bg: Канал енкодера B
cs: Kodér kanálu B
el_gr: Κανάλι κωδικοποιητή Β
hr: Enkoder kanala B
it: Encoder canale B
pl_pl: Kanał enkodera Ie B
tr_tr: Enkoder Kanalı le B

source: Encoder Channel B --- Elevator Chain
bg: Енкодер канал В --- люлка
cs: Kodér kanálu B -- kolébka
el_gr: Κανάλι κωδικοποιητή Β --- Αλυσίδα ανελκυστήρα
hr: Enkod. kanala B ... kolij.
it: Encoder canale B --- culla
pl_pl: Kanał enkodera B --- Łańcuch podnośnika
tr_tr: Enkoder Kanalı B --- Asansör Zinciri

source: Encoder Channel Z
bg: Канал енкодера Z
cs: Kodér kanálu Z
el_gr: Κανάλι κωδικοποιητή Z
hr: Enkoder kanala Z
it: Encoder canale Z
pl_pl: Kanał enkodera Z
tr_tr: Enkoder Kanalı Z

source: Encoder Channel Z --- Elevator Chain
bg: Канал енкодера Z --- люлка
cs: Kodér kanálu Z -- kolébka
el_gr: Κανάλι κωδικοποιητή Z --- Αλυσίδα ανελκυστήρα
hr: Enkod. kanala Z ... kolij.
it: Encoder canale Z --- culla
pl_pl: Kanał enkodera Z --- Łańcuch podnośnika
tr_tr: Enkoder Kanalı Z --- Asansör Zinciri

source: Fault
bg: Повред
cs: Poruch
el_gr: Σφάλμα
hr: Kvar
it: Guasto
pl_pl: Błąd
tr_tr: Arıza

source: Following error
bg: Грешка проследяване
cs: Chyba sledování
el_gr: Ακολουθεί σφάλμα
hr: Greška u praćenju
it: Errore di inseguimento
pl_pl: Błąd podążania
tr_tr: Aşağıdaki hata

source: Free
bg: Свобод
cs: Volný
el_gr: Ελεύθερο
hr: Slob.
it: Libero
pl_pl: Wolny
tr_tr: Özgür

source: Halt
cs: Zast
el_gr: Παύση
hr: Zau.
pl_pl: Wstrzymaj
tr_tr: Dur

source: HeartBeat
cs: Rytmus
el_gr: Παλμοί
hr: OtkucSrca
tr_tr: kalp atışı

source: Homing attained
bg: Завърш насочване
cs: Homing dokončen
el_gr: Επιτεύχθηκε το Homing
hr: Završ povr poč.
it: Homing completato
pl_pl: Osiągnięto pozycję podstawową
tr_tr: Hedef arama elde edildi

source: Homing error
bg: Неусп насочван
cs: Homing selhal
el_gr: Σφάλμα Homing
hr: Neuspj pov poč
it: Homing fallito
pl_pl: Błąd pozycji podstawowej
tr_tr: Hedef arama hatası

# HomingStarted
source: Homing operation started
bg: Започн насочв
cs: Zahájen homing
el_gr: Εκκίνηση λειτουργίας Homing
hr: Povr poč. počeo
it: Homing iniziato
pl_pl: Rozpoczęto ustawianie pozycji podstawowej
tr_tr: Hedef arama operasyonu başladı

source: Horizontal Axis
bg: Хоризонтална Ос
cs: Horizontální osa
el_gr: Οριζόντιος άξονας
hr: Vodoravna Os
it: Asse Orizzontale
pl_pl: Oś pozioma
tr_tr: Yatay eksen

source: InGear
bg: Hooked
cs: Upnutý
el_gr: Στο γρανάζι
hr: Prikvačena
it: Agganciato
tr_tr: Viteste

source: Internal Limit Active
bg: Активна вътр граница
cs: Aktivní vnitřní limit
el_gr: Εσωτερικό όριο ενεργό
hr: UnutGranOspos
it: Limite interno attivo
pl_pl: Wewnętrzny limit aktywny
tr_tr: İç Limit Aktif

# InternalLimitActive_bis
source: InternalLimitActive
cs: Vnitřní limit Aktiv
hr: UnutGranOspos
tr_tr: DahiliLimitAktif

source: Manufacturer specific
bg: Специфични за производит
cs: Specifický pro výrobce
el_gr: Προδιαγραφές κατασκευαστή
hr: Specifično proizvođača
it: Specifico del produttore
pl_pl: Zależnie od producenta
tr_tr: Üreticiye özel

source: Manufacturer specific Warning 2
bg: Предупрежде специфично производ 2
cs: Specifický pro výrobce Varování 2
el_gr: Προδιαγραφές κατασκευαστή Προειδοποίηση 2
hr: Specifič.proizvođača Upozorenje 2
it: Specifico del produttore Warning 2
pl_pl: Zależne od producenta Ostrzeżenie 2
tr_tr: Üreticiye özel Uyarı 2

source: Max slippage
bg: Максим приплъзване
cs: Maximální prokluz
el_gr: Μέγιστη ολίσθηση
hr: Maksimalno Klizanje
it: Slittamento Massimo
pl_pl: Maksymalny poślizg
tr_tr: Maksimum kayma

source: MotionBlockInProgress
bg: Работещ блок за движение
cs: Provádí se přesun bloku
hr: Blok za pomicanje u izvrš.
it: Motion block in esecuzione

source: MotionBlockSelect0
cs: Volbapřesunbloku 0
hr: BlokZaPomicOdab0

source: MotionBlockSelect1
cs: Volbapřesunbloku 1
hr: BlokZaPomicOdab1

source: MotionBlockSelect2
cs: Volbapřesunbloku 2
hr: BlokZaPomicOdab2

source: MotionBlockSelect3
cs: Volbapřesunbloku 3
hr: BlokZaPomicOdab3

source: New set-point
bg: Нова зад стойн
cs: Nová požad Hodn
el_gr: Νέο σημείο ρύθμισης
hr: Nova zad vrijed
it: Nuovo set-point
pl_pl: Nowa wartość zadana
tr_tr: Yeni ayar noktası

source: Normal Function
bg: Нормална работа
cs: Normální fungování
el_gr: Κανονική λειτουργία
hr: Normalan rad
it: Funzionamento normale
pl_pl: Normalna funkcjonowanie
tr_tr: Normal İşlev

source: Operation Enabled
bg: Разрешено
cs: Aktivován
el_gr: Ενεργοποιημένη λειτουργία
hr: Omogućeno
it: Abilitato
pl_pl: Działanie Zezwolenie
tr_tr: İşlem Etkin

source: Operation Mode
bg: Работни режими
cs: Provozní režim
el_gr: Τρόπος λειτουργίας
hr: Način rada
it: Modalità operativa
pl_pl: Tryby pracy
tr_tr: Operasyon modu

source: Operation mode specific
bg: Специфичен режим на работа
cs: Specifický provozní režim
el_gr: Ειδικός τρόπος λειτουργίας
hr: Specifičan način rada
it: Modalità operativa specifica
pl_pl: Określony tryb pracy
tr_tr: Çalışma moduna özel

source: Power ON
bg: Вкл захран
cs: Výkon ZAPN
el_gr: Ενεργοποίηση
hr: Snaga UKLJ
it: Potenza ON
pl_pl: WŁ. zasilania
tr_tr: Açık

# QuickStop
source: Quick Stop (Low Active)
bg: Бърз спир (ниска актив)
cs: Rychl zast (Níz Aktiv)
el_gr: Γρήγορη διακοπή (χαμηλό Ενεργό)
hr: Brzo zaust. (Nis. Osp.)
pl_pl: Szybkie zatrzymanie (niska aktywność)
tr_tr: Hızlı Durdurma (Düşük Aktif)

source: Ready to switch on
bg: Готовност запалване
cs: Připraven na zapnutí
el_gr: Έτοιμο για ενεργοποίηση
hr: Spremno za uključ.
it: Pronto per accensione
pl_pl: Gotowość do włączenia
tr_tr: Açmaya hazır

source: Remote
bg: ДисУпр
cs: Vzdál
el_gr: Εξ αποστάσεως
hr: Dalj.
it: Remoto
pl_pl: Zdalnie
tr_tr: Uzak

source: Reset Fault
bg: Нулиран неиз
cs: Reset poruch
el_gr: Επαναφορά σφάλματος
hr: Reset Kvara
it: Reset Guasto
pl_pl: Reset Błędu
tr_tr: Arızayı Sıfırla

source: Resume
bg: Възобнов
cs: Pokrač
el_gr: Συνέχεια
hr: Nastavi
it: Riprendi
pl_pl: Wznowienie
tr_tr: Sürdürmek

source: Rfg enable
bg: РазрешавRfg
cs: Povolit Rfg
el_gr: Ενεργοποίηση διαμόρφωσης
hr: Omogući Rfg
it: Abilita Rfg
pl_pl: Rfg włączenie
tr_tr: Rfg etkinleştir

source: Rfg unlock
bg: ОтклRfg
cs: Odblok Rfg
el_gr: Απεμπλοκή διαμόρφωσης
hr: Debl. Rfg
it: Sblocca Rfg
pl_pl: Rfg odblokowane
tr_tr: Rfg kilidini aç

source: Rfg use ref
bg: Rfg изпреф
cs: Refpouž Rfg
el_gr: Αναφορά χρήσης διαμόρφωσης
hr: Rfg kor.ref
pl_pl: Rfg ref. użytku
tr_tr: Rfg kullanım referansı

# Role
source: Inverter Role
bg: Име инвертора
cs: Název měniče
el_gr: Λειτουργία αντιστροφέα
hr: Ime Invertera
it: Nome Inverter
pl_pl: Rola falownika
tr_tr: İnvertör Rolü

# RoleByID
source: INVERTER {0}
bg: ИНВЕРТОР {0}
cs: MĚNIČ {0}
el_gr: ΑΝΤΙΣΤΡΟΦΕΑΣ {0}
pl_pl: FALOWNIK {0}
tr_tr: İNVERTÖR {0}

# SensorElevatorChainZero
source: Elevator chain zero sensor
bg: Сензор нула люлка
cs: Snímač nul pol kol
el_gr: Μηδενικός αισθητήρας αλυσίδας ανελκυστήρα
hr: Senzor nule kolij.
it: Sensore zero culla
pl_pl: Czujnik zera łańcucha podnośnika
tr_tr: Asansör zinciri sıfır sensörü

source: Sequence Mode
bg: Режим на послед
cs: Režim sekvence
el_gr: Λειτουργία ακολουθίας
hr: Način Slijeda
it: Modalità Sequenza
pl_pl: Tryb sekwencji
tr_tr: Sıra Modu

# SetPointAck
source: Set-point acknowledge
bg: Съглас задад точка
cs: Souhlas s pož hodn
el_gr: Αναγνώριση σημείου ρύθμισης
hr: Dozvola Zad vrij.
it: Consenso Set-Point
pl_pl: Potwierdzenie wartości zadanej
tr_tr: Ayar noktası onayı

source: Shutter Sensor (A)
bg: Сензор на клапа (A)
cs: Snímač rolety (A)
el_gr: Αισθητήρας κλείστρου (A)
hr: Senzor zaklopke (A)
it: Sensore serranda (A)
pl_pl: Czujnik migawki (A)
tr_tr: Deklanşör Sensörü (A)

source: Shutter Sensor (B)
bg: Сензор на клапа (B)
cs: Snímač rolety (B)
el_gr: Αισθητήρας κλείστρου (Β)
hr: Senzor zaklopke (B)
it: Sensore serranda (B)
pl_pl: Czujnik migawki (B)
tr_tr: Deklanşör Sensörü (B)

source: Start Motion Block
bg: Начален блок движ
cs: Spust přesun bloku
el_gr: Εκκίνηση κίνησης μπλοκ
hr: Pokr. Pomic. Bloka
it: Avvia Motion Block
pl_pl: Start Blokady ruchu
tr_tr: Hareket Bloğu Başlat

source: Switched on
bg: Достъп
cs: Zapnut
el_gr: Ενεργοποίηση
hr: Uklj.
it: Acceso
pl_pl: Włączone
tr_tr: açıldı

source: Switch On
bg: Запалв
cs: Zapnout
el_gr: Ενεργοποίηση
hr: Uključi
it: Accendi
pl_pl: Włącz
tr_tr: Açmak

source: Switch on disabled
bg: Запалв е деактивиране
cs: Zapnutí zakázáno
el_gr: Απενεργοποιημένη ενεργοποίηση
hr: Uključivanje onemoguć.
it: Accensione disabilitata
pl_pl: Włączenie niemożliwe
tr_tr: Devre dışı bırak

source: Target reached
bg: Постигната цел
cs: Dosažen cíl
el_gr: Επιτεύχθηκε ο στόχος
hr: Cilj dostignut
it: Target raggiunto
pl_pl: Cel osiągnięty
tr_tr: Hedefe ulaşıldı

# Type
source: Inverter Type
bg: Вид Инвертор
cs: Typ měniče
el_gr: Τύπος αντιστροφέα
hr: Vrsta Invert.
it: Tipo Inverter
pl_pl: Typ falownika
tr_tr: İnvertör Tipi

source: Velocity
bg: Скорост
cs: Rychlost
el_gr: Ταχύτητα
hr: Brzina
it: Velocità
pl_pl: Prędkość
tr_tr: Hız

source: Voltage Enabled
bg: Включено напреж
cs: Napětí povoleno
el_gr: Ενεργοποίηση τάσης
hr: Napon omogućen
pl_pl: Napięcie włączone
tr_tr: Voltaj Etkin

source: Warning
bg: Предупр
cs: Varován
el_gr: Προειδοποίηση
hr: Upozor.
pl_pl: Ostrzeżenie
tr_tr: Uyarı

# XPosition
source: Horizontal Position
bg: Хоризонтална поз
cs: Horizontální pozice
el_gr: Οριζόντια θέση
hr: Vodoravni Položaj
it: Posizione Orizzontale
pl_pl: Pozycja pozioma
tr_tr: Yatay pozisyon

# YPosition
source: Vertical Position
bg: Вертикална поз
cs: Vertikální pozice
el_gr: Κατακόρυφη θέση
hr: Okomiti Položaj
it: Posizione Verticale
pl_pl: Pozycja pionowa
tr_tr: Dikey pozisyon

source: Zero Position
bg: Нулева поз
cs: Nulová pozice
el_gr: Μηδενική θέση
hr: Položaj nule
it: Posizione di zero
pl_pl: Pozycja zero
tr_tr: Sıfır Konum
