Repository: ericquartey/wms
Catalog: Common/Resources/Errors.*.resx
Languages: it

# ConverterCanConvertOnlyToStringType
source: Converter can only convert to value of type string.
it: Questo converter può convertire solo valori di tipo stringa.

# ConverterCanConvertOnlyToVisibilityType
source: Converter can only convert to value of type Visibility.
it: Questo converter può convertire solo valori di tipo Visibility.

# ConverterCanConvertOnlyToTextWrappingType
source: Converter can only convert to value of type TextWrapping.
it: Questo converter può convertire solo valori di tipo TextWrapping.

source: ItemType was not specified.
it: Tipo articolo non specificato.

# ParameterCannotBeNullOrWhitespace
source: The parameter cannot be null or whitespace.
it: Il parametro non può essere nullo o vuoto.

source: Parameter must be positive.
it: Il parametro deve essere positivo.

source: Parameter must be strictly positive.
it: Il parametro deve essere strettamente positivo.

# SpecifiedPathNotInConfiguredImageFolder
source: The specified path is not contained in the image directory.
it: Il percorso indicato non è contenuto nella directory delle immagini.

# CannotRetrieveDocumentGroupFromLayoutManager
source: Error retrieving document group from the Main Layout Manager.
it: Errore recuperando il document group dal Main Layout Manager.

# BulkAddNoPossible
source: Error: it is no possible to Add Bulk Compartments.
it: Errore: non è stato possibile eseguire la Scompartizione Dinamica.

# AddNoPossible
source: Error: it is no possible to Add new Compartment.
it: Errore: non è stato possibile aggiungere un nuovo Scomparto.

# ConverterCanConvertOnlyToNavigationStyleType
source: Converter can only convert to value of type GridViewNavigationStyle.
it: Questo converter può convertire solo valori di tipo GridViewNavigationStyle.

# BulkCompartmentColumn
source: Column's number of new Compartment cannot be equal or less than 0.
it: Il numero di colonne del nuovo Bulk Compartment non può essere minore o uguale a 0.

# BulkCompartmentRow
source: Row's number of new Compartment cannot be equal or less than 0.
it: Il numero di righe del nuovo Bulk Compartment non può essere minore o uguale a 0.

# CompartmentHeightLess
source: Compartment's Height cannot be equal or less than 0.
it: L'altezza del nuovo Scomparto non può essere minore o uguale a 0.

# CompartmentHeightMore
source: Compartment's height cannot be more than Tray's height
it: L'altezza non può essere maggiore dell'altezza del cassetto.

# CompartmentOverlaps
source: Compartment's size/position overlaps with other compartments.
it: Lo scomparto si sovrappone ad altri scomparti esistenti.

# CompartmentSizeHMore
source: Compartment's size cannote be more than Tray's height.
it: La dimensione del nuovo Scomparto non può essere maggiore dell'altezza del cassetto.

# CompartmentSizeWMore
source: Compartment's size cannote be more than Tray's width,
it: La dimensione del nuovo Scomparto non può essere maggiore della larghezza del cassetto.

# CompartmentWidthLess
source: Compartment's Width cannot be equal or less than 0.
it: La larghezza del nuovo Scomparto non può essere minore o uguale a 0.

# CompartmentWidthMore
source: Compartment's width cannot be more than Tray's width.
it: La larghezza non può essere maggiore della larghezza del cassetto.

# CompartmentXPosition
source: XPosition cannot be more than Tray's width.
it: XPosition non può essere maggiore della larghezza del cassetto.

# CompartmentYPosition
source: YPosition cannot be more than Tray's height
it: YPosition non può essere maggiore dell'altezza del cassetto.

# EditNoPossible
source: Error: it is no possible to Edit this Compartment.
it: Errore: non è stato possibile editare questo scomparto.

source: Unable to connect to database
it: Impossibile connettersi al database

# ConverterCanConvertOnlyToBrushType
source: Converter can only convert to value of type Brush.
it: Questo converter può convertire solo valori di tipo Brush.

# ConverterParameterMustBeType
source: Converter parameter must be a type
it: Il parametro del converter deve essere un Type

# ConverterCanConvertOnlyToDoubleType
source: Converter can only convert to value of type Double.
it: Questo converter può convertire solo valori di tipo Double.

source: Converter parameter must be bool
it: Il parametro del converter deve essere un bool

source: No Changes found.
it: Non ho trovato modifiche da apportare.

# LoadingUnitOverlappingCompartment
source: Unable to add the specified compartment (id={0}) to the loading unit (id={1}) because it overlaps with one or more existing compartments.
it: Impossibile aggiungere lo scomparto (id={0}) specificato alla loading unit con id={1} perché si sovrappone a uno o più scomparti esistenti.

# BusyIndicatorStyleNotFound
source: Style '{0}' for '{1}' not found.
it: Stile '{0}' per '{1}' non trovato.

# BusyIndicatorInvalidIndex
source: Invalid index
it: Indice invalido

# NotAddDB
source: Not add {0} to database.
it: Non aggiunto {0} al database.

source: Compartment size is not specified.
it: La dimensione dello scomparto non è specificata.

# CompartmentStockGreaterThanMaxCapacity
source: Item stock in the compartment cannot be greater that compartment's maximum capacity.
it: La quantità in magazzino dell'articolo non può superare la capacità massima dello scomparto.

# CompartmentXPositionIsNotSpecified
source: Compartment's X position is not specified.
it: La posizione X dello scomparto non è specificata

# CompartmentYPositionIsNotSpecified
source: Compartment's Y position is not specified.
it: La posizione Y dello scomparto non è specificata.

# CompartmentSetCannotBeInsertedInLoadingUnit
source: Specified set of compartments cannot be inserted in the loading unit.
it: L'insieme di scomparti specificato non può essere inserito nella unità di carico.

# CompartmentBulkMustHaveAtLeastOneColumn
source: Addition of a bulk of compartments must have at least one column.
it: L'aggiunta di un insieme di scomparti deve avere almeno una riga.

# CompartmentBulkMustHaveAtLeastOneRow
source: Addition of a bulk of compartments must have at least one row.
it: L'aggiunta di un insieme di scomparti deve avere almeno una colonna.

# CompartmentCannotBeInsertedInLoadingUnit
source: Error adding new compartment because it overlaps with other compartments or it crosses the tray's boundaries.
it: Errore durante l'aggiunta dello scomparto perché si sovrappone ad altri scomparti o rimane fuori dai bordi del cassetto.

source: Unable to save changes.
it: Impossibile salvare le modifiche.

source: Unable to load data.
it: Impossibile caricare i dati.

# PropertyIsRequired
source: The property {0} is required.
it: La proprietà {0} è obbligatoria.

# PropertyMustBeStriclyPositive
source: The property {0} must be strictly positive.
it: La proprietà {0} deve essere maggiore di 0.

# PropertyMustHaveValue
source: The property {0} must have a value.
it: La proprietà {0} deve avere un valore.

# NotPossibleExecuteOperation
source: Unable to complete the request because there are constraints on: {0}
it: Non è possibile portare a termine la richiesta perché ci sono dei vincoli su: {0}

# EventServiceInvalidArguments
source: {0} Invalid Arguments
it: Argomenti non validi su {0}

# UnableToResolveEntity
source: Unable to resolve entity {0}
it: Impossibile risolvere entità {0}

# PropertyMustBePositive
source: The property {0} must be positive.
it: La proprietà {0} deve essere maggiore o uguale a 0.

# LoadingUnitWithoutAssociatedCell
source: Loading Unit has no associated cell
it: L'unità di carico non è associata a nessuna cella

# PropertyValueIsInvalid
source: The value of property {0} is invalid.
it: Il valore della proprietà {0} è invalido.

# PutItemNoCompartmentType
source: No Compartment Type associated to Item.
it: Nessun Tipo di Scomparto è associato per questo Articolo.

# PutItemNoAssociatedAreas
source: No area associated to the item.
it: Nessuna area è associata all'articolo.

# CompartmentMaxCapacityRequiredWhenItemIsSpecified
source: The compartment's max capacity is required when an item is specified.
it: Capacità massima è obbligatoria quando è specificato un articolo.

# CompartmentStockRequiredWhenItemIsSpecified
source: The compartment's stock is required when an item is specified.
it: La quantità in magazzino è obbligatoria quando è specificato un articolo.
