Repository: ericquartey/wms
Catalog: Common/Resources/ItemLists.*.resx
Languages: it

# ItemListRowSavedSuccessfully
source: Item list row saved sucessfully
it: Riga lista salvata con successo

source: Item List Row deleted successfully
it: Riga lista rimossa con successo

# ItemListRowRequestAccepted
source: List Row request accepted
it: Richiesta sulla riga lista accettata

# ItemListSavedSuccessfully
source: Item list saved sucessfully
it: Lista salvata con successo

source: Item List deleted successfully
it: Lista eliminata con successo

# ItemListRequestAccepted
source: List request accepted
it: Richiesta sulla lista accettata

# ItemListRowExecute
source: Execute Row List
it: Esegui Riga della Lista

source: Execution Details
it: Dettagli sull'Esecuzione

# ItemListInformation
source: List Information
it: Informazioni Lista

# ItemListRowInformation
source: List Rows Information
it: Informazioni Riga Lista

# ItemListRowExecuteOptions
source: Execute List Row Options
it: Opzioni Esecuzione Riga Lista

# RunItemListRow
source: Execute Row List
it: Esegui Riga della Lista

source: Shipment Unit Information
it: Informazioni Unità di Spedizione

source: Customer Order Information
it: Informazioni Ordine Cliente

# ItemListExecute
source: Execute List
it: Esegui Lista

# ItemListRows
source: List Rows
it: Righe Lista

# ItemListRowShowDetails
source: Show Details Row List
it: Dettagli Riga Lista

# ItemListRowAdd
source: Add New Row List
it: Aggiungi Nuova Riga Lista

# ItemListWithNoRows
source: This list has no rows.
it: Questa Lista non ha righe.

# ItemListExecuteOptions
source: Execute List Options
it: Opzioni Esecuzione Lista

# RunItemList
source: Execute List
it: Esegui Lista
