Repository: ericquartey/wms
Catalog: Common/Resources/MasterData.*.resx
Languages: it

# ItemAll
source: All
it: Tutti gli Articoli

source: Items Master Data
it: Anagrafiche

source: Compartments
it: Scomparti

source: Physical Information
it: Informazioni Fisiche

source: Warehousing Information
it: Informazioni di Stoccaggio

source: Instant Pick
it: Immediato Prelievo

# ItemClassA
source: Class A
it: Articoli di Classe A

# ItemFIFO
source: FIFO
it: Articoli con FIFO

# CompartmentAll
source: All
it: Tutti

# LoadingUnitAll
source: All
it: Tutte

source: Allowed Items
it: Articoli Ammessi

# CompartmentPosition
source: Position
it: Posizione

source: Compartment Information
it: Informazioni Scomparto

source: Content Information
it: Informazioni Contenuto

source: Current Item Information
it: Informazioni Articolo Corrente

# LoadingUnitSavedSuccessfully
source: Loading Unit saved sucessfully.
it: Unità di Carico salvata con successo.

# CompartmentSavedSuccessfully
source: Compartment saved sucessfully.
it: Scomparto salvato con successo.

# ItemIsAllocatedInNoCompartment
source: This item is not allocated in any compartments.
it: Questo articolo non è allocato in nessuno scomparto.

# ItemSavedSuccessfully
source: Item saved sucessfully.
it: Articolo salvato con successo.

source: Loading Unit Information
it: Informazioni Unità di Carico

source: Current Cell Information
it: Informazioni Cella Corrente

# CellAll
source: All
it: Tutte

# LoadingUnitWithNoCompartment
source: This loading unit has no compartments.
it: Questa Unità di carico non ha scomparti.

# CompartmentHasNoAllowedItems
source: This compartment has no allowed items.
it: Questo scomparto non ha articoli possibili.

source: Cell saved successfully.
it: Cella salvata con successo.

source: Cell Information
it: Informazioni Cella

source: Cell Location Information
it: Informazioni Posizione Cella

source: Loading Units
it: Unità di Carico

# CellWithNoLoadingUnits
source: This cell has no loading units.
it: Questa cella non contiene Unità di Carico.

source: Pick Options
it: Opzioni Prelievo

source: Run Item Pick
it: Esegui Immediato Articolo

source: Item pick commenced.
it: Prelievo articolo avviato.

# BulkAddCompartment
source: Bulk Add
it: Scompartizione Dinamica

source: Add Compartment
it: Aggiungi Scomparto

source: Edit Compartment
it: Modifica Scomparto

# ItemListAll
source: All
it: Tutte

# ItemListStatusCompleted
source: Completed Status
it: Stato Completato

# ItemListStatusWaiting
source: Waiting Status
it: Stato in Attesa

# ItemListsTypePick
source: Picking Lists
it: Liste di Prelievo

# ItemListsAllTypePick
source: All Picking Lists
it: Tutte le Liste di Prelievo

# CompartmentsLayoutOverview
source: Layout Overview
it: Panoramica Scomparti

source: Advanced Details
it: Ulteriori Dettagli

# ItemListsAllTypeInventory
source: All Inventory Lists
it: Tutte le Liste di Inventario

# ItemListsTypePut
source: Put Lists
it: Liste di Versamento

# ItemListsAllTypePut
source: All Put Lists
it: Tutte le Liste di Versamento

# LoadingUnitAreaManual
source: Manual Area
it: Area Manual

# LoadingUnitAreaVertimag
source: Vertimag Area
it: Area Vertimag

# LoadingUnitStatusAvailable
source: Available Status
it: Stato Disponibile

# LoadingUnitStatusBlocked
source: Blocked Status
it: Stato Bloccato

# LoadingUnitStatusUsed
source: Used Status
it: Stato Usato

# CellClassA
source: Class A
it: Classe A

# CellStatusEmpty
source: Empty Status
it: Stato Vuoto

# CellStatusFull
source: Full Status
it: Stato Pieno

# CompartmentStatusAvailable
source: Available Status
it: Stato Disponibile

# CompartmentStatusAwaiting
source: Awaiting Verification Status
it: Stato di Verifica in Attesa

# CompartmentStatusBlocked
source: Blocked Status
it: Stato Bloccato

# CompartmentStatusExpired
source: Expired Status
it: Stato Scaduto

# CellClassADescription
source: Get all cell with class A
it: Restituisce tutte le celle di classe A

# CellStatusEmptyDescription
source: Get all empty cells
it: Restituisce tutte le celle vuote

# CellStatusFullDescription
source: Get all full cells
it: Restituisce tutte le celle piene

# CellsViewAllDescription
source: Get all cells
it: Restiuisce tutte le celle

# CompartmentStatusAvailableDescription
source: Get all compartments with status available
it: Restituisce tutti gli scomparti in stato disponibile

# CompartmentStatusAwaitingDescription
source: Get all compartments with status awaiting
it: Resituisce tutti gli scomparti in stato di attesa

# CompartmentStatusBlockedDescription
source: Get all compartments with status blocked
it: Restituisce tutti gli scomparti in stato di blocco

# CompartmentStatusExpiredDescription
source: Get all compartments with status expired
it: Restituisce tutti gli scomparti in stato scaduto

# CompartmentsViewAllDescription
source: Get all compartments
it: Restituisce tutti gli scomparti

# ItemListViewAllDescription
source: Get all lists
it: Restituisce tutte le liste

# ItemListViewStatusCompletedDescription
source: Get all lists with status completed
it: Restituisce tutte le liste in stato completato

# ItemListViewStatusWaitingDescription
source: Get all lists with status waiting
it: Restituisce tutte le liste in stato di attesa

# ItemListViewTypeInventoryDescription
source: Get all lists of type inventory
it: Restiuisce tutte le liste di inventario

# ItemListViewTypePickDescription
source: Get all lists of type pick
it: Restituisce tutte le liste di prelievo

# ItemListViewTypePutDescription
source: Get all lists of type put
it: Restituisce tutte le liste di deposito

# ItemsViewAllDescription
source: Get all Items
it: Restituisce tutti gli articoli

# ItemsViewClassADescription
source: Get all items with Class A
it: Restituisce tutti gli articoli di classe A

# ItemsViewFIFODescription
source: Get all items with FIFO order
it: Restituisce tutti gli articoli in ordine FIFO

# LoadingUnitsViewAllDescription
source: Get all loading units
it: Restituisce tutte le UDC

# LoadingUnitsViewAreaManualDescription
source: Get all areas manual
it: Restituisce tutte le UDC con aree manuali

# LoadingUnitsViewAreaVertimagDescription
source: Get all areas with Vertimag
it: Restituisce tutte le UDC con i Vertimag

# LoadingUnitsViewStatusAvailableDescription
source: Getl all loading units with status available
it: Resituisce tutte le UDC in stato disponibile

# LoadingUnitsViewStatusBlockedDescription
source: Get all loading units with status blocked
it: Restituisce tutte le UDC in stato di blocco

# LoadingUnitsViewStatusUsedDescription
source: Get all loading units with status in use
it: Restituisce tutte le UDC in stato di uso

# MachinesViewAllDescription
source: Get all machines
it: Restituisce tutte le macchine

# MachinesViewVertimagMDescription
source: Get all machine of type Vertimag M
it: Restituisce tutte le macchine Vertimag M

# MachinesViewVertimagXSDescription
source: Get all machines of type Vertimag XS
it: Restituisce tutte le macchine Vertimag XS

source: Compartment deleted successfully.
it: Scomparto rimosso con successo.

# ItemListExecuteImmediately
source: Execute Immediately
it: Esegui immediatamente

source: Schedule Information
it: Informazioni Schedulazione

source: Compartment
it: Scomparto

source: Item Image
it: Immagine Articolo

source: Edit Loading Unit
it: Modica Unità di Carico

# ItemDeletedSuccessfully
source: Item deleted sucessfully.
it: Articolo rimosso con successo.

source: Image
it: Immagine

# LoadingUnitDeletedSuccessfully
source: Loading unit was deleted successfully.
it: Unità di carico rimossa con successo.

# LoadingUnitWithdrawCommenced
source: Loading Unit withdrawal commenced.
it: Immediato unità di carico avviato.

source: Run Loading Unit Withdraw
it: Esegui Immediato Unità di Carico

source: Quantity Information
it: Informazioni sulla Quantità

source: Run Item Put
it: Esegui Inserimento Articolo

source: Instant Put
it: Immediato Versamento

source: Put Options
it: Opzioni Versamento

source: Advanced Pick
it: Prelievo dettagliato

source: Advanced Put
it: Versamento dettagliato

source: Withdraw
it: Immediato

source: Item put commenced.
it: Versamento articolo avviato.

# LoadingUnitEditForItemSubTitle
source: Edit Loading Unit {0} for Item {1}
it: Modifica Unità di Carico {0} per l'Articolo {1}

# LoadingUnitEditSubTitle
source: Edit Loading Unit {0}
it: Modifica Unità di Carico {0}

# AssociateArea
source: Associate
it: Associa

# UnassociateArea
source: Unassociate
it: Disassocia

# AreaAssociationDeletedSuccessfully
source: Area association successfully deleted.
it: Associazione area cancellata correttamente.

source: Areas
it: Aree

source: Available Areas
it: Aree disponibili

source: No Available Areas
it: Non ci sono aree disponibili

# AreaAssociationCreatedSuccessfully
source: Area association successfully created.
it: Associazione area creata correttamente.

source: Associate a Compartment Type to this Item
it: Associa un Tipo Scomparto a questo Articolo

source: Create a New Compartment
it: Crea un Nuovo Scomparto

source: Associate a Compartment Type
it: Associa un Tipo Scomparto
