Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorReasons.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ConditionsNotMetForPositioning
source: Check that the pawl is at zero or that the loading unit is fully loaded on the elevator.
bg: Проверете дали палчето е на нула или дали чекмеджето е напълно натоварено върху подемника.
cs: Zkontrolujte, zda je západka v nulové poloze nebo zda je zásuvka zcela naložena do zvedáku.
de_de: Kontrollieren, ob Mitnehmer auf Null oder Kasten vollständig auf Hebebühne geladen ist.
el_gr: Βεβαιωθείτε ότι το μάνδαλο είναι στο μηδέν ή ότι η μονάδα φόρτωσης είναι πλήρως φορτωμένη στον ανελκυστήρα.
es_es: Compruebe que el trinquete está a cero o que el cajón está completamente cargado en el elevador.
fr_fr: Vérifier que le cliquet soit à zéro ou que le tiroir soit complètement chargé sur l’élévateur.
hr: Provjerite je li zapinjač na nuli ili je pretinac u potpunosti utovaren na dizalicu.
hu_hu: Ellenőrizze, hogy a retesz nullán legyen, és a tálca teljesen be legyen töltve az emelő fedélzetére.
it: Controllare che il nottolino sia a zero o che il cassetto sia completamente caricato a bordo elevatore.
pl_pl: Podnośnik jest pełen po odłożeniu towaru.
ru_ru: Убедиться, что задвижка находится на нуле или что единица груза полностью загружена на подъемник.
sl_si: Preverite, ali je zatikalnik na ničli oz. je predal v celoti naložen na dvigalo.
tr_tr: Mandalın sıfırda olduğunu veya yükleme ünitesinin asansöre tam olarak yüklendiğini kontrol edin.

# ConditionsNotMetForRunning
source: Check that the emergency buttons are deactivated and that all the safety sensors are deactivated.
bg: Проверете дали аварийните бутони са изключени и дали всички сензори за безопасност са деактивирани.
cs: Zkontrolujte, zda jsou tlačítka nouz zast deaktivovány a zda jsou všechny bezp snímače neaktiv.
de_de: Kontrollieren, ob die Notaus-Pilztaster und alle Sicherheitssensoren deaktiviert sind.
el_gr: Βεβαιωθείτε ότι τα μανιτάρια έκτακτης ανάγκης είναι απενεργοποιημένα και ότι είναι απενεργοποιημένοι όλοι οι αισθητήρες.
es_es: Compruebe que las setas de emergencia están desactivadas y que todos los sensores de seguridad están desactivados.
fr_fr: Vérifier que les boutons d’arrêt d’urgence soient désactivés et que tous les capteurs de sécurité soient désactivés.
hr: Uvjerite se da su sva tipk za isklop u stanju nužde deaktivirana kao i da su svi sig. senzori deaktivirani.
hu_hu: Ellenőrizze, hogy a vészleállító nyomógombok és valamennyi biztonsági szenzor deaktiválva van-e.
it: Controllare che i funghi di emergenza siano disattivati e che tutti i sensori di sicurezza siano disattivi.
pl_pl: Podnośnik jest pusty po pobraniu towaru.
ru_ru: Убедиться, что аварийные грибовидные кнопки и все предохранительные датчики отключены.
sl_si: Preverite, ali so gobasti gumbi za izklop v sili in vsi varnostni senzorji onemogočeni.
tr_tr: Acil durum düğmelerinin devre dışı bırakıldığını ve tüm güvenlik sensörlerinin devre dışı bırakıldığını kontrol edin.

# CradleNotCompletelyLoaded
source: The loading unit may have got stuck.
bg: Чекмеджето може да е заседнало.
cs: Zásuvka by se mohla zaseknout.
de_de: Der Kasten könnte verklemmt sein.
el_gr: Η μονάδα φόρτωσης μπορεί να έχει κολλήσει.
es_es: El cajón puede estar atascado.
fr_fr: Le tiroir pourrait s’être coincé.
hr: Pretinac se možda zaglavio.
hu_hu: Lehet, hogy a tálca beakadt.
it: Il cassetto potrebbe essersi incastrato.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Возможное застревание единицы груза.
sl_si: Predal bi lahko bil zataknjen.
tr_tr: Yükleme ünitesi sıkışmış olabilir.

# CradleNotCorrectlyLoadedDuringPickup
source: The loading unit does not seem to be completely on the elevator after the loading phase.
bg: Изглежда че чекмеджето не е напълно вдигнато след фазата на зареждане.
cs: Zdá se, že zásuvka není po fázi nakládky zcela na zvedáku.
de_de: Der Kasten scheint nach dem Beladen nicht vollständig auf der Hebebühne zu liegen.
el_gr: Η μονάδα φόρτωσης δεν φαίνεται να είναι πλήρως στον ανελκυστήρα μετά τη φάση φόρτωσης.
es_es: El cajón no parece estar completamente a bordo del elevador después de la fase de carga.
fr_fr: Le tiroir ne semble pas être complètement sur l’élévateur après la phase de chargement.
hr: Pretinac izgleda nije potpuno na dizalici nakon faze utovara.
hu_hu: Úgy tűnik, hogy a tálca nincs teljesen az emelő fedélzetén a betöltési fázist követően.
it: Il cassetto sembra non essere completamente a bordo elevatore dopo la fase di carico.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Вероятно, единица груза не полностью находится на подъемнике после этапа загрузки.
sl_si: Zdi se, da predal po nakladanju ni v celoti na dvigalu.
tr_tr: Yükleme aşamasından sonra yükleme ünitesi tam olarak asansörün üzerinde görünmüyor.

# CradleNotCorrectlyUnloadedDuringDeposit
source: The loading unit does not appear to be completely out of the elevator after the unloading phase.
bg: Изглежда че чекмеджето не е напълно извадено от повдигача след фазата на разтоварване.
cs: Zdá se, že zásuvka není po fázi vykládky zcela mimo zvedák.
de_de: Kasten scheint nach Entladen nicht vollständig von der Hebebühne genommen zu sein.
el_gr: Η μονάδα φόρτωσης δεν φαίνεται να είναι πλήρως έξω από τον ανελκυστήρα μετά τη φάση φόρτωσης.
es_es: El cajón no parece estar completamente fuera del elevador después de la fase de descarga.
fr_fr: Le tiroir ne semble pas être complètement sorti de l’élévateur après la phase de déchargement.
hr: Pretinac izgleda nije potpuno izvan dizalice nakon faze istovara.
hu_hu: Úgy tűnik, hogy a tálca nincs teljesen az emelőn kívül a kirakási fázist követően.
it: Il cassetto non sembra essere completamente fuori dall'elevatore dopo la fase di scarico.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Вероятно, единица груза не полностью вышла с подъемника после этапа разгрузки.
sl_si: Zdi se, da predal po razkladanju ni povsem iz dvigala.
tr_tr: Yükleme ünitesi, boşaltma aşamasından sonra tamamen asansörden çıkmış gibi görünmüyor.

# ZeroSensorErrorAfterDeposit
source: The elevator is full after a deposit.
bg: Сензорът на палчето е неактивено след операция по депозиране.
cs: Snímač západky v nulové poloze je po operaci uložení neaktivní.
de_de: Der Mitnehmer-Sensor bei Null ist nach einem Ablagevorgang nicht aktiv.
el_gr: Ο ανελκυστήρας είναι γεμάτος μετά την εναπόθεση.
es_es: El sensor del trinquete cero está inactivo después de una operación de depósito.
fr_fr: Le capteur de cliquet à zéro n’est pas actif après une opération de dépôt.
hr: Senzor zapinjače na nuli nije aktivan nakon operacije odlaganja.
hu_hu: A retesz nulla szenzor nem aktív a betárolási művelet után.
it: Il sensore di nottolino a zero risulta non attivo dopo un'operazione di deposito.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Подъемник заполнен после укладки.
sl_si: Senzor za zatikalnik na ničli po odlaganju ni aktiven.
tr_tr: Depozito alındıktan sonra asansör doluyor.

# ZeroSensorErrorAfterPickup
source: The elevator is empty after a pickup.
bg: Сензорите за наличие на повдигача са неактивни след операция по товарене.
cs: Snímače přítomnosti na zvedáku nejsou po operaci nakládky aktivní.
de_de: Die Verfügbarkeitssensoren auf der Hebebühne sind nach einem Ladevorgang nicht aktiv.
el_gr: Ο ανελκυστήρας είναι άδειος μετά τη λήψη.
es_es: Los sensores de presencia del elevador están inactivos después de una operación de carga.
fr_fr: Les capteurs de présence sur l’élévateur ne sont pas actifs après une opération de chargement.
hr: Senzori prisutnosti na dizalicu nisu aktivni nakon operacije istovara.
hu_hu: Az emelő jelenlétérzékelője nem aktív a betöltési műveletet követően.
it: I sensori di presenza su elevatore risultano non attivi dopo un'operazione di carico.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Подъемник пустой после захвата.
sl_si: Senzorji za prisotnost na dvigalu po nakladanju niso aktivni.
tr_tr: Bir karşılamadan sonra asansör boştur.

# InverterErrorBaseCode
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorCannotWriteParameterWhileRunning
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorDatasetValuesAreDifferent
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorEepromChecksumError
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorEepromReadError
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorEepromWriteError
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorInvalidDataset
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorInvalidParameter
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorNodeNotAvailable
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorParameterIsReadOnly
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.
