Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ZeroSensorActiveWithFullElevator
source: Elevator sensors mismatch
bg: Несъответс състояние сензор
cs: Nesoulad stavu snímačů
de_de: Inkonsistenz Sensorstatus
el_gr: Αναντιστοιχία αισθητήρων ανελκυστήρα
es_es: Incongruencia del estado de los sensores
fr_fr: Incohérence de l’état des capteurs
hu_hu: A szenzorállapotok inkonzisztenciája
it: Inconsistenza stato sensori
pl_pl: Migawka otwarta
ru_ru: Несоответствие датчиков подъемника
sl_si: Nedosledno stanje senzorjev
tr_tr: Asansör sensörleri uyuşmazlığı

# LoadUnitWeightExceeded
source: The maximum weight loaded on the loading unit is excessive.
bg: Максим тегло натовар върх чекмедже твърде голямо.
cs: Maxim. hmot naložená do zásuvky je nadměrná.
de_de: Auf Kasten geladenes max Gewicht zu hoch.
el_gr: Το μέγιστο βάρος που φορτώθηκε στη μονάδα φόρτωσης είναι υπερβολικό.
es_es: El peso máximo cargado en el cajón es demasiado.
fr_fr: Le poids maximum chargé sur le tiroir est excessif.
hu_hu: A tálcára betöltött maximális súly túllépve.
it: Il peso massimo caricato sul cassetto è eccessivo.
pl_pl: Miejsce przeznaczenia poniżej dolnej granicy
ru_ru: Максимальный вес, загруженный на загрузочное устройство, является чрезмерным.
sl_si: Maksimalna teža, naložena na predal, je prevelika.
tr_tr: Yükleme ünitesine yüklenen maksimum ağırlık aşırı.

# LoadUnitShutterClosed
source: Shutter closed
bg: Затворена клапа
cs: Roleta zavřena
de_de: Rolltür zu
el_gr: Κλειστό κλείστρο
es_es: Compuerta cerrada
fr_fr: Volet de fermeture fermé
hu_hu: Redőny zárva
it: Serranda chiusa
pl_pl: Falownik wykonuje inne polecenie
ru_ru: Заслонка закрыта
sl_si: Loputa zaprta
tr_tr: Deklanşör kapalı

# LoadUnitShutterOpen
source: Shutter open
bg: Отворена клапа
cs: Roleta otevřena
de_de: Rolltür offen
el_gr: Ανοιχτό κλείστρο
es_es: Compuerta abierta
fr_fr: Volet de fermeture ouvert
hu_hu: Redőny nyitva
it: Serranda aperta
pl_pl: Miejsce przeznaczenia powyżej górnej granicy
ru_ru: Заслонка открыта
sl_si: Loputa odprta
tr_tr: Deklanşör açık

source: Destination below lower bound
bg: Местоназначен по-малко от долна граница
cs: Cíl nižší než dolní limit
de_de: Ziel niedriger als die Untergrenze
el_gr: Προορισμός κάτω από το χαμηλότερο όριο
es_es: Destino menor del límite inferior
fr_fr: Destination inférieure à la limite inférieure
hu_hu: Célállomás az alsó határérték alatt
it: Destinazione minore del limite inferiore
pl_pl: Błąd urządzenia I/O.
ru_ru: Назначение ниже нижнего предела
sl_si: Cilj je manjši od spodnje meje
tr_tr: Alt sınırın altındaki hedef

# BayInvertersBusy
source: The inverter is executing another command
bg: Инверторът изпълнява друга команда
cs: Měnič provádí jiný příkaz
de_de: Inverter führt einen weiteren Befehl aus
el_gr: Ο αντιστροφέας εκτελεί μια άλλη εντολή
es_es: El inversor está ejecutando otra orden
fr_fr: Le variateur est en train d’effectuer une autre commande
hu_hu: Az inverter egy másik parancsot hajt végre
it: L'inverter sta eseguendo un altro comando
pl_pl: Jednostka ładunkowa znajduje się wewnątrz magazynu
ru_ru: Инвертор выполняет другую команду
sl_si: Inverter izvaja drug ukaz
tr_tr: Evirici başka bir komut yürütüyor

source: Destination over upper bound
bg: Местоназначен по-голямо от горна граница
cs: Cíl vyšší než horní limit
de_de: Ziel höher als Obergrenze
el_gr: Προορισμός πάνω από το ανώτερο όριο
es_es: Destino mayor que el límite superior
fr_fr: Destination supérieure à la limite supérieure
hu_hu: Célállomás a felső határérték felett
it: Destinazione maggiore del limite superiore
pl_pl: Tryb pracy maszyny nie jest właściwy
ru_ru: Назначение выше верхнего предела
sl_si: Cilj je večji od zgornje meje
tr_tr: Üst sınırın üzerindeki hedef

source: I/O device error.
bg: Открита е грешка в IoDevice.
cs: Byla zjištěna chyba zaříz vstupů/výstupů.
de_de: Festgestellter Fehler im IoDevice.
el_gr: Σφάλμα διάταξης I/O.
es_es: Se ha detectado un error en el IoDevice.
fr_fr: Une erreur a été détectée dans le dispositif E/S.
hu_hu: Hiba észlelve az IoDevice eszközön.
it: È stato rilevato un errore nell'IoDevice.
pl_pl: Bariera bezpieczeństwa włączona
ru_ru: Ошибка устройства ввода-вывода
sl_si: Zazn je bila napak na vhodno-izhodni npr.
tr_tr: G/Ç aygıtı hatası.

# LoadUnitPresentInCell
source: The load unit is inside the warehouse
bg: Открива чекмедже в клетка
cs: Zásuvka zjištěna v buňce
de_de: Kasten in Zelle erkannt
el_gr: Η μονάδα φόρτωσης είναι μέσα στην αποθήκη
es_es: Cajón detectado en la celda
fr_fr: Tiroir détecté dans la cellule
hu_hu: Tálca észlelve a rekeszben
it: Cassetto rilevato in cella
pl_pl: Proszę sprawdzić wszystkie przyciski bezpieczeństwa.
ru_ru: Единица груза внутри склада
sl_si: Predal zaznan v celici
tr_tr: Yük birimi deponun içindedir.

source: Machine mode not valid
bg: Невалиден режим машина
cs: Neplatný režim stroje
de_de: Ungültiger Maschinenmod.
el_gr: Η λειτουργία του μηχανήματος δεν είναι έγκυρη
es_es: Modo de máquina inválido
fr_fr: Mode machine non valide
hu_hu: Gépüzemmód nem érvényes
it: Modo macchina non valido
pl_pl: Lewy panel boczny jest otwarty.
ru_ru: Режим машины недействителен
sl_si: Način stroja ni veljaven
tr_tr: Makine modu geçerli değil

# SecurityBarrierWasTriggered
source: Security barrier occupied
bg: Ангажирана бариера безопасност
cs: bezp bariéra zaneprázdněna
de_de: Sicherheitsschranke belegt
el_gr: Είναι κατειλημμένο το φράγμα ασφαλείας
es_es: Barrera de seguridad activada
fr_fr: Barrière de sécurité occupée
hu_hu: Biztonsági fényfüggöny foglalt
it: Barriera di sicurezza impegnata
pl_pl: Jednostka ładunkowa znajduje się w innej zatoce
ru_ru: Предохранительный барьер занят
sl_si: Varnostna pregrada zasedena
tr_tr: Güvenlik bariyeri işgal edildi

# SecurityButtonWasTriggered
source: Please check all security buttons.
bg: Натиснат авариен бутон
cs: Stisknuto tlač nouz zast
de_de: Nothalt-Taste gedrückt
el_gr: Ελέγξτε όλα τα κουμπιά ασφαλείας.
es_es: Pulsador de emergencia presionado
fr_fr: Bouton d'arrêt d'urgence enfoncé
hu_hu: Vészleállító gomb benyomva
it: Pulsante di emergenza premuto
pl_pl: Brak szuflady na podnośniku
ru_ru: Проверить все предохранительные кнопки.
sl_si: Gumb za zaust v sili pritis
tr_tr: Lütfen tüm güvenlik düğmelerini kontrol edin.

# SecurityLeftSensorWasTriggered
source: The left side panel is open.
bg: Левият страничен панел е отворен.
cs: Levý boční panel je otevřený.
de_de: Linke Seitenwand geöffnet.
el_gr: Η αριστερή πλευρά του πίνακα είναι ανοιχτή.
es_es: El panel lateral izquierdo está abierto.
fr_fr: Le panneau latéral gauche est ouvert.
hu_hu: A bal oldalsó panel nyitva van.
it: Il pannello laterale sinistro è aperto.
pl_pl: Nieprawidłowe czujniki
ru_ru: Панель с левой стороны открыта.
sl_si: Leva stranska plošča je odprta.
tr_tr: Sol yan panel açıktır.

# LoadUnitOtherBay
source: The load unit is in another bay
bg: Чекмеджето заето в друго отдел
cs: Zásuvka zjištěná v jiné stanici
de_de: Kasten in anderer Bucht
el_gr: Η μονάδα φόρτωσης είναι σε μια άλλη πλατφόρμα
es_es: Cajón detectado en otra bahía
fr_fr: Tiroir détecté dans une autre baie
hu_hu: Tálca észlelve egy másik munkaállomáson
it: Cassetto rilevato in un'altra baia
pl_pl: Pusta zatoka górnego poziomu
ru_ru: Единица груза находится в другой секции.
sl_si: Predal zaznan na drugi nakl polici
tr_tr: Yük birimi başka bir bölmede

# LoadUnitSourceElevator
source: Drawer not present on the elevator
bg: Чекмеджето не е на Повдигача
cs: Zásuvka není přítomna ve zvedáku
de_de: Kasten nicht in Hebebühne vorhanden
el_gr: Το συρτάρι δεν βρίσκεται στον ανελκυστήρα
es_es: Cajón no presente en el elevador
fr_fr: Tiroir non présent sur l’élévateur
hu_hu: A tálca nincs az emelőn
it: Cassetto non presente sull'Elevatore
pl_pl: Błąd w realizacji misji
ru_ru: Выдвижной секции нет на подъемнике
sl_si: Predala ni na dvigalu
tr_tr: Asansörde çekmece yok

# BottomLevelBayEmpty
source: Invalid sensors
bg: Грешка сензори отдел
cs: Chyba snímačů stanice
de_de: Fehler Sensor Bucht
el_gr: Οι αισθητήρες δεν είναι έγκυροι
es_es: Error del sensor de la bahía
fr_fr: Erreur des capteurs de baie
hu_hu: A munkaállomás szenzorainak hibája
it: Errore dei sensori di baia
pl_pl: Błąd w realizacji misji
ru_ru: Недействительные датчики
sl_si: Napaka senz nakl police
tr_tr: Geçersiz sensörler

source: Top level bay empty
bg: Високо ниво празно отдел
cs: Vysoká hladina prázdné stan
de_de: Hohe Ebene der Bucht leer
el_gr: Άδεια πλατφόρμα ανωτέρου επιπέδου
es_es: El nivel superior de la bahía está vacío
fr_fr: Niveau haut de la baie vide
hu_hu: A munkaállomás felső szintje üres
it: Livello alto della baia vuoto
pl_pl: Błąd w realizacji misji
ru_ru: Верхний уровень секции пустой
sl_si: Viso nivo nakl police prazen
tr_tr: Üst seviye bölme boş

# AnotherMissionIsActiveForThisBay
source: Mission execution error
bg: Грешка изпълн мисия
cs: Chyba provedení mise
de_de: Fehler bei Aufgabenausf.
el_gr: Σφάλμα εκτέλεσης αποστολής
es_es: Error de ejecución de la misión
fr_fr: Erreur d’exécution de la mission
hu_hu: A feladat kivitelezésének hibája
it: Errore esecuzione missione
pl_pl: Brak błędu
ru_ru: Ошибка выполнения задачи
sl_si: Napaka izvajanja naloge
tr_tr: Görev yürütme hatası

# AnotherMissionIsActiveForThisLoadUnit
source: Mission execution error
bg: Грешка изпълн мисия
cs: Chyba provedení mise
de_de: Fehler bei Aufgabenausf.
el_gr: Σφάλμα εκτέλεσης αποστολής
es_es: Error de ejecución de la misión
fr_fr: Erreur d’exécution de la mission
hu_hu: A feladat kivitelezésének hibája
it: Errore esecuzione missione
pl_pl: Zbyt mała waga
ru_ru: Ошибка выполнения задачи
sl_si: Napaka izvajanja naloge
tr_tr: Görev yürütme hatası

# AnotherMissionOfThisTypeIsActive
source: Mission execution error
bg: Грешка изпълн мисия
cs: Chyba provedení mise
de_de: Fehler bei Aufgabenausf.
el_gr: Σφάλμα εκτέλεσης αποστολής
es_es: Error de ejecución de la misión
fr_fr: Erreur d’exécution de la mission
hu_hu: A feladat kivitelezésének hibája
it: Errore esecuzione missione
pl_pl: Przekroczona masa całkowita maszyny
ru_ru: Ошибка выполнения задачи
sl_si: Napaka izvajanja naloge
tr_tr: Görev yürütme hatası

source: NoError
bg: Няма грешка
cs: Žádná chyba
de_de: Kein Fehler
el_gr: Κανένα σφάλμα
es_es: No hay errores
fr_fr: Aucune erreur
hu_hu: Nincs hiba
it: Nessun errore
pl_pl: Magazyn jest pełny
ru_ru: НетОшибки
sl_si: Ni napak
tr_tr: Hata yok

# LoadUnitWeightTooLow
source: Weight too low
bg: Твърде ниско тегл
cs: Příliš nízká hmot
de_de: Gew. zu niedrig
el_gr: Βάρος πάρα πολύ χαμηλό
es_es: Peso demasiado bajo
fr_fr: Poids trop faible
hu_hu: A súly túl alacsony
it: Peso troppo basso
pl_pl: Zatoka zajęta przez nieznaną jednostkę ładunkową
ru_ru: Слишком низкий вес
sl_si: Teža je prenizka
tr_tr: Ağırlık çok düşük

# MachineWeightExceeded
source: Total machine weight exceeded
bg: Превишав на общо тегло на запаси
cs: Překročena celk hmot skladu
de_de: Gesamtgewicht Lager überschritten
el_gr: Υπέρβαση συνολικού βάρους μηχανήματος
es_es: Se ha superado el peso total del almacén
fr_fr: Poids total de l’entrepôt dépassé
hu_hu: A tároló teljes súlya meghaladva
it: Peso totale di magazzino superato
pl_pl: Podnośnik zajęty przez nieznaną jednostkę ładunkową
ru_ru: Общий вес машины превышен
sl_si: Skupna teža skladišča presežena
tr_tr: Toplam makine ağırlığı aşıldı

source: Warehouse is full
bg: Пълен склад
cs: Zásobník plný
de_de: Lager voll
el_gr: Η αποθήκη είναι γεμάτη
es_es: Almacén lleno
fr_fr: Entrepôt plein
hu_hu: Tároló tele
it: Magazzino pieno
pl_pl: Błąd połączenia
ru_ru: Склад заполнен
sl_si: Skladiš polno
tr_tr: Depo dolu

# LoadUnitMissingOnBay
source: Bay occupied with unknown loading unit
bg: Заето отдел с неизвестно чекмедже
cs: Stanice obsazena neznámou zásuvkou
de_de: Bucht mit unbekanntem Kasten belegt
el_gr: Η πλατφόρμα είναι κατειλημμένη με άγνωστη μονάδα φόρτωσης
es_es: Bahía ocupada con cajón desconocido
fr_fr: Baie occupée avec tiroir inconnu
hu_hu: A munkaállomást ismeretlen tálca foglalja
it: Baia occupata con cassetto sconosciuto
pl_pl: Błąd połączenia
ru_ru: Секция занята неизвестным загрузочным устройством
sl_si: Nakl. polica zased z nez predalom
tr_tr: Körfez bilinmeyen yükleme birimi ile işgal edildi

# LoadUnitMissingOnElevator
source: Elevator occupied with unknown loading unit
bg: Зает повдигач с неизвестно чекмедже
cs: Zvedák obsazen neznámou zásuvkou
de_de: Hebebühne mit unbekanntem Kasten belegt
el_gr: Ο ανελκυστήρας είναι κατειλημμένος με άγνωστη μονάδα φόρτωσης
es_es: Elevador ocupado con cajón desconocido
fr_fr: Élévateur occupé avec tiroir inconnu
hu_hu: Az emelőt ismeretlen tálca foglalja
it: Elevatore occupato con cassetto sconosciuto
pl_pl: Błąd połączenia
ru_ru: Подъемник занят неизвестным загрузочным устройством
sl_si: Dvigalo zasedeno z neznanim predalom
tr_tr: Asansör bilinmeyen yükleme birimiyle dolu

# InverterConnectionError
source: Errore di connessione
bg: Грешка при свързването на инвертора
cs: Chyba spojení s měničem
de_de: Verbindungsfehler mit Inverter
el_gr: Σφάλμα σύνδεσης
es_es: Error de conexión con el inversor
fr_fr: Erreur de connexion avec le variateur
hu_hu: Inverter csatlakozási hiba
it: Errore di connessione con l'inverter
pl_pl: Automatyczne przywrócenie ruchu nie jest dozwolone
ru_ru: Ошибка связи
sl_si: Napaka povezave z inverterjem
tr_tr: Bağlantı hatası

# IoDeviceConnectionError
source: Errore di connessione
bg: Грешка при свързването на IoDevice
cs: Chyba spojení se zaříz vstupů/výst
de_de: Verbindungsfehler mit IoDevice
el_gr: Σφάλμα σύνδεσης
es_es: Error de conexión con IoDevice
fr_fr: Erreur de connexion avec le dispositif E/S
hu_hu: IoDevice csatlakozási hiba
it: Errore di connessione con IoDevice
pl_pl: Typ miejsca przeznaczenia jest nieprawidłowy
ru_ru: Ошибка связи
sl_si: Napaka povez z vhodno-izh napravo
tr_tr: G/Ç cihazı bağlantı hatası

# LaserConnectionError
source: Errore di connessione
bg: Грешка при свързването на лазера
cs: Chyba spojení s laserem
de_de: Verbindungsfehler mit Laser
el_gr: Σφάλμα σύνδεσης
es_es: Error de conexión del láser
fr_fr: Erreur de connexion avec le laser
hu_hu: Lézer csatlakozási hiba
it: Errore di connessione con il laser
pl_pl: Nieokreślone dolne położenie zatoki
ru_ru: Ошибка связи
sl_si: Napaka povezave z laserjem
tr_tr: Bağlantı hatası

# AutomaticRestoreNotAllowed
source: Automatic restore of the movement is not allowed
bg: Автоматично нулиране на забранено движение
cs: Automatické obnovení pohybu není povoleno
de_de: Autom. Rückstellung der Bewegung nicht erlaubt
el_gr: Δεν επιτρέπεται η αυτόματη αποκατάσταση της κίνησης
es_es: Restablecimiento automático de los movimientos no permitidos
fr_fr: Rétablissement automatique du mouvement non autorisé
hu_hu: A mozgás automatikus helyreállítása nem engedélyezett
it: Ripristino automatico del movimento non permesso
pl_pl: Nieokreślone górne położenie zatoki
ru_ru: Автоматическое восстановление движения не допускается
sl_si: Avtomatska ponastavitev premika ni dovoljena
tr_tr: Hareketin otomatik olarak geri yüklenmesine izin verilmiyor

# DestinationTypeNotValid
source: The destination type is not valid
bg: Типът на местоназначение е невалиден
cs: Typ cíle je neplatný
de_de: Zieltyp ist nicht gültig
el_gr: Ο τύπος προορισμού δεν είναι έγκυρος
es_es: El tipo de destino no es válido
fr_fr: Le type de destination n’est pas valide
hu_hu: A célállomás típusa nem érvényes
it: Il tipo di destinazione non è valido
pl_pl: Typ misji jest nieprawidłowy
ru_ru: Тип назначения недействителен
sl_si: Vrsta cilja ni veljavna
tr_tr: Hedef türü geçerli değil

# LoadUnitUndefinedBottom
source: Undefined bay bottom position
bg: поз долно отдел не е определена
cs: Dolní poloha stanice není definována
de_de: Untere Pos. der Bucht nicht definiert
el_gr: Απροσδιόριστη κάτω θέση πλατφόρμας
es_es: Posición de la bahía inferior no definida
fr_fr: Position inférieure de baie non définie
hu_hu: A munkaállomás alsó pozíciója nincs meghatározva
it: Posizione inferiore di baia non definita
pl_pl: Przesunięcie łańcucha zatoki nie jest dozwolone: jednostka ładunkowa jest zbyt ciężka.
ru_ru: Неопределенное нижнее положение секции
sl_si: Spodnji položaj naklad police ni določen
tr_tr: Tanımsız bölme alt konumu

# LoadUnitUndefinedUpper
source: Undefined bay upper position
bg: Не е определена поз горно отдел
cs: Horní poloha stanice není definována
de_de: Obere Position der Bucht nicht definiert
el_gr: Απροσδιόριστη επάνω θέση πλατφόρμας
es_es: Posición de la bahía superior no definida
fr_fr: Position supérieure de baie non définie
hu_hu: A munkaállomás felső pozíciója nincs meghatározva
it: Posizione superiore di baia non definita
pl_pl: Polecenie potwierdzenia kompletacji jest nieważne
ru_ru: Неопределенное верхнее положение секции
sl_si: Zgornji položaj naklad police ni določen
tr_tr: Tanımlanmamış bölme üst konumu

# MissionTypeNotValid
source: The mission type is not valid
bg: Типът на мисия е невалиден
cs: Typ mise je neplatný
de_de: Aufgabentyp nicht gültig
el_gr: Ο τύπος αποστολής δεν είναι έγκυρος
es_es: Tipo de misión no válido
fr_fr: Le type de mission n’est pas valide
hu_hu: A feladat típusa nem érvényes
it: Il tipo di missione non è valido
pl_pl: Aktualizacja bazy danych nie powiodła się. Jedna lub więcej komórek docelowych jest logicznie zajętych
ru_ru: Тип задачи недействителен
sl_si: Vrsta naloge ni veljavna
tr_tr: Görev türü geçerli değil

# MoveBayChainNotAllowed
source: Move Bay chain not allowed: the load unit is too heavy.
bg: Движение на верига на отделто не е разрешено: чекмедже е твърде тежко.
cs: Pohyb řetězu ve stanici není povolen: zásuvka je příliš těžká.
de_de: Bewegung der Buchtenkette nicht erlaubt: Kasten zu schwer.
el_gr: Δεν επιτρέπεται η κίνηση της αλυσίδας πλατφόρμας: η μονάδα φόρτωσης είναι πάρα πολύ βαριά.
es_es: No se permite el movimiento de la cadena de la bahía: el cajón es demasiado pesado.
fr_fr: Mouvement de la chaîne de la baie non autorisé : le tiroir est trop lourd.
hu_hu: A munkaállomás láncának mozgása nincs engedélyezve: a tálca túl nehéz.
it: Movimento della catena della baia non permesso: il cassetto è troppo pesante.
pl_pl: Nie spełniono warunków ustawienia pozycji wyjściowej.
ru_ru: Перемещение цепного конвейера секции не допускается: единица груза слишком тяжелая.
sl_si: Premik verige nakladalne police ni dovoljen: predal je pretežek.
tr_tr: Bay zincirine izin verilmiyor: yük birimi çok ağır.

# ResumeCommandNotValid
source: The picking confirmation command is not valid
bg: Команда повторно влизане от поемане невалидна
cs: Příkaz zatažení odběru je neplatný
de_de: Rückkehrbefehl vom Picking nicht gültig
el_gr: Η εντολή επιβεβαίωσης λήψης δεν είναι έγκυρη
es_es: La orden de volver del picking no es válida
fr_fr: La commande de rentrée depuis picking n’est pas valide
hu_hu: A felvételből való visszatérés parancsa nem érvényes
it: Il comando di rientro da picking non è valido
pl_pl: Błąd wysokości
ru_ru: Команда подтверждения захвата недействительна
sl_si: Ukaz za vrnitev s pobiranja ni veljaven
tr_tr: Toplama onayı komutu geçerli değil

# CellLogicallyOccupied
source: Update database failed. One or more destination cells are logically occupied
bg: Грешка при актуализиране на архив клетка. Една или повече клетки местоназначение са логически заети
cs: Chyba aktualizace archivu buněk. Jedna nebo několik buněk jsou logicky obsazené
de_de: Fehler beim Aktualisieren des Zellenarchivs. Eine oder mehrere Zielzellen sind logisch belegt
el_gr: Αποτυχημένη ενημέρωση βάσης δεδομένων. Έχουν καταληφθεί λογικά μία ή περισσότερες κυψέλες προορισμού
es_es: Error al actualizar el archivo de celdas. Una o más celdas de destino están lógicamente ocupadas
fr_fr: Erreur de mise à jour des archives des cellules. Une ou plusieurs cellules de destination sont logiquement occupées
hu_hu: A rekeszek archívumának frissítési hibája. Egy vagy több célrekesz logikailag foglalt
it: Errore di aggiornamento dell'archivio delle celle. Una o più celle di destinazione risultano logicamente occupate
pl_pl: Nieprawidłowe położenie migawki
ru_ru: Обновление базы данных завершено неуспешно. Одна или несколько ячеек назначения заняты при выполнении последовательности
sl_si: Napaka posodabljanja arhiva celic. Ena ali več ciljnih celic je logično zasedena
tr_tr: Veritabanı güncellenemedi. Bir veya daha fazla hedef hücre mantıksal olarak işgal edildi

# ConditionsNotMetForHoming
source: Homing conditions not met.
bg: Условията за калибр не са изпълнени.
cs: Podmínky pro kalibraci nejsou splněny.
de_de: Kalibrierbedingungen nicht erfüllt.
el_gr: Δεν πληρούνται οι προϋποθέσεις της Homing.
es_es: No se cumplen las condiciones de calibración.
fr_fr: Conditions pour le calibrage non satisfaites.
hu_hu: A kalibrálási feltételek nem teljesülnek.
it: Condizioni per la calibrazione non soddisfatte.
pl_pl: Zatoka docelowa wymaga kalibracji
ru_ru: Условия возврата в исходное положение не соблюдаются.
sl_si: Pogoji za umerjanje niso doseženi.
tr_tr: Ev koşulları karşılanmadı.

# LoadUnitHeightFromBayExceeded
source: Height error
bg: Грешка височин
cs: Chyba výšky
de_de: Höhenfehler
el_gr: Σφάλμα ύψους
es_es: Error de altura
fr_fr: Erreur de hauteur
hu_hu: Magassági hiba
it: Errore altezza
pl_pl: Test nie został zakończony
ru_ru: Ошибка высоты
sl_si: Napaka višine
tr_tr: Yükseklik hatası

# LoadUnitShutterInvalid
source: Shutter position not valid
bg: Греш състояние клапа
cs: Chyba stavu rolety
de_de: Statusfehler Rolltür
el_gr: Η θέση του κλείστρου δεν είναι έγκυρη
es_es: Error de estado de la compuerta
fr_fr: Erreur de l’état du volet de fermeture
hu_hu: Redőnyállapot hiba
it: Errore stato serranda
pl_pl: Magazyn nie jest pusty.
ru_ru: Положение заслонки недействительно
sl_si: Napaka stanja lopute
tr_tr: Deklanşör konumu geçerli değil

# DestinationBayNotCalibrated
source: Destination bay needs calibration
bg: отдел местоназнач без калибр.
cs: Cílová stanice bez kalibrace.
de_de: Zielbucht ohne Eichung.
el_gr: Η πλατφόρμα προορισμού χρειάζεται βαθμονόμηση
es_es: La bahía del objetivo carece de calibración.
fr_fr: Baie de destination sans étalonnage.
hu_hu: A célállomási munkaállomás nincs kalibrálva.
it: Baia di destinazione priva di taratura.
pl_pl: Błąd pozycjonowania
ru_ru: Необходима калибровка назначения секции
sl_si: Ciljna nakladalna polica ni umerjena.
tr_tr: Hedef bölmesinin kalibrasyona ihtiyacı var

# FirstTestFailed
source: Test not completed
bg: Тест не е завършен
cs: Test nebyl dokončen
de_de: Test nicht abgeschl
el_gr: Δεν ολοκληρώθηκε η δοκιμή
es_es: Prueba no completada
fr_fr: Test non terminé
hu_hu: A teszt nem fejeződött be
it: Test non completato
pl_pl: Prawy panel boczny jest otwarty.
ru_ru: Испытание не завершено
sl_si: Test ni zaključen
tr_tr: Test tamamlanmadı

# WarehouseNotEmpty
source: Not empty warehouse.
bg: Склада не е празен.
cs: Sklad není prázdný.
de_de: Lager nicht leer.
el_gr: Δεν είναι άδεια η αποθήκη.
es_es: Almacén no vacío.
fr_fr: Entrepôt pas vide.
hu_hu: A tároló nem üres.
it: Magazzino non vuoto.
pl_pl: Pozycja pionowa zmieniła się po uruchomieniu maszyny
ru_ru: Склад не пустой.
sl_si: Skladišče ni prazno.
tr_tr: Boş depo değil.

# SensorZeroBayNotActiveAtEnd
source: Positioning error
bg: Грешка поз отдел
cs: Chyba umístění stanice
de_de: Positionierungsf. Bucht
el_gr: Σφάλμα τοποθέτησης
es_es: Error de posicionamiento de la bahía
fr_fr: Erreur de positionnement de la baie
hu_hu: Munkaállomás pozicionálási hiba
it: Errore posizionamento baia
pl_pl: Błąd pozycjonowania
ru_ru: Ошибка позиционирования
sl_si: Napaka postav naklad pol
tr_tr: Konumlandırma hatası
