Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# SecurityRightSensorWasTriggered
source: The right side panel is open.
bg: Десният страничен панел е отворен
cs: Pravý boční panel je otevřený
de_de: Rechte Seitenwand geöffnet
el_gr: Η δεξιά πλευρά του πίνακα είναι ανοιχτή.
es_es: El panel lateral derecho está abierto
fr_fr: Le panneau latéral droit est ouvert
hu_hu: A jobb oldalsó panel nyitva van
it: Il pannello laterale destro è aperto
pl_pl: Prawy panel boczny jest otwarty.
ru_ru: Панель с правой стороны открыта.
sl_si: Desna stranska plošča je odprta
tr_tr: Sağ yan panel açık.

# VerticalPositionChanged
source: Vertical position has changed after machine start
bg: Неправилна вертик поз.
cs: Chybná vertikální pozice.
de_de: Vertikale Position falsch.
el_gr: Η κατακόρυφη θέση άλλαξε μετά την εκκίνηση του μηχανήματος
es_es: Posición vertical incorrecta.
fr_fr: Position verticale erronée.
hu_hu: Hibás függőleges pozíció.
it: Posizione verticale errata.
pl_pl: Test nie został zakończony
ru_ru: Вертикальное положение изменилось после запуска машины
sl_si: Napačen navpični položaj.
tr_tr: Makine çalıştırıldıktan sonra dikey konum değişti

# InvalidAxisAccelerationConfiguration
source: The configuration of the acceleration of the axis {0} movement is not correct: empty load acceleration less than full load acceleration
bg: Конфигурацията на ускорението на движението на оста {0} е невалидна: ускорение на празен ход е по-малко от пълното натоварване
cs: Konfigurace zrychlení pohybu osy {0} je neplatná: zrychlení na prázdno je menší než při plném zatížení
de_de: Die Beschleunigungskonfiguration der Achsenbewegung {0} ist ungültig: Beschleunigung bei Nulllast kleiner als bei Volllast
es_es: La configuración de la aceleración del movimiento del eje {0} no es válida: la aceleración en vacío es inferior a la de plena carga
fr_fr: La configuration de l’accélération du mouvement de l’axe {0} n’est pas valide : accélération à vide inférieure à la pleine charge
hu_hu: A(z) {0} tengely mozgásának gyorsulási konfigurációja nem érvényes: az üresen gyorsulás alacsonyabb, mint a teljes terheléses
it: La configurazione della accelerazione del movimento dell'asse {0} non è valida: accelerazione a vuoto minore del pieno carico
pl_pl: Nieprawidłowa zatoka
sl_si: Konfiguracija pospeševanja premika osi {0} ni veljavna: pospeševanje v prazno je manjše kot pri polni obremenitvi
tr_tr: {0} ekseni hareketinin ivmesinin konfigürasyonu doğru değil: boş yük ivmesi, tam yük ivmesinden daha az

# InvalidAxisSpeedConfiguration
source: The configuration of the speed of the axis {0} movement is not correct: empty load speed less than full load speed
bg: Конфигур скорост на движение на оста {0} е невалидна: скорост на празен ход е по-малка от тази при пълно натоварване
cs: Konfigurace rychlosti pohybu osy {0} je neplatná: rychlost na prázdno je menší než při plném zatížení
de_de: Geschwindigkeitskonfiguration der Achsenbewegung {0} ungültig: Gschw. bei Nulllast kleiner als bei Volllast
es_es: La configuración de la velocidad del movimiento del eje {0} no es válida: la velocidad en vacío es inferior a la de plena carga
fr_fr: La configuration de la vitesse du mouvement de l’axe {0} n’est pas valide : vitesse à vide inférieure à la pleine charge
hu_hu: A(z) {0} tengely mozgásának sebességi konfigurációja nem érvényes: az üres sebesség alacsonyabb, mint a teljes terheléses
it: La configurazione della velocità del movimento dell'asse {0} non è valida: velocità a vuoto minore del pieno carico
pl_pl: Nieprawidłowa pozycja zatoki
sl_si: Konfiguracija hitrosti premika osi {0} ni veljavna: hitrost v prazno je manjša kot pri polni obremenitvi
tr_tr: {0} ekseni hareketinin hızının konfigürasyonu doğru değil: boş yük hızı tam yük hızından düşük

# FullTestFailed
source: Test not completed
bg: Тест не е завършен
cs: Test nebyl dokončen
de_de: Test nicht abgeschl
el_gr: Δεν ολοκληρώθηκε η δοκιμή
es_es: Prueba no completada
fr_fr: Test non terminé
hu_hu: A teszt nem fejeződött be
it: Test non completato
pl_pl: Nieprawidłowa {0} konfiguracja przyspieszenia ruchu osi
ru_ru: Испытание не завершено
sl_si: Test ni zaključen
tr_tr: Test tamamlanmadı

source: Invalid bay
bg: Невалидно отдел
cs: Stan je neplat
de_de: Bucht ungültig
el_gr: Άκυρη πλατφόρμα
es_es: Bahía inválida
fr_fr: Baie non valide
hu_hu: A munkaállomás nem érvényes
it: Baia non valida
pl_pl: Nieprawidłowa {0} konfiguracja zwolnienia ruchu osi
ru_ru: Недействительная секция
sl_si: Nak pol ni velj
tr_tr: Geçersiz bölme

# InvalidPositionBay
source: Invalid bay position
bg: Невалидна поз отдел
cs: Pozice stan je neplatná
de_de: Buchtpos. nicht gültig
el_gr: Άκυρη θέση πλατφόρμας
es_es: Posición de la bahía no válida
fr_fr: Position de baie non valide
hu_hu: A munkaállomás pozíciója nem érvényes
it: Posizione baia non valida
pl_pl: Nieprawidłowa {0} konfiguracja prędkości ruchu osi
ru_ru: Недействительное положение секции
sl_si: Položaj nakl pol ni velj
tr_tr: Geçersiz bölme konumu

# AxisMovementAccelerationConfigurationInvalid
source: Invalid {0} Axis movement Acceleration configuration
bg: Невалидна конфигурация ускорение на движение на оста {0}.
cs: Konfigurace zrychlení pohybu os {0} je neplatná.
de_de: Beschleunigungskonf. Achsenbew. {0} nicht gültig.
el_gr: Άκυρη διαμόρφωση {0} επιτάχυνσης κίνησης άξονα
es_es: Configuración de aceleración de movimiento del eje {0} no válida.
fr_fr: Configuration de l’accélération du mouvement de l’axe {0} non valide.
hu_hu: Tengelymozgás gyorsulásának konfigurációja {0} nem érvényes.
it: Configurazione accelerazione movimento asse {0} non valida.
pl_pl: Błąd pozycjonowania po stronie górnej
ru_ru: Недействительная конфигурация ускорения перемещения оси {0}
sl_si: Konfiguracija pospeševanja premika osi {0} ni veljavna.
tr_tr: Geçersiz {0} Eksen hareketi Hızlandırma yapılandırması

# AxisMovementDecelerationConfigurationInvalid
source: Invalid {0} Axis movement Deceleration configuration
bg: Невалидна конфигурация за забавяне движението на оста {0}.
cs: Konfigurace zpomalení pohybu os {0} je neplatná.
de_de: Abbremsungskonf. Achsenbew. {0} nicht gültig.
el_gr: Άκυρη διαμόρφωση {0} επιβράδυνσης κίνησης άξονα
es_es: Configuración de desaceleración de movimiento del eje {0} no válida.
fr_fr: Configuration de décélération du mouvement de l’axe non valide {0}.
hu_hu: Tengelymozgás lassulásának konfigurációja {0} nem érvényes.
it: Configurazione decelerazione movimento asse {0} non valida.
pl_pl: Zewnętrzna zatoka jest zajęta
ru_ru: Недействительная конфигурация замедления движения оси {0}
sl_si: Konfiguracija upočasnjevanja premika osi {0} ni veljavna.
tr_tr: Geçersiz {0} Eksen hareketi Yavaşlama yapılandırması

# AxisMovementSpeedConfigurationInvalid
source: Invalid {0} Axis movement Speed configuration
bg: Невалидна конфигурация скорост движение на оста {0}.
cs: Konfigurace rychlosti pohybu os {0} je neplatná.
de_de: Geschwindigkeitskonf. Achsenbew. {0} nicht gültig.
el_gr: Άκυρη διαμόρφωση {0} ταχύτητας κίνησης άξονα
es_es: Configuración de la velocidad de movimiento del eje {0} no válida.
fr_fr: Configuration de la vitesse du mouvement de l’axe {0} non valide.
hu_hu: Tengelymozgás sebességének konfigurációja {0} nem érvényes.
it: Configurazione velocità movimento asse {0} non valida.
pl_pl: Zewnętrzna zatoka jest pusta
ru_ru: Недействительная конфигурация скорости перемещения оси {0}
sl_si: Konfiguracija hitrosti premika osi {0} ni veljavna.
tr_tr: Geçersiz {0} Eksen hareketi Hız yapılandırması

# ElevatorOverrunDetected
source: Positioning error at top side
bg: Грешка в поз в горния край
cs: Chyba umístění horního konce
de_de: Positionierungsfehler am oberen Ende
el_gr: Σφάλμα τοποθέτησης στην επάνω πλευρά
es_es: Error de posicionamiento en el extremo superior
fr_fr: Erreur de positionnement à l’extrémité supérieure
hu_hu: Pozicionálási hiba a felső végen
it: Errore di posizionamento all'estremità superiore
pl_pl: Błąd WMS
ru_ru: Ошибка позиционирования на верхней стороне
sl_si: Napaka postavitve na zgornji rob
tr_tr: Üst tarafta konumlandırma hatası

# ExternalBayOccupied
source: External bay is occupied
bg: Заето външ отделен
cs: Vnější stan obsazena
de_de: Außenbucht belegt
el_gr: Η εξωτερική πλατφόρμα είναι κατειλημμένη
es_es: Bahía exterior ocupada
fr_fr: Baie externe occupée
hu_hu: Külső munkaállomás foglalt
it: Baia esterna occupata
pl_pl: Nieprawidłowy ruch
ru_ru: Внешняя секция занята
sl_si: Zun nakl pol zasedena
tr_tr: Dış bölme işgal edildi

source: External bay empty
bg: Празно външ отдел
cs: Vnější stan prázd
de_de: Außenbucht leer
el_gr: Άδεια εξωτερική πλατφόρμα
es_es: Bahía exterior vacía
fr_fr: Baie externe vide
hu_hu: Külső munkaállomás üres
it: Baia esterna vuota
pl_pl: Błąd pozycjonowania po stronie dolnej
ru_ru: Внешняя секция пустая
sl_si: Zun nakl pol prazn
tr_tr: Dış bölme boş

source: WMS error
bg: Грешка на WMS
cs: Chyba WMS
de_de: WMS-Fehler
el_gr: Σφάλμα WMS
es_es: Error de WMS
fr_fr: Erreur de WMS
hu_hu: WMS hiba
it: Errore di WMS
pl_pl: Jednostka ładunku nie jest dostępna
ru_ru: Ошибка СУС
sl_si: Napaka WMS
tr_tr: WMS hatası

# LoadUnitHeightToBayExceeded
source: Invalid movement
bg: Невалидно преместване
cs: Přesun neplatný
de_de: Verstellung ungültig
el_gr: Άκυρη κίνηση
es_es: Movimiento inválido
fr_fr: Déplacement non valide
hu_hu: Elmozdulás nem érvényes
it: Spostamento non valido
pl_pl: Numer jednostki ładunku
ru_ru: Недействительное движение
sl_si: Premik ni veljaven
tr_tr: Geçersiz hareket

# ElevatorUnderrunDetected
source: Positioning error at bottom side
bg: Грешка при позициониране в долния край
cs: Chyba umístění dolního konce
de_de: Positionierungsfehler am unteren Ende
el_gr: Σφάλμα τοποθέτησης στην κάτω πλευρά
es_es: Error de posición en el extremo inferior
fr_fr: Erreur de positionnement à l’extrémité inférieure
hu_hu: Pozicionálási hiba az alsó végen
it: Errore di posizionamento all'estremità inferiore
pl_pl: Nieprawidłowe czujniki zatoki
ru_ru: Ошибка позиционирования на нижней стороне
sl_si: Napaka postavitve na spodnji rob
tr_tr: Alt tarafta konumlandırma hatası

# BayPositionDisabled
source: Load unit non available
bg: Чекмеджето не е налично
cs: Zásuvka není k dispozici
de_de: Kasten nicht verfügbar
el_gr: Μη διαθέσιμη μονάδα φορτίου
es_es: Cajón no disponible
fr_fr: Tiroir non disponible
hu_hu: A tálca nem elérhető
it: Cassetto non disponibile
pl_pl: Błąd pozycjonowania
ru_ru: Единица груза недоступна
sl_si: Predal ni razpoložljiv
tr_tr: Yük birimi mevcut değil

source: Load unit number
bg: Чекмедже номер
el_gr: Αριθμός μονάδας φορτίου
es_es: Número de cajón
fr_fr: Numéro du tiroir
hu_hu: Tálca száma
it: Cassetto numero
pl_pl: Przeterminowanie polecenia falownika
ru_ru: Номер единицы груза
tr_tr: Yük birimi numarası

# MoveExtBayNotAllowed
source: Invalid bay sensors
bg: Грешка сензори отдел
el_gr: Άκυροι αισθητήρες πλατφόρμας
es_es: Error del sensor de la bahía
fr_fr: Erreur des capteurs de baie
hu_hu: A munkaállomás szenzorainak hibája
it: Errore dei sensori di baia
pl_pl: Przeterminowanie polecenia urządzenia I/O
ru_ru: Недействительные датчики секции
tr_tr: Geçersiz bölme sensörleri

# StartPositioningBlocked
source: Positioning error
bg: Грешка при позициониране
el_gr: Σφάλμα τοποθέτησης
es_es: Error de posicionamiento
fr_fr: Erreur de positionnement
hu_hu: Pozicionálási hiba
it: Errore di posizionamento
pl_pl: Błąd składni komunikatu wysłanego do falownika.
ru_ru: Ошибка позиционирования
tr_tr: Konumlandırma hatası

source: Inverter command timeout
bg: Грешка управл инвертор
el_gr: Τέλος χρόνου εντολής αντιστροφέα
es_es: Error de control del inversor
fr_fr: Erreur de commande du variateur
hu_hu: Inverter vezérlési hiba
it: Errore di comando inverter
pl_pl: Sprawdzić, czy przesuwacz jest w położeniu zerowym lub czy jednostka ładunkowa jest w pełni załadowana na podnośnik.
ru_ru: Время ожидания команды инвертора
tr_tr: İnverter komut zaman aşımı

source: I/O device command timeout
bg: Грешка в управл платка входове/изходи
el_gr: Τέλος χρόνου εντολής διάταξης I/O
es_es: Error de comando de la tarjeta de entrada/salida
fr_fr: Erreur de commande de la carte d’entrées/sorties
hu_hu: A bemeneti / kimeneti kártya vezérlési hibája
it: Errore di comando della scheda di ingressi / uscite
pl_pl: Sprawdzić, czy grzyby awaryjne są wyłączone i czy wszystkie czujniki bezpieczeństwa są wyłączone.
ru_ru: Время ожидания команды устройства ввода-вывода
tr_tr: G/Ç cihazı komut zaman aşımı

# InverterErrorSyntaxError2
source: Syntax error of the message sent to the inverter.
bg: Грешка в синтаксис съобщ изпратено на инвертора.
cs: Chyba syntaxe hlášení zaslaného měniči.
es_es: Error de sintaxis en el mensaje enviado al inversor.
fr_fr: Erreur de syntaxe du message envoyé au variateur.
hu_hu: Szintaxishiba az inverterre küldött üzenetben.
it: Errore di sintassi del messaggio inviato all'inverter.
pl_pl: Jednostka ładunkowa mogła się zaklinować.
tr_tr: Eviriciye gönderilen mesajın sözdizimi hatası.

# TelescopicBayError
source: The telescopic bay is not properly hooked
bg: Телескопичното отдел не е правилно задействано
es_es: La bahía telescópica no está bien encajada
fr_fr: La baie télescopique n’est pas accrochée correctement
hu_hu: A teleszkópos munkaállomás nem csatlakozik megfelelően
it: La baia telescopica non è agganciata correttamente
pl_pl: Jednostka ładunkowa nie wydaje się być całkowicie załadowana na podnośnik po zakończeniu fazy załadunku.
tr_tr: Teleskopik bölme düzgün takılmamış

# LoadUnitTareError
source: The tare of the Loading Unit is 0
bg: Тара тегло чекмедже е 0
es_es: La tara del cajón es 0
fr_fr: La tare du tiroir est 0
hu_hu: A tálca tárasúlya 0
it: La tara del cassetto è 0
pl_pl: Jednostka ładunkowa nie wygląda na całkowicie wysuniętą z podnośnika po zakończeniu fazy rozładunku.
tr_tr: Yükleme Ünitesinin darası 0

# VerticalZeroHighError
source: Vertical positioning error
bg: Грешка във вертикал полож
fr_fr: Erreur de position verticale
it: Errore di posizione verticale
tr_tr: Dikey konumlandırma hatası

# VerticalZeroLowError
source: Vertical positioning error
bg: Грешка във вертикал полож
fr_fr: Erreur de position verticale
it: Errore di posizione verticale
tr_tr: Dikey konumlandırma hatası

# LoadUnitHeightFromBayTooLow
source: Height too low
bg: Твърде ниска височин
fr_fr: Hauteur trop basse
it: Altezza troppo bassa
tr_tr: Yükseklik çok düşük

source: Pre fire alarm
bg: Предв противопож аларма
it: Pre-allarme Antincendio
tr_tr: Ön yangın alarmı

source: Fire alarm
bg: Противопож
it: Antincendio
tr_tr: Yangın alarmı
