Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorReasons.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ResumeCommandNotValid
source: The picking confirmation command is not valid
bg: Команда повторно влизане от поемане невалидна
cs: Příkaz zatažení odběru je neplatný
de_de: Rückkehrbefehl vom Picking ist nicht gültig
el_gr: Η εντολή επιβεβαίωσης λήψης δεν είναι έγκυρη
es_es: La orden de volver del picking no es válida
fr_fr: La commande de rentrée depuis picking n’est pas valide
hr: Komanda povratka s biranja nije valjana
hu_hu: A felvételből való visszatérés parancsa nem érvényes
it: Il comando di rientro da picking non è valido
pl_pl: Polecenie potwierdzenia kompletacji jest nieważne
ru_ru: Команда подтверждения захвата недействительна
sl_si: Ukaz za vrnitev s pobiranja ni veljaven
tr_tr: Toplama onayı komutu geçerli değil

# CellLogicallyOccupied
source: Update database failed. One or more destination cells are logically occupied
bg: Грешка при актуализиране на архив клетка. Една или повече клетки местоназначение са логически заети
cs: Chyba aktualizace archivu buněk. Jedna nebo několik buněk jsou logicky obsazené
de_de: Fehler beim Aktualisieren des Zellenarchivs. Eine oder mehrere Zielzellen sind logisch belegt
el_gr: Αποτυχημένη ενημέρωση βάσης δεδομένων. Έχουν καταληφθεί λογικά μία ή περισσότερες κυψέλες προορισμού
es_es: Error al actualizar el archivo de celdas. Una o más celdas de destino están lógicamente ocupadas
fr_fr: Erreur de mise à jour des archives des cellules. Une ou plusieurs cellules de destination sont logiquement occupées
hr: Greška ažuriranja arhiva ćelija. Jedna ili više odredišnih ćelija rezultiraju logično zauzete
hu_hu: A rekeszek archívumának frissítési hibája. Egy vagy több célrekesz logikailag foglalt
it: Errore di aggiornamento dell'archivio delle celle. Una o più celle di destinazione risultano logicamente occupate
pl_pl: Aktualizacja bazy danych nie powiodła się. Jedna lub więcej komórek docelowych jest logicznie zajętych
ru_ru: Обновление базы данных завершено неуспешно. Одна или несколько ячеек назначения заняты при выполнении последовательности
sl_si: Napaka posodabljanja arhiva celic. Ena ali več ciljnih celic je logično zasedena
tr_tr: Veritabanı güncellenemedi. Bir veya daha fazla hedef hücre mantıksal olarak işgal edildi

# ConditionsNotMetForHoming
source: Check that the pawl is at zero or that the loading unit is fully loaded on the elevator. Check also that the shutter is not closed
bg: Проверете дали палчето е на нула или дали чекмеджето е напълно натоварено върху подемника. Също така проверете дали клапа е затворена.
cs: Zkontrolujte, zda je západka v nulové poloze nebo zda je zásuvka zcela naložena do zvedáku. Dále zkontrolujte, zda je roleta zavřená.
de_de: Kontrollieren, ob Mitnehmer auf Null steht oder der Kasten vollständig auf die Hebebühne geladen ist. Auch überprüfen, ob die Rolltür geschlossen ist.
el_gr: Βεβαιωθείτε ότι το μάνδαλο είναι στο μηδέν ή ότι η μονάδα φόρτωσης είναι πλήρως φορτωμένη στον ανελκυστήρα. Ελέγξτε επίσης ότι το κλείστρο δεν είναι κλειστό
es_es: Compruebe que el trinquete está a cero o que el cajón está completamente cargado en el elevador. Compruebe también que la compuerta está cerrada.
fr_fr: Vérifier que le cliquet soit à zéro ou que le tiroir soit complètement chargé sur l’élévateur. Contrôler en outre que le volet de fermeture soit fermé.
hr: Provjerite je li zapinjač na nuli ili je pretinac u potpunosti utovaren na dizalicu. Provjerite da je zaklopka zatvorena.
hu_hu: Ellenőrizze, hogy a retesz nullán legyen, és a tálca teljesen be legyen töltve az emelő fedélzetére. Ellenőrizze ezen felül, hogy a redőny zárva van-e.
it: Controllare che il nottolino sia a zero o che il cassetto sia completamente caricato a bordo elevatore. Controllare inoltre che la serranda sia chiusa.
pl_pl: Sprawdzić, czy przesuwacz jest w położeniu zerowym lub czy jednostka ładunkowa jest w pełni załadowana na podnośnik. Sprawdzić również, czy migawka nie jest zamknięta
ru_ru: Убедиться, что задвижка находится на нуле или что единица груза полностью загружена на подъемник. Также убедиться, что заслонка не закрыта
sl_si: Preverite, ali je zatikalnik na ničli oz. je predal v celoti naložen na dvigalo. Preverite tudi, ali je loputa zaprta.
tr_tr: Mandalın sıfırda olduğunu veya yükleme ünitesinin asansöre tam olarak yüklendiğini kontrol edin. Deklanşörün kapalı olmadığını da kontrol edin

# LoadUnitHeightFromBayExceeded
source: Try to lower the height of the load unit. Then set Auto mode.
bg: Намалете височина материал в чекмедже. След това отново включете автоматичен режим.
cs: Snižte výšku materiálu v zásuvce. Následně jej nastavte to automatického režimu.
de_de: Höhe des Materials in der Kasten verringern. Anschließend auf Automatik stellen.
el_gr: Προσπαθήστε να χαμηλώσετε το ύψος της μονάδας φόρτωσης. Στη συνέχεια ρυθμίστε την αυτόματη λειτουργία.
es_es: Baje la altura del material en el cajón. Luego vuelve a ponerlo en automático.
fr_fr: Réduire la hauteur du matériel dans le tiroir. Ensuite, repasser en mode automatique.
hr: Smanjite visinu materijala u pretincu. U nastavku, stavite u automatski.
hu_hu: Csökkentse az anyag magasságát a tálcán. Ezután állítsa vissza az automatikus üzemmódot.
it: Abbassare l'altezza del materiale nel cassetto. In seguito rimettere in automatico.
pl_pl: Spróbować obniżyć wysokość jednostki ładunkowej. Następnie ustawić tryb Auto.
ru_ru: Попробовать уменьшить высоту единицы груза. Затем установить Автоматический режим.
sl_si: Znižajte višino materiala v predalu. Nato ga vrnite na avtomatsko.
tr_tr: Yük ünitesinin yüksekliğini düşürmeye çalışın. Ardından Otomatik modu ayarlayın.

# LoadUnitShutterInvalid
source: The shutter is not open nor closed. Please check shutter sensors.
bg: Клапа не е в затворено или отворено полож. Проверете състояние сензори.
cs: Roleta není v otevřené ani zavřené pozici. Zkontrolujte stav snímačů.
de_de: Rolltür weder zu noch auf. Status der Sensoren überprüfen.
el_gr: Το κλείστρο δεν είναι ούτε ανοιχτό ούτε κλειστό. Ελέγξτε τους αισθητήρες του κλείστρου.
es_es: La compuerta no está en posición cerrada o abierta. Compruebe el estado de los sensores.
fr_fr: Volet de fermeture pas en position fermée ou ouverte. Vérifier l’état des capteurs.
hr: Zaklopka nije ni u zatv. ni u otvor. položaju. Provjerite stanje senzora.
hu_hu: A redőny nincs sem nyitott, sem zárt állásban. Ellenőrizze a szenzorok állapotát.
it: Serranda non in posizione chiusa nè aperta. Verificare lo stato dei sensori.
pl_pl: Migawka nie jest ani otwarta, ani zamknięta. Proszę sprawdzić czujniki migawki.
ru_ru: Заслонка не открыта и не закрыта. Проверить датчики заслонки.
sl_si: Loputa ni ne v zaprtem ne v odprtem položaju. Preverite stanje senzorjev.
tr_tr: Deklanşör ne açık ne de kapalı. Lütfen deklanşör sensörlerini kontrol edin.

# DestinationBayNotCalibrated
source: Destination bay needs calibration.
bg: отдел за местоназн без калибр.
cs: Cílová stanice bez kalibrace.
de_de: Zielbucht ohne Eichung.
el_gr: Η πλατφόρμα προορισμού χρειάζεται βαθμονόμηση.
es_es: La bahía del objetivo carece de calibración.
fr_fr: Baie de destination sans étalonnage.
hr: Uvala odredišta bez kalibracije.
hu_hu: A célállomási munkaállomás nincs kalibrálva.
it: Baia di destinazione priva di taratura.
pl_pl: Zatoka docelowa wymaga kalibracji.
ru_ru: Необходимо выполнить калибровку секции назначения.
sl_si: Ciljna nakladalna polica ni umerjena.
tr_tr: Hedef bölmesinin kalibrasyona ihtiyacı var.

# FirstTestFailed
source: First load unit test failed: Not all cells could be tested!
bg: Тестът с първото чекмедже не успя: не всички клетки бяха тествани.
cs: Test první zásuvky selhal: nejsou kolaudovány všechny buňky.
de_de: Test des ersten Kastens ist fehlgeschlagen: nicht alle Zellen wurden getestet.
el_gr: Απέτυχε η πρώτη δοκιμή της μονάδας φόρτωσης: Δεν μπορούν να ελεγχθούν όλες οι κυψέλες!
es_es: La prueba del primer cajón falló: no se probaron todas las celdas.
fr_fr: Le test du premier tiroir a échoué : toutes les cellules n’ont pas été testées.
hr: Test Prvog Pretinca nije uspio: sve ćelije nisu testirane.
hu_hu: Az Első Tálca teszt sikertelen volt: nem minden rekesz kapott jóváhagyást.
it: Il test del Primo Cassetto è fallito: non tutte le celle sono state collaudate.
pl_pl: Pierwszy test jednostki ładunku nie powiódł się: Nie wszystkie komórki mogły zostać przetestowane!
ru_ru: Первое испытание единицы груза завершено неуспешно: Испытание можно было провести не на всех ячейках!
sl_si: Test prvega predala ni uspel: niso bile preizkušene vse celice.
tr_tr: İlk yük birimi testi başarısız oldu: Tüm hücreler test edilemedi!

# WarehouseNotEmpty
source: The warehouse is not empty. The first load unit test is not allowed.
bg: Склад не е празен. Изпитване натоварване на първо чекмедже не е разрешено.
cs: Zásobník není prázdný. Test plnění první zásuvky není povolen.
de_de: Das Lager ist nicht leer. Der Ladetest des ersten Kastens ist nicht zulässig.
el_gr: Η αποθήκη είναι δεν είναι άδεια. Δεν επιτρέπεται η πρώτη δοκιμή της μονάδας φόρτωσης.
es_es: El almacén no está vacío. No se permite la prueba de carga del primer cajón.
fr_fr: L’entrepôt n’est pas vide. Le test de chargement du premier tiroir n’est pas autorisé.
hr: Skladište nije prazno. Test utovara prvog pretinca nije dopušten.
hu_hu: A tároló nem üres. Az első tálca betöltési tesztje nem engedélyezett.
it: Il magazzino non è vuoto. Il test di carico del primo cassetto non è permesso.
pl_pl: Magazyn nie jest pusty. Test pierwszej jednostki ładunku jest niedozwolony.
ru_ru: Склад не пустой. Первое испытание единицы груза не допускается.
sl_si: Skladišče ni prazno. Test nalaganja prvega predala ni dovoljen.
tr_tr: Depo boş değil. İlk yük birimi testine izin verilmez.

# SensorZeroBayNotActiveAtEnd
source: The Bay Zero Sensor is not active at the end of positioning.
bg: Сензорът за нулевия отдел не е активен в края на позиционирането
cs: Snímač nulové polohy stanice je na konci umístění neaktivní
de_de: Der Null-Sensor der Bucht ist am Ende der Positionierung nicht aktiv
el_gr: Δεν είναι ενεργός ο μηδενικός αισθητήρας πλατφόρμας στο τέλος της τοποθέτησης.
es_es: El sensor de cero de la bahía no está activo al final del posicionamiento
fr_fr: Le capteur de zéro de la baie n’est pas actif à la fin du positionnement
hr: Senzor nule uvale nije aktivan na kraju postavljanja
hu_hu: A munkaállomás nulla szenzora nem aktív a pozicionálás végén
it: Il sensore di zero della baia non risulta attivo alla fine del posizionamento
pl_pl: Czujnik Zero zatoki nie jest aktywny na końcu pozycjonowania.
ru_ru: Датчик нулевой секции отключен в конце позиционирования.
sl_si: Senzor za ničlo nakladalne police ni aktiven ob koncu postavljanja
tr_tr: Bay Zero Sensörü, konumlandırmanın sonunda aktif değildir.

# SecurityLeftSensorWasTriggered
source: The left side panel is open. Please check that all side panels are correctly positioned and closed.
bg: Левият страничен панел е отворен. Проверете дали панелите на машината са правилно поставени и затворени.
cs: Levý boční panel je otevřený. Zkontrolujte, zda jsou panel stroje správně umístěny a uzavřeny.
de_de: Linke Seitenwand geöffnet. Überprüfen, ob die Maschinenverkleidungen korrekt positioniert und geschlossen sind.
el_gr: Η αριστερή πλευρά του πίνακα είναι ανοιχτή. Ελέγξτε ότι όλοι οι πίνακες έχουν τοποθετηθεί και κλειστεί σωστά.
es_es: El panel lateral izquierdo está abierto. Compruebe que los paneles de la máquina están correctamente colocados y cerrados.
fr_fr: Le panneau latéral gauche est ouvert. Vérifier que les panneaux de la machine soient bien positionnés et fermés.
hr: Bočna, lijeva ploča je otvorena. Provjerite jesu li ploče stroja pravilno postavljene i zatvorene.
hu_hu: A bal oldalsó panel nyitva van. Ellenőrizze, hogy a géppanelek a helyükön vannak-e, és be vannak-e zárva.
it: Il pannello laterale sinistro è aperto. Verificare che i pannelli della macchina siano correttamente posizionati e chiusi.
pl_pl: Lewy panel boczny jest otwarty. Proszę sprawdzić, czy wszystkie panele boczne są prawidłowo ustawione i zamknięte.
ru_ru: Панель с левой стороны открыта. Убедиться, что все боковые панели правильно расположены и закрыты.
sl_si: Leva stranska plošča je odprta. Preverite ali so plošče stroja pravilno nameščene in zaprte.
tr_tr: Sol yan panel açıktır. Lütfen tüm yan panellerin doğru yerleştirildiğini ve kapatıldığını kontrol edin.

# SecurityRightSensorWasTriggered
source: The right side panel is open. Please check that all side panels are correctly positioned and closed.
bg: Десният страничен панел е отворен. Проверете дали панелите на машината са правилно поставени и затворени.
cs: Pravý boční panel je otevřený. Zkontrolujte, zda jsou panel stroje správně umístěny a uzavřeny.
de_de: Die rechte Seitenwand ist offen. Überprüfen, ob die Maschinenverkleidungen korrekt positioniert und geschlossen sind.
el_gr: Η δεξιά πλευρά του πίνακα είναι ανοιχτή. Ελέγξτε ότι όλοι οι πλαϊνοί πίνακες έχουν τοποθετηθεί και κλειστεί σωστά.
es_es: El panel lateral derecho está abierto. Compruebe que los paneles de la máquina están correctamente colocados y cerrados.
fr_fr: Le panneau latéral droit est ouvert. Vérifier que les panneaux de la machine soient bien positionnés et fermés.
hr: Bočna, desna ploča je otvorena. Provjerite jesu li ploče stroja pravilno postavljene i zatvorene.
hu_hu: A jobb oldalsó panel nyitva van. Ellenőrizze, hogy a géppanelek a helyükön vannak-e, és be vannak-e zárva.
it: Il pannello laterale destro è aperto. Verificare che i pannelli della macchina siano correttamente posizionati e chiusi.
pl_pl: Prawy panel boczny jest otwarty. Proszę sprawdzić, czy wszystkie panele boczne są prawidłowo ustawione i zamknięte.
ru_ru: Панель с правой стороны открыта. Убедиться, что все боковые панели правильно расположены и закрыты.
sl_si: Desna stranska plošča je odprta. Preverite ali so plošče stroja pravilno nameščene in zaprte.
tr_tr: Sağ yan panel açık. Lütfen tüm yan panellerin doğru yerleştirildiğini ve kapatıldığını kontrol edin.

# VerticalPositionChanged
source: Vertical position has changed after machine start
bg: вертикалто полож на повдигача се промени след стартирането на машината.
cs: Vertikální poloha zvedáku se po spuštění stroje změnila.
de_de: Vertikale Pos. der Hebebühne hat sich nach dem Start der Maschine geändert.
el_gr: Η κατακόρυφη θέση άλλαξε μετά την εκκίνηση του μηχανήματος
es_es: La posición vertical del elevador se cambia después de la puesta en marcha de la máquina.
fr_fr: La position verticale de l’élévateur a changé après le démarrage de la machine.
hr: Okomiti položaj dizalice je promijenjen nakon pokretanja stroja.
hu_hu: Az emelő függőleges pozíciója változott a gép indítása után.
it: La posizione verticale dell'elevatore è cambiata dopo l'avvio della macchina.
pl_pl: Pozycja pionowa zmieniła się po uruchomieniu maszyny
ru_ru: Вертикальное положение изменилось после запуска машины
sl_si: Navpični položaj dvigala se je po zagonu stroja spremenil.
tr_tr: Makine çalıştırıldıktan sonra dikey konum değişti

# FullTestFailed
source: Full load unit test failed: Not all requested loops could be performed!
bg: Пълният тест не е успешен: не са изпълнени всички очаквани цикли.
cs: Úplný test selhal: nebyly provedeny všechny předpokládané cykly.
de_de: Der gesamte Test ist fehlgeschlagen: nicht alle Zyklen wurden durchgeführt.
el_gr: Απέτυχε η δοκιμή της πλήρους μονάδας φόρτωσης: Δεν ήταν δυνατή η εκτέλεση όλων των απαιτούμενων βρόχων!
es_es: La prueba completa ha fallado: no se han ejecutado todos los ciclos previstos.
fr_fr: Le test complet a échoué : tous les cycles prévus n’ont pas été effectués.
hr: Kompletan test nije uspio: svi predviđeni ciklusi nisu izvršeni.
hu_hu: A befejezett teszt sikertelen volt: nem minden tervezett ciklus került elvégzésre.
it: Il test completo è fallito: non tutti i cicli previsti sono stati eseguiti.
pl_pl: Pełen test jednostki ładunku nie powiódł się: Nie wszystkie żądane pętle mogły zostać wykonane!
ru_ru: Первое испытание полной единицы груза завершено неуспешно: Не все запрошенные циклы могут быть выполнены!
sl_si: Polni test ni uspel: niso bili izvedeni vsi predvideni cikli.
tr_tr: Tam yük birimi testi başarısız oldu: İstenen tüm döngüler gerçekleştirilemedi!

# InvalidBay
source: The selected bay is invalid
bg: Избраното отдел е невалидно
cs: Vybraná stanice je neplatná
de_de: Ausgewählte Bucht ungültig
el_gr: Η επιλεγμένη πλατφόρμα είναι άκυρη
es_es: La bahía seleccionada no es válida
fr_fr: La baie sélectionnée n’est pas valide
hr: Odabrana uvala nije valjana
hu_hu: A kiválasztott munkaállomás nem érvényes
it: La baia selezionata non è valida
pl_pl: Wybrana zatoka jest nieprawidłowa
ru_ru: Выбранная секция недействительна
sl_si: Izbrana nakl polica ni veljavna
tr_tr: Seçilen bölme geçersiz

# InvalidPositionBay
source: The selected bay position is invalid
bg: Избраната поз на отделто е невалидна
cs: Vybraná pozice stanice je neplatná
de_de: Ausgewählte Position der Bucht ungültig
el_gr: Η επιλεγμένη θέση πλατφόρμας είναι άκυρη
es_es: La ubicación de la bahía seleccionada no es válida
fr_fr: La position sélectionnée de la baie n’est pas valide
hr: Odabrani položaj uvale nije valjan
hu_hu: A munkaállomás kiválasztott pozíciója nem érvényes
it: La posizione selezionata della baia non è valida
pl_pl: Wybrana pozycja zatoki jest nieprawidłowa
ru_ru: Выбранное положение секции недействительно
sl_si: Izbrani položaj nakladalne police ni veljaven
tr_tr: Seçilen bölme konumu geçersiz

# ElevatorOverrunDetected
source: The elevator is positioned on the overrun top sensor.
bg: Повдигач е достигнал сензор превишав на хода в горна част
cs: Zvedák dosáhl snímače mimoběhu nahoře
de_de: Die Hebebühne hat den Überlaufsensor oben erreicht
el_gr: Ο ανελκυστήρας είναι τοποθετημένος στον επάνω αισθητήρα υπέρβασης.
es_es: El elevador ha alcanzado el sensor de sobrecarrera en la parte superior
fr_fr: L’élévateur a atteint le capteur de surcourse en haut
hr: Dizalica je dostigla senzor kraja pokreta gore
hu_hu: Az emelő elérte a felső túlfutásérzékelőt
it: L'elevatore ha raggiunto il sensore di oltrecorsa in alto
pl_pl: Podnośnik jest ustawiony na górnym czujniku najazdowym.
ru_ru: Подъемник расположен на верхнем датчике превышения пределов.
sl_si: Dvigalo je doseglo senzor prevelikega hoda na vrhu
tr_tr: Asansör, taşma üst sensörüne yerleştirilmiştir.

# ExternalBayOccupied
source: The external bay is occupied
bg: външто отдел е заето
cs: Vnější stanice je obsazena
de_de: Die Außenbucht ist belegt
el_gr: Η εξωτερική πλατφόρμα είναι κατειλημμένη
es_es: La bahía exterior está ocupada
fr_fr: La baie externe est occupée
hr: Vanjska uvala je zauzeta
hu_hu: A külső munkaállomás foglalt
it: La baia esterna è occupata
pl_pl: Zewnętrzna zatoka jest zajęta
ru_ru: Внешняя секция занята
sl_si: Zun nakl polica je zased
tr_tr: Dış bölme işgal edildi

# ExternalBayEmpty
source: The external bay is empty
bg: външ отдел празно
cs: Vnější stan je prázdná
de_de: Die Außenbucht ist leer
el_gr: Η εξωτερική πλατφόρμα είναι άδεια
es_es: La bahía exterior está vacía
fr_fr: La baie externe est vide
hr: Vanjska uvala je prazna
hu_hu: A külső munkaállomás üres
it: La baia esterna è vuota
pl_pl: Zewnętrzna zatoka jest pusta
ru_ru: Внешняя секция пуста
sl_si: Zun nak polica je praz
tr_tr: Dış bölme boş

# InvalidAxisAccelerationRange
source: The {0} Axis movement Acceleration {1} is lower than full load acceleration or higher than Empty load acceleration
bg: Ускорен движен оста {0} \1} по-ниско от ускорение пълно натоварване или по-високо от ускорение празно натоварване
cs: Zrychlení pohybu osy {0} {1} je nižší než zrychlení při plném zatížení nebo vyšší než zrychlení na prázdno
el_gr: Η {0} επιτάχυνση της κίνησης του άξονα {1} είναι χαμηλότερη από την επιτάχυνση πλήρους φορτίου ή υψηλότερη από την επιτάχυνση άδειου φορτίου
es_es: La {0} aceleración {1} del movimiento del eje es inferior a la aceleración a plena carga o superior a la aceleración en vacío
hr: Ubrzanje {0}kretanja{1} osi niže je od ubrzanja punog opterećenja ili veće od ubrzanja praznog opterećenja
hu_hu: A(z) {0} tengely mozgás Gyorsulás {1} alacsonyabb, mint a teljes terheléses gyorsulás, vagy magasabb, mint az üres gyorsulás
pl_pl: Przyspieszenie {1} ruchu osi {0} jest mniejsze niż przyspieszenie przy pełnym obciążeniu lub większe niż przyspieszenie przy pustym obciążeniu
ru_ru: Ускорение перемещения оси {0} {1} ниже, чем ускорение полной единицы груза, или выше, чем ускорение пустой единицы груза
sl_si: Pospeš {1} gibanja osi {0} je manjše od pospeš polne obremenitve ali večje od pospeš prazne obremenitve
tr_tr: {0} Eksen hareketi İvmesi {1}, tam yük ivmesinden daha düşük veya Boş yük ivmesinden daha yüksek

# InvalidAxisSpeedRange
source: The {0} Axis movement Speed {1} is lower than full load speed or higher than empty load speed
bg: Скоро движ оста {0} \1} по-ниска от скор пълно натов или по-висок скорост празно натоварване
cs: Rychl pohybu osy {0} {1} je nižší než Rychl při plném zatížení nebo vyšší než rychl naprázd
el_gr: Η {0} ταχύτητα της κίνησης του άξονα {1} είναι χαμηλότερη από την ταχύτητα πλήρους φορτίου ή υψηλότερη από την ταχύτητα άδειου φορτίου
es_es: La {0} velocidad {1} de movimiento del eje es inferior a la velocidad de carga completa o superior a la velocidad de carga en vacío
fr_fr: La vitesse {1} de déplacement de l'axe {0} est inférieure à la vitesse à pleine charge ou supérieure à la vitesse à vide
hr: Brzina {0}kretanja osi{1} niža od brzine punog opterećenja ili veća od brz. praznog optereć.
hu_hu: A(z) {0} tengely mozgás Sebesség {1} alacsonyabb, mint a teljes terheléses sebesség, vagy magasabb, mint az üres sebesség
pl_pl: Prędkość {1} ruchu osi {0} jest mniejsza niż prędkość przy pełnym obciążeniu lub większa niż prędkość przy pustym obciążeniu
ru_ru: Скорость перемещения оси {0} {1} ниже скорости полной единицы груза или выше скорости пустой единицы груза
sl_si: Hitrost {1} gibanja osi {0} je manjša od hitr polne obrem ali večja od hitr prazne obrem
tr_tr: {0} Eksen hareket Hızı {1}, tam yük hızından daha düşük veya boş yük hızından daha yüksek

# WmsError
source: The WMS system has answerd with an error code
bg: WMS отговори с код за грешка
cs: WMS vyslal chybový kód
de_de: WMS hat mit einem Fehlercode geantwortet
el_gr: Το σύστημα WMS απάντησε με έναν κωδικό σφάλματος
es_es: El WMS respondió con un código de error
fr_fr: Le WMS a répondu avec un code d’erreur
hr: WMS je odgovorio kodom greške
hu_hu: A WMS hibakóddal válaszolt
it: Il WMS ha risposto con un codice di errore
pl_pl: System WMS odpowiedział kodem błędu
ru_ru: Система СУС предоставила ответ с кодом ошибки
sl_si: WMS se je odzval s kodo napake
tr_tr: WMS sistemi bir hata koduyla yanıt verdi
