Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorDescriptions.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ConditionsNotMetForPositioning
source: Positioning conditions not met.
bg: Условията за позициониране не са изпълнени.
cs: Podmínky pro umístění nejsou splněny.
de_de: Positionierungsbedingungen nicht erfüllt.
el_gr: Δεν πληρούνται οι προϋποθέσεις της τοποθέτησης.
es_es: No se cumplen las condiciones de colocación.
fr_fr: Conditions pour le positionnement non satisfaites.
hu_hu: A pozicionálási feltételek nem teljesülnek.
it: Condizioni per il posizionamento non soddisfatte.
pl_pl: Podnośnik nie jest załadowany po pobieraniu
ru_ru: Условия позиционирования не выполнены.
sl_si: Pogoji za postavitev niso doseženi.
tr_tr: Konumlandırma koşulları karşılanmadı.

# ConditionsNotMetForRunning
source: Start conditions not met.
bg: Условията за пускане в дейст не са изпълнени.
cs: Podmínky pro uvedení do chodu nejsou splněny.
de_de: Inbetriebnahmebedingungen nicht erfüllt.
el_gr: Δεν πληρούνται οι προϋποθέσεις της εκκίνησης.
es_es: No se cumplen las condiciones de arranque.
fr_fr: Conditions pour la mise en marche non satisfaites.
hu_hu: A működési feltételek nem teljesülnek.
it: Condizioni per la messa in marcia non soddisfatte.
pl_pl: Podnośnik nie jest pusty po odłożeniu
ru_ru: Условия запуска не выполнены.
sl_si: Pogoji za zagon niso doseženi.
tr_tr: Başlatma koşulları karşılanmadı.

# CradleNotCompletelyLoaded
source: Loading unit not fully loaded.
bg: Чекмеджето не е напълно заредено.
cs: Zásuvka není zcela naložena.
de_de: Kasten nicht voll beladen.
el_gr: Η μονάδα φόρτωσης δεν φορτώθηκε πλήρως.
es_es: El cajón no está completamente cargado.
fr_fr: Tiroir non chargé complètement.
hu_hu: A tálca nincs teljesen megterhelve.
it: Cassetto non caricato completamente.
pl_pl: Niedopasowanie Czujników podnośnika
ru_ru: Единица груза не загружена полностью.
sl_si: Predal ni v celoti napolnjen.
tr_tr: Yükleme ünitesi tam olarak yüklenmedi.

# CradleNotCorrectlyLoadedDuringPickup
source: Elevator not loaded after pickup
bg: Повдигач незареден при поемане
cs: Zvedák při odběru není naložen
de_de: Unbeladene Hebebühne in Entnahme
el_gr: Δεν φορτώθηκε ο ανελκυστήρας μετά τη λήψη
es_es: Elevador no cargado en la toma
fr_fr: Élévateur non chargé en prélèvement
hu_hu: Az emelőn nincs teher kitároláskor
it: Elevatore non carico in prelievo
pl_pl: Niedopasowanie czujników podnośnika
ru_ru: Подъемник не загружен после захвата
sl_si: Dvigalo ni polno na jemanju
tr_tr: Asansör, teslim alındıktan sonra yüklenmedi

# CradleNotCorrectlyUnloadedDuringDeposit
source: Elevator not empty after deposit
bg: Повдигачът не е празен в депо
cs: Zvedák není prázdný při uložení
de_de: Nicht leere Hebebühne in Ablage
el_gr: Δεν εκκενώθηκε ο ανελκυστήρας μετά την εναπόθεση
es_es: Elevador no vacío en el depósito
fr_fr: Élévateur non vide en dépôt
hu_hu: Az emelő nem üres betároláskor
it: Elevatore non vuoto in deposito
pl_pl: Ogólny błąd falownika
ru_ru: Подъемник не пустой после укладки
sl_si: Dvigalo ni prazno na odlaganju
tr_tr: Asansör depozitodan sonra boş değil

# ZeroSensorErrorAfterDeposit
source: Elevator Sensors mismatch
bg: Несъответс състояние сензор
cs: Nesoulad stavu snímačů
de_de: Inkonsistenz Sensorstatus
el_gr: Αναντιστοιχία αισθητήρων ανελκυστήρα
es_es: Incongruencia del estado de los sensores
fr_fr: Incohérence de l’état des capteurs
hu_hu: A szenzorállapotok inkonzisztenciája
it: Inconsistenza stato sensori
pl_pl: Parametr falownika nie mógł zostać zapisany podczas wykonywania.
ru_ru: Несоответствие датчиков подъемника
sl_si: Nedosledno stanje senzorjev
tr_tr: Asansör Sensörleri uyuşmazlığı

# ZeroSensorErrorAfterPickup
source: Elevator sensors mismatch
bg: Несъответс състояние сензор
cs: Nesoulad stavu snímačů
de_de: Inkonsistenz Sensorstatus
el_gr: Αναντιστοιχία αισθητήρων ανελκυστήρα
es_es: Incongruencia del estado de los sensores
fr_fr: Incohérence de l’état des capteurs
hu_hu: A szenzorállapotok inkonzisztenciája
it: Inconsistenza stato sensori
pl_pl: Dane zestawu danych falownika nie są zgodne.
ru_ru: Несоответствие датчиков подъемника
sl_si: Nedosledno stanje senzorjev
tr_tr: Asansör sensörleri uyuşmazlığı

# InverterErrorBaseCode
source: Inverter generic error
bg: Грешка инвертор.
cs: Chyba měniče.
de_de: Inverter-Fehler.
el_gr: Γενικό σφάλμα αντιστροφέα
es_es: Error del inversor.
fr_fr: Erreur du variateur.
hu_hu: Inverterhiba.
it: Errore inverter.
pl_pl: Błąd sumy kontrolnej EEPROM falownika.
ru_ru: Общая ошибка инвертора
sl_si: Napaka invert.
tr_tr: İnverter genel hatası

# InverterErrorCannotWriteParameterWhileRunning
source: The inverter parameter could not be written during execution.
bg: Невъзможност за записване параметър от инвертора по време изпълн.
cs: Nelze zapsat parametr měniče během provedení.
de_de: Schreiben des Inverterparameters während der Ausführung unmöglich.
el_gr: Δεν έγινε γραφή της παραμέτρου αντιστροφέα κατά την εκτέλεση.
es_es: No se ha podido escribir el parámetro del inversor durante la ejecución.
fr_fr: Impossible d’écrire le paramètre du variateur pendant l’exécution.
hu_hu: Az inverter paramétere nem írható a kivitelezés során.
it: Impossibile scrivere il parametro dell'inverter durante l'esecuzione.
pl_pl: Błąd odczytu EEPROM falownika.
ru_ru: Параметр инвертора не может быть записан во время выполнения.
sl_si: Ni mogoče zapisati parametra inverterja med izvajanjem.
tr_tr: Yürütme sırasında sürücü parametresi yazılamadı.

# InverterErrorDatasetValuesAreDifferent
source: The data of the inverter dataset do not match.
bg: Данните в набора с данни от инвертора не съвпадат.
cs: Data datové sady měniče nesouhlasí.
de_de: Datensatzdaten des Inverters stimmen nicht überein.
el_gr: Τα δεδομένα του συνόλου δεδομένων του αντιστροφέα δεν ταιριάζουν.
es_es: Los datos del conjunto de datos del inversor no coinciden.
fr_fr: Les données de la base de données du variateur ne correspondent pas.
hu_hu: Az inverter adatkészletének adatai nem megfelelőek.
it: I dati del dataset dell'inverter non corrispondono.
pl_pl: Błąd zapisu EEPROM falownika.
ru_ru: Данные набора данных инвертора не соответствуют.
sl_si: Nabor podatkov inverterja ne ustreza.
tr_tr: İnverter veri setinin verileri eşleşmiyor.

# InverterErrorEepromChecksumError
source: Inverter EEPROM checksum error.
bg: Грешк контролна сума EEPROM инвертор.
cs: Chyba kontr součtu EEPROM měniče.
de_de: Checksum-Fehler EEPROM Inverter.
el_gr: Σφάλμα αθροίσματος ελέγχου αντιστροφέα EEPROM.
es_es: Error de suma de comprobación de la EEPROM del inversor.
fr_fr: Erreur de somme de contrôle EEPROM du variateur.
hu_hu: Inverter EEPROM checksum hiba.
it: Errore checksum EEPROM dell'inverter.
pl_pl: Nieprawidłowy zbiór danych falownika.
ru_ru: Ошибка контрольной суммы EEPROM инвертора.
sl_si: Nap kontrolne vsote EEPROM-a inver.
tr_tr: İnverter EEPROM sağlama toplamı hatası.

# InverterErrorEepromReadError
source: Inverter EEPROM reading error.
bg: Грешка четене EEPROM на инвертора.
cs: Chyba čtení EEPROM měniče.
de_de: Lesefehler EEPROM Inverter.
el_gr: Σφάλμα ανάγνωσης αντιστροφέα EEPROM.
es_es: Error de lectura de la EEPROM del inversor.
fr_fr: Erreur de lecture EEPROM du variateur.
hu_hu: Inverter EEPROM olvasási hiba.
it: Errore lettura EEPROM dell'inverter.
pl_pl: Nieprawidłowy parametr falownika.
ru_ru: Ошибка считывания EEPROM инвертора.
sl_si: Napaka branja EEPROM-a inverterja.
tr_tr: İnverter EEPROM okuma hatası.

# InverterErrorEepromWriteError
source: Inverter EEPROM writing error.
bg: Грешка запис EEPROM от инвертор.
cs: Chyba zápisu EEPROM měniče.
de_de: Schreibfehler EEPROM Inverter.
el_gr: Σφάλμα γραφής αντιστροφέα EEPROM.
es_es: Error de escritura en la EEPROM del inversor.
fr_fr: Erreur d’écriture EEPROM du variateur.
hu_hu: Inverter EEPROM írási hiba.
it: Errore scrittura EEPROM dell'inverter.
pl_pl: Podany węzeł nie jest dostępny.
ru_ru: Ошибка записи EEPROM инвертора.
sl_si: Napaka zapisov EEPROM-a inverterja.
tr_tr: İnverter EEPROM yazma hatası.

# InverterErrorInvalidDataset
source: Invalid inverter dataset.
bg: Невал набор данни инвертор.
cs: Datová sada měniče neplatná.
de_de: Dataset Inverter ungültig.
el_gr: Σύνολο δεδομένων αντιστροφέα άκυρο.
es_es: Conjunto de datos del inversor no válido.
fr_fr: Base de données du variateur non valide.
hu_hu: Az inverter adatkészlete nem érvényes.
it: Dataset inverter non valido.
pl_pl: Parametr falownika jest tylko do odczytu.
ru_ru: Недействительный набор данных инвертора.
sl_si: Nabor podat inver ni velj.
tr_tr: Geçersiz inverter veri seti.

# InverterErrorInvalidParameter
source: Invalid inverter parameter.
bg: Невалиден параметър инвертор.
cs: Parametr měniče neplatná.
de_de: Inverter-Parameter ungültig.
el_gr: Παράμετρος αντιστροφέα άκυρη.
es_es: Parámetro del inversor no válido.
fr_fr: Paramètre du variateur non valide.
hu_hu: Az inverter paramétere nem érvényes.
it: Parametro inverter non valido.
pl_pl: Parametr falownika jest tylko do zapisu.
ru_ru: Недействительный параметр инвертора.
sl_si: Param inverterja ni veljaven.
tr_tr: Geçersiz inverter parametresi.

# InverterErrorNodeNotAvailable
source: The specified node is not available.
bg: Посоченият възел не е наличен.
cs: Stanovený uzel není k dispozici.
de_de: Angegebener Knoten nicht verfügbar.
el_gr: Ο συγκεκριμένος κόμβος δεν είναι διαθέσιμος.
es_es: El nodo especificado no está disponible.
fr_fr: Le nœud spécifié n’est pas disponible.
hu_hu: A megadott csomópont nem elérhető.
it: Il nodo specificato non è disponibile.
pl_pl: Błąd składni komunikatu wysłanego do falownika.
ru_ru: Указанный узел недоступен.
sl_si: Navedeni vozel ni razpoložljiv.
tr_tr: Belirtilen düğüm mevcut değil.

# InverterErrorParameterIsReadOnly
source: Inverter parameter is read-only.
bg: Параметър инвертора е само за четене.
cs: Parametr měniče pouze ke čtení.
de_de: Inverterparameter schreibgeschützt.
el_gr: Η παράμετρος του αντιστροφέα είναι μόνο για ανάγνωση.
es_es: El parámetro del inversor es de solo lectura.
fr_fr: Le paramètre du variateur est en lecture seule.
hu_hu: Az inverter paramétere csak olvasható.
it: Parametro inverter è in sola lettura.
pl_pl: Nieznany parametr przekazany do falownika.
ru_ru: Параметр инвертора доступен только для чтения.
sl_si: Param inverterja je samo za branje.
tr_tr: Evirici parametresi salt okunurdur.

# InverterErrorParameterIsWriteOnly
source: Inverter parameter is write-only.
bg: Параметър инвертора е само за запис.
cs: Parametr měniče pouze k zápisu.
de_de: Inverterparameter nur schreibbar.
el_gr: Η παράμετρος του αντιστροφέα είναι μόνο για γραφή.
es_es: El parámetro del inversor es de solo escritura.
fr_fr: Le paramètre du variateur est en écriture uniquement.
hu_hu: Az inverter paramétere csak írható.
it: Parametro inverter è in sola scrittura.
pl_pl: Niezgodność pomiędzy długością komunikatu do falownika a typem danych komunikatu.!
ru_ru: Параметр инвертора доступен только для записи.
sl_si: Param inverterja samo za zapisovanje.
tr_tr: Evirici parametresi salt okunurdur.

# InverterErrorSyntaxError
source: Syntax error of the message sent to the inverter.
bg: Грешка синтаксис съобщто изпратено на инвертора.
cs: Chyba syntaxe hlášení zaslaného měniči.
de_de: Syntaxfehler der an den Inverter gesendeten Nachricht.
el_gr: Σφάλμα σύνταξης του μηνύματος που εστάλη στον αντιστροφέα.
es_es: Error de sintaxis en el mensaje enviado al inversor.
fr_fr: Erreur de syntaxe du message envoyé au variateur.
hu_hu: Szintaxishiba az inverterre küldött üzenetben.
it: Errore di sintassi del messaggio inviato all'inverter.
pl_pl: W jednym z falowników wykryty został błąd.
ru_ru: Синтаксическая ошибка сообщения, отправленного на инвертор.
sl_si: Napaka sintakse sporočila, poslanega inverterju.
tr_tr: Eviriciye gönderilen mesajın sözdizimi hatası.

# InverterErrorUnknownParameter
source: Unknown parameter passed to the inverter.
bg: Неизвестен параметър предаден на инвертор.
cs: Měniči předán neznámý parametr.
de_de: Unbekannter Param., an Inverter übergeben.
el_gr: Άγνωστη παράμετρος πέρασε στον αντιστροφέα.
es_es: Parámetro desconocido pasado al inversor.
fr_fr: Paramètre inconnu passé au variateur.
hu_hu: Ismeretlen paraméter továbbítva az inverterre.
it: Parametro sconosciuto passato all'inverter.
pl_pl: Wywołana funkcja bezpieczeństwa.
ru_ru: Неизвестный параметр передан на инвертор.
sl_si: Neznan parameter poslan inverterju.
tr_tr: Sürücüye bilinmeyen parametre iletildi.

# InverterErrorWrongPayloadLength
source: Inconsistency between the length of the message to the inverter and the data type of the message.!
bg: Несъответствие между дължината на съобщто към инвертор и типа данни на съобщто.
cs: Nesoulad mezi délkou hlášení měniči a typu dat hlášení.
de_de: Inkonsistenz zwischen Länge der Nachricht an Inverter und Datentyp der Nachricht.
el_gr: Ασυνέπεια μεταξύ του μήκους του μηνύματος στον αντιστροφέα και του τύπου των δεδομένων του μηνύματος.!
es_es: Incongruencia entre la longitud del mensaje al inversor y el tipo de datos del mensaje.
fr_fr: Incohérence entre la longueur du message au variateur et le type de donnée du message.
hu_hu: Ellentmondás az inverterre küldött üzenet hossza és az üzenet adattípusa között.
it: Incoerenza tra la lunghezza del messaggio all'inverter e il tipo di dato del messaggio.
pl_pl: Nieważna komórka docelowa
ru_ru: Несоответствие между длиной сообщения для инвертора и типом данных сообщения!
sl_si: Neskladnost med dolžino sporočila za inverter in vrsto podatka v sporočilu.
tr_tr: İnvertere gönderilen mesajın uzunluğu ile mesajın veri tipi arasında tutarsızlık.!

# InverterFaultStateDetected
source: An error has been detected in one of the inverters.
bg: Открита е грешка в един от инверторите.
cs: Byla zjištěna chyba u jednoho měniče.
de_de: Festgestellter Fehler in einem Inverter
el_gr: Εντοπίστηκε κάποιο σφάλμα σε έναν από τους αντιστροφείς.
es_es: Se ha detectado un error en uno de los inversores.
fr_fr: Une erreur a été détectée dans l’un des variateurs.
hu_hu: Hiba észlelve az inverterek egyikén.
it: È stato rilevato un errore in uno degli inverter.
pl_pl: Kołyska podnośnika zajęta
ru_ru: На одном из инверторов обнаружена ошибка.
sl_si: Zaznana napaka na enem od inverterjev.
tr_tr: Eviricilerden birinde bir hata algılandı.

# SecurityWasTriggered
source: Security function has triggered.
bg: Функцията за сигурност задействана.
cs: Zasáhla bezpečnostní funkce.
de_de: Sicherheitsfunktion ausgelöst.
el_gr: Ενεργοποιήθηκε η λειτουργία ασφάλειας.
es_es: La función de seguridad se activó.
fr_fr: La fonction de sécurité a été déclenchée.
hu_hu: A biztonsági funkció kioldott.
it: È scattata la funzione di sicurezza.
pl_pl: Niespójność pozycji źródła bazy danych
ru_ru: Сработала предохранительная функция.
sl_si: Sprožila se je varnostna funkcija.
tr_tr: Güvenlik işlevi tetiklendi.

# LoadUnitDestinationCell
source: Not valid destination cell
bg: Невалидна клетка местоназначение
cs: Neplatná cílová buňka
de_de: Ungültige Zielzelle
el_gr: Μη έγκυρη κυψέλη προορισμού
es_es: Celda de destino no válida
fr_fr: Cellule de destination non valide
hu_hu: A célrekesz nem érvényes
it: Cella di destinazione non valida
pl_pl: Brak jednostki ładunkowej we wskazanej zatoce
ru_ru: Недействительная ячейка назначения
sl_si: Ciljna celica ni veljavna
tr_tr: Geçerli hedef hücre değil

# LoadUnitElevator
source: Elevator cradle occupied
bg: Люлка повдигача е заета
cs: Obsazená kolébka zvedáku
de_de: Hebebühnenwiege belegt
el_gr: Η βάση του ανελκυστήρα είναι κατειλημμένη
es_es: Cuna elevador ocupada
fr_fr: Berceau élévateur occupé
hu_hu: Emelőbölcső foglalt
it: Culla elevatore occupata
pl_pl: Wykryto jednostkę ładunkową w zatoce pobierania
ru_ru: Люлька подъемника занята
sl_si: Ležišče dvigala zasedeno
tr_tr: Asansör beşiği işgal edildi

# LoadUnitSourceDb
source: Database source position inconsistency
bg: Несъответствие база данни Изход поз чекмедже
cs: Nekonzistence databáze zdrojové pozice zásuvky
de_de: Inkonsistenz Database ursprüngliche Kastenposition
el_gr: Ασυνεπής θέση πηγής βάσης δεδομένων
es_es: Posición de origen del cajón de la base de datos inconsistente
fr_fr: Incohérence de la base de données de position d’origine du tiroir
hu_hu: Adatbázis-inkonzisztencia tálca kiindulási pozíció
it: Inconsistenza database posizione sorgente cassetto
pl_pl: Stanowisko przeznaczenia tac zajęte
ru_ru: Несоответствие исходного положения базы данных
sl_si: Nesklad podatkovne baze izvornega položaja predala
tr_tr: Veritabanı kaynak konumu tutarsızlığı

# NoLoadUnitInSource
source: No loading unit present in the bay indicated
bg: Няма чекмеджета в посоченото отдел
cs: V uvedené stan není přít žádná zásuvka
de_de: Kein Kasten in angegebener Bucht
el_gr: Δεν υπάρχει καμία μονάδα φόρτωσης στην υποδεικνυόμενη πλατφόρμα
es_es: No hay cajones en la bahía indicada
fr_fr: Aucun tiroir présent dans la baie indiquée
hu_hu: Nincs tálca a jelölt munkaállomáson
it: Nessun cassetto presente nella baia indicata
pl_pl: Jednostka ładunkowa nie jest dostępna
ru_ru: В указанной секции нет загрузочного устройства
sl_si: Na navedeni nak polici ni nob predala
tr_tr: Belirtilen bölmede yükleme ünitesi yok

# LoadUnitNotRemoved
source: Loading unit detected in the extraction bay
bg: Открито чекмедже в отделто изваждане
cs: Zásuvka zjištěna ve stanici vyjmutí
de_de: Kasten in der Entnahmebucht erkannt
el_gr: Εντοπίστηκε μια μονάδα φόρτωσης στην πλατφόρμα εξαγωγής
es_es: Cajón detectado en la bahía de extracción
fr_fr: Tiroir détecté dans la baie d’extraction
hu_hu: Tálca észlelve a kivételi munkaállomáson
it: Cassetto rilevato nella baia di estrazione
pl_pl: Wybrana jednostka ładunkowa nie jest załadowana do magazynu
ru_ru: Единица груза обнаружена в секции отбора
sl_si: Predal zaznan na izvlečn nak polici
tr_tr: Tahliye bölmesinde yükleme birimi tespit edildi

# LoadUnitDestinationBay
source: Tray destination bay occupied
bg: отдел местоназначение заетото чекмедже
cs: Cílová stanice zásuvky obsazena
de_de: Zielbucht des Kastens belegt
el_gr: Πλατφόρμα προορισμού δίσκου κατειλημμένη
es_es: Bahía de destino del cajón ocupada
fr_fr: Baie de destination du tiroir occupée
hu_hu: A tálca célállomási munkaállomása foglalt
it: Baia di destinazione del cassetto occupata
pl_pl: Zatoka źródłowa pustej jednostki ładunkowej
ru_ru: Секция назначения лотка занята
sl_si: Ciljna nakladalna polica predala zasedena
tr_tr: Tepsi hedef bölmesi işgal edildi

# LoadUnitNotFound
source: Loading unit not available
bg: Чекмеджето не е налично
cs: Nekonzistence databáze zásuvky
de_de: Inkonsistenz Kasten-Datenbank
el_gr: Δεν είναι διαθέσιμη η μονάδα φόρτωσης
es_es: Cajón no disponible
fr_fr: Tiroir non disponible
hu_hu: A tálca nem elérhető
it: Cassetto non disponibile
pl_pl: Nieważna komórka źródłowa
ru_ru: Единица загрузки недоступна
sl_si: Neskladje podatk baze predala
tr_tr: Yükleme birimi mevcut değil

# LoadUnitNotLoaded
source: The selected loading unit is not loaded in the warehouse
bg: Избраното чекмедже не е заредено в склада
cs: Vybraná zásuvka není naložena do zásobníku
de_de: Ausgewählter Kasten nicht im Lager geladen
el_gr: Η επιλεγμένη μονάδα φόρτωσης δεν φορτώθηκε στην αποθήκη
es_es: El cajón seleccionado no está cargado en el almacén
fr_fr: Le tiroir sélectionné n’est pas chargé dans l’entrepôt
hu_hu: A kiválasztott tálca nincs betöltve a tárolóba
it: Il cassetto selezionato non risulta caricato in magazzino
pl_pl: Nieprawidłowe czujniki
ru_ru: Выбранная единица груза не загружена на склад
sl_si: Izbrani predal ni naložen v skladišče
tr_tr: Seçilen yükleme birimi depoya yüklenmedi

# LoadUnitSourceBay
source: Source bay of the empty loading unit
bg: Празно изходно отдел чекмедж
cs: Zdrojová stanice zásuvky prázdná
de_de: Ursprüngliche Kastenbucht leer
el_gr: Πλατφόρμα πηγής της άδειας μονάδας φόρτωσης
es_es: Vaciar el cajón de la fuente de la bahía
fr_fr: Baie d’origine du tiroir vide
hu_hu: A tálca kiinduló munkaállomása üres
it: Baia sorgente del cassetto vuota
pl_pl: Nieprawidłowy stan czujników podnośnika
ru_ru: Исходная секция пустой единицы груза
sl_si: Izvor naklad pol predala je praz
tr_tr: Boş yükleme ünitesinin kaynak bölmesi

# LoadUnitSourceCell
source: Not valid source cell
bg: невалидна начална клетка
cs: neplatná výchozí buňka
de_de: Urspr. Zelle ungültig
el_gr: Μη έγκυρη κυψέλη πηγής
es_es: celda de origen no válida
fr_fr: cellule d’origine non valide
hu_hu: kiindulási rekesz nem érvényes
it: cella origine non valida
pl_pl: Nieprawidłowy stan czujników
ru_ru: Недействительная исходная ячейка
sl_si: izvorna celica ni veljav
tr_tr: Geçerli kaynak hücre değil

# BottomLevelBayOccupied
source: Invalid sensors
bg: Грешка сензори отдел
cs: Chyba snímačů stanice
de_de: Fehler Sensor Bucht
el_gr: Οι αισθητήρες δεν είναι έγκυροι
es_es: Error del sensor de la bahía
fr_fr: Erreur des capteurs de baie
hu_hu: A munkaállomás szenzorainak hiba
it: Errore dei sensori di baia
pl_pl: Nieprawidłowy stan czujników
ru_ru: Недействительные датчики
sl_si: Napaka senz naklad police
tr_tr: Geçersiz sensörler

# InvalidPresenceSensors
source: Invalid elevator presence sensors.
bg: Невалидни сензори присъствие
cs: Neplatné snímače přítomnosti
de_de: Verfügbarkeitssens. ungültig
el_gr: Ασυνέπεια κατάστασης αισθητήρων ανελκυστήρα
es_es: Sensores de presencia no válidos
fr_fr: Capteurs de présence non valides
hu_hu: A jelenlétérzékelők nem érvényesek
it: Sensori di presenza non validi
pl_pl: Niedopasowanie czujników zatoki
ru_ru: Несогласованность состояния датчиков подъемника
sl_si: Senzorji prisotnosti neveljav
tr_tr: Geçersiz asansör varlığı sensörleri.

# LoadUnitPresentOnEmptyElevator
source: Inconsistenza stato sensori
bg: Наличие на чекмедже на повдигача
cs: Zásuvka zjištěna ve zvedáku
de_de: Kasten in Hebebühne erkannt
el_gr: Ασυνέπεια κατάστασης αισθητήρων
es_es: Cajón detectado en el elevador
fr_fr: Tiroir détecté sur l’élévateur
hu_hu: Tálca észlelve az emelőn
it: Cassetto rilevato sull'elevatore
pl_pl: Zajęta zatoka górnego poziomu
ru_ru: Несогласованность состояния датчиков
sl_si: Zaznan predal na dvigalu
tr_tr: Tutarsızlık stato sensori

# MissingZeroSensorWithEmptyElevator
source: Inconsistenza stato sensori
bg: Липсващ сензор за нула при празен повдигача
cs: Chybí snímač nulové pol s prázdným zved
de_de: Nullsensor bei leerer Hebebühne fehlt
el_gr: Ασυνέπεια κατάστασης αισθητήρων
es_es: Falta el sensor de cero con el elevador vacío
fr_fr: Absence du capteur de zéro avec élévateur vide
hu_hu: Nincs nulla szenzor, az emelő üres
it: Manca il sensore di zero con elevatore vuoto
pl_pl: Niedopasowanie czujników podnośnika
ru_ru: Несогласованность состояния датчиков
sl_si: Ni senzorja za ničlo pri praznem dvigalu
tr_tr: Tutarsızlık stato sensori

# SensorZeroBayNotActiveAtStart
source: Bay sensors mismatch
bg: Несъотв състояние сензори отдел
cs: Nesoulad stavu snímačů stanice
de_de: Inkonsistenz Sensorstatus Bucht
el_gr: Αναντιστοιχία αισθητήρων πλατφόρμας
es_es: Estado de inconsistencia de los sensores de la bahía
fr_fr: Incohérence de l’état des capteurs de la baie
hu_hu: A munkaállomási szenzorállapotok inkonzisztenciája
it: Inconsistenza stato sensori baia
pl_pl: Maksymalny ciężar załadowany na jednostkę ładunkową jest nadmierny.
ru_ru: Несоответствие датчиков секции
sl_si: Nedosl stanje senz naklad police
tr_tr: Bay sensörleri uyuşmazlığı

source: Top level bay occupied
bg: Високо ниво заето отдел
cs: Vysoká hladina obsazené stanice
de_de: Hohe Ebene der Bucht belegt
el_gr: Κατειλημμένη πλατφόρμα ανωτέρου επιπέδου
es_es: Alto nivel de la bahía ocupada
fr_fr: Niveau haut de la baie occupé
hu_hu: A munkaállomás felső szintje foglalt
it: Livello alto della baia occupato
pl_pl: Migawka zamknięta
ru_ru: Верхний уровень секции занят
sl_si: Visoki nivo nakl police zaseden
tr_tr: Üst düzey körfez işgal edildi
