Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorReasons.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# LoadUnitSourceBay
source: Check that the loading unit is actually present in the source bay. Check that the bay loading unit sensors are working correctly.
bg: Проверете дали чекмедже действително се намира в начално отдел. Проверете дали сензори за наличие на чекмеджета в отдел функционират правилно.
cs: Zkontrolujte, zda je zásuvka skutečně přítomna ve zdrojové stanici. Zkontrolujte, zda snímače přítomnosti zásuvky ve stanici fungují správně.
de_de: Prüfen, ob der Kasten tatsächlich in der ursprünglichen Bucht vorhanden ist. Prüfen, ob die Verfügbarkeitssensoren des Kastens ordnungsgemäß funktionieren.
el_gr: Ελέγξτε ότι η μονάδα φόρτωσης υπάρχει πράγματι στην πλατφόρμα της πηγής. Ελέγξτε ότι οι αισθητήρες της μονάδας φόρτωσης της πλατφόρμας λειτουργούν σωστά.
es_es: Compruebe que el cajón está realmente presente en la bahía de origen. Verifique que los sensores de presencia del cajón en la bahía funcionan correctamente.
fr_fr: Vérifier que le tiroir soit bien présent dans la baie d’origine. Vérifier que les capteurs de présence du tiroir dans la baie fonctionnent correctement.
hr: Provjerite je li pretinac zaista stvarno prisutan u izvornoj uvali. Provjerite rade li senzori prisutnosti pretinca u uvali ispravno.
hu_hu: Ellenőrizze, hogy a tálca ténylegesen megtalálható-e a kiinduló munkaállomáson. Ellenőrizze, hogy a tálca jelenlétét érzékelő szenzorok megfelelően működnek-e a munkaállomáson.
it: Verificare che il cassetto sia effettivamente presente nella baia sorgente. Verificare che i sensori di presenza cassetto in baia funzionino correttamente.
pl_pl: Sprawdzić, czy jednostka ładunkowa jest rzeczywiście obecna w źródłowej zatoce. Sprawdzić, czy czujniki jednostki ładunkowej w zatoce działają prawidłowo.
ru_ru: Убедиться, что единица груза действительно находится в исходной секции. Проверить правильность работы датчиков единицы груза в отсеке
sl_si: Prev, ali je predal dejansko prisoten na izvorni nak polici. Prev, ali senz za prisotnost predala na nak polici delujejo pravilno.
tr_tr: Yükleme biriminin kaynak bölmesinde gerçekten mevcut olup olmadığını kontrol edin. Bölme yükleme ünitesi sensörlerinin doğru çalıştığını kontrol edin.

# LoadUnitSourceCell
source: Check that the source cell of the loading unit inside the database is correctly configured
bg: Проверете дали началната клетката на чекмеджета в базата данни е правилно конфигурирана
cs: Zkontrolujte, zda je zdrojová buňka zásuvky v databázi správně nakonfigurována
de_de: Überprüfen, ob die ursprüngliche Zelle des Kastens in der Datenbank korrekt konfiguriert ist
el_gr: Ελέγξτε ότι η κυψέλη πηγής της μονάδας φόρτωσης μέσα στη βάση δεδομένων έχει διαμορφωθεί σωστά
es_es: Compruebe que la celda de origen del cajón dentro de la base de datos está correctamente configurada
fr_fr: Vérifier que la cellule d’origine du tiroir dans la base de données soit correctement configurée
hr: Provjerite je li izvorna ćelija pretinca unutar baze podataka ispravno konfigurirana
hu_hu: Ellenőrizze, hogy a tálca kiinduló rekesze az adatbázisban megfelelően van-e konfigurálva
it: Verificare che la cella sorgente del cassetto all'interno del database sia correttamente configurata
pl_pl: Sprawdzić, czy komórka źródłowa jednostki ładunkowej w bazie danych jest prawidłowo skonfigurowana
ru_ru: Убедиться, что исходная ячейка единицы груза внутри базы данных имеет соответствующую конфигурацию
sl_si: Preverite, ali je izvorna celica predala znotraj podatkovne baze pravilno konfigurirana
tr_tr: Veritabanı içindeki yükleme biriminin kaynak hücresinin doğru yapılandırıldığını kontrol edin

# BottomLevelBayOccupied
source: Lower bay position is already occupied by a Load unit.
bg: Ниско ниво натоварено отдел.
cs: Nízká hladina stan obsazená.
de_de: Niedrige Buchtebene belegt.
el_gr: Η χαμηλότερη θέση της πλατφόρμας είναι ήδη κατειλημμένη από τη μονάδα φόρτωσης.
es_es: Nivel de bahía bajo ocupado.
fr_fr: Niveau bas de la baie occupé.
hr: Niska raz. uvale je zauzeta.
hu_hu: A munkaállomás alsó szintje foglalt.
it: Livello basso baia occupato.
pl_pl: Dolna pozycja zatoki jest już zajęta przez jednostkę ładunkową.
ru_ru: Нижнее положение секции уже занято единицей груза.
sl_si: Nizki nivo nakl pol zaseden.
tr_tr: Alt bölme konumu zaten bir Yük birimi tarafından işgal edilmiştir.

# InvalidPresenceSensors
source: Invalid elevator presence sensors.
bg: Невалидни сензори присъствие
cs: Neplatné snímače přítomnosti
de_de: Verfügbarkeitssens. ungültig
el_gr: Άκυροι αισθητήρες παρουσίας ανελκυστήρα.
es_es: Sensores de presencia no válidos
fr_fr: Capteurs de présence non valides
hr: Senzori prisutn. nisu valjani
hu_hu: A jelenlétérzékelők nem érvényesek
it: Sensori di presenza non validi
pl_pl: Nieprawidłowe czujniki obecności podnośnika.
ru_ru: Недействительные датчики наличия подъемника.
sl_si: Senzorji prisotnosti neveljavn
tr_tr: Geçersiz asansör varlığı sensörleri.

# LoadUnitPresentOnEmptyElevator
source: Presence on the elevator with the elevator logically unloaded.
bg: Наличие на борда на повдигач с логически разтоварен повдигач.
cs: Přítomn na zvedáku v případě, že je zvedák logicky prázdný.
de_de: Verfügbarkeit auf Hebebühne bei logisch unbeladener Hebebühne
el_gr: Παρουσία στον ανελκυστήρα με εκφορτωμένο λογικά τον ανελκυστήρα.
es_es: Presencia a bordo del elevador con el elevador lógicamente descargado.
fr_fr: Présence à bord de l’élévateur avec élévateur logiquement déchargé.
hr: Prisutnost na dizalici s dizalicom logično istovarenom.
hu_hu: Jelenlét az emelő fedélzetén, amikor az emelő logikailag üres.
it: Presenza a bordo elevatore con elevatore logicamente scarico.
pl_pl: Obecność na podnośniku przy logicznie rozładowanym podnośniku.
ru_ru: Наличие на подъемнике с логически разгруженным подъемником.
sl_si: Prisotnost na dvigalu z logično praznim dvigalom.
tr_tr: Asansörün mantıksal olarak boşaltılmış durumda olması.

# MissingZeroSensorWithEmptyElevator
source: The zero sensor is active but elevator is empty.
bg: Несъгласувано състояние сензор. Сензор палче при нулева стойност е неактивено.
cs: Nesoulad stavu snímačů. Snímač západky v nulové poloze je neaktivní.
de_de: Inkonsistenz des Sensorstatus. Mitnehmer-Sensor bei Null ist inaktiv.
el_gr: Είναι ενεργοποιημένος ο μηδενικός αισθητήρας αλλά ο ανελκυστήρας είναι άδειος.
es_es: El estado del sensor es inconsistente. El sensor del trinquete a cero no está activo.
fr_fr: Incohérence de l’état des capteurs. Le capteur de cliquet à zéro n’est pas actif.
hr: Nedosljednost stanja senzora. Senzor zapinjače na nuli nije aktivan.
hu_hu: A szenzorállapotok inkonzisztenciája. A retesz nulla szenzor nem aktív.
it: Inconsistenza stato sensori. Il sensore di nottolino a zero risulta non attivo.
pl_pl: Czujnik zerowy jest aktywny, ale podnośnik jest pusty.
ru_ru: Датчик нуля включен, но подъемник пуст.
sl_si: Nedosledno stanje senzorjev. Senzor za zatikalnik na ničli ni aktiven.
tr_tr: Sıfır sensörü aktif ancak asansör boş.

# SensorZeroBayNotActiveAtStart
source: Sensors error. The Bay Zero Sensor is not active.
bg: Несъгласувано състояние сензор. Сензорът за нула на отделто не е активен.
cs: Nesoulad stavu snímačů. Snímač nulové polohy stanice je neaktivní.
de_de: Inkonsistenz des Sensorstatus. Der Nullsensor der Bucht ist nicht aktiv.
el_gr: Σφάλμα αισθητήρα. Ο μηδενικός αισθητήρας πλατφόρμας δεν είναι ενεργοποιημένος.
es_es: El estado del sensor es inconsistente. El sensor de cero de la bahía no está activo.
fr_fr: Incohérence de l’état des capteurs. Le capteur de zéro de la baie n’est pas actif.
hr: Nedosljednost stanja senzora. Senzor nule uvale nije aktivan.
hu_hu: A szenzorállapotok inkonzisztenciája. A munkaállomás nulla szenzora nem aktív.
it: Inconsistenza stato sensori. Il sensore di zero della baia non risulta attivo.
pl_pl: Błąd czujników. Czujnik zerowy zatoki nie jest aktywny.
ru_ru: Ошибка датчиков. Датчик нулевой секции не включен.
sl_si: Nedosledno stanje senzorjev. Senzor za ničlo nakladalne police ni aktiven.
tr_tr: Sensör hatası. Bay Zero Sensörü aktif değil.

# TopLevelBayOccupied
source: Upper bay position is already occupied by a drawer.
bg: Заето ниво високия отделен
cs: Vysoká hladina stan obsaz
de_de: Hohe Buchtebene belegt
el_gr: Η ανώτερη θέση της πλατφόρμας είναι ήδη κατειλημμένη από ένα συρτάρι.
es_es: Nivel de la bahía alta ocupado
fr_fr: Niveau haut de la baie occupé
hr: Visoka raz. uvale zauzeta
hu_hu: A munkaállomás felső szintje foglalt
it: Livello alto baia occupato
pl_pl: Górna pozycja zatoki jest już zajęta przez szufladę.
ru_ru: Верхнее положение секции уже занято выдвижным узлом.
sl_si: Visoki nivo nakl pol zas
tr_tr: Üst bölme konumu zaten bir çekmece tarafından işgal edilmiştir.

# ZeroSensorActiveWithFullElevator
source: The elevator chain zero sensor is active but the elevator is full.
bg: Сензорът за нулево палче е активен заедно със сензорите за наличие на повдигач на борда.
cs: Snímač západky v nulové poloze je aktivní současně se snímači přítomnosti na zvedáku.
de_de: Der Mitnehmer-Sensor bei Null ist in Verbindung mit den Verfügbarkeitssensoren an der Hebebühne aktiv.
el_gr: Ο μηδενικός αισθητήρας αλυσίδας ανελκυστήρα είναι ενεργοποιημένος αλλά ο ανελκυστήρας είναι πλήρης.
es_es: El sensor de trinquete cero se activa junto con los sensores de presencia de elevador de a bordo.
fr_fr: Le capteur de cliquet à zéro est actif en même temps que les capteurs de présence sur l’élévateur.
hr: Senzor zapinjača na nuli je aktivan zajedno sa senzorima prisutnosti na dizalu.
hu_hu: A retesz nulla szenzor aktív az emelőfedélzet jelenlétérzékelőivel egyidőben
it: Il sensore di nottolino a zero risulta attivo in concomitanza con i sensori di presenza a bordo elevatore.
pl_pl: Czujnik zerowy łańcucha podnośnika jest aktywny, ale podnośnik jest pełny.
ru_ru: Датчик нуля цепного конвейера подъемника включен, подъемник заполнен.
sl_si: Senzor za zatikalnik na ničli je aktiven hkrati s senzorji za prisotnost na dvigalu.
tr_tr: Asansör zinciri sıfır sensörü aktif ancak asansör dolu.

# LoadUnitWeightExceeded
source: Unload the loading unit in the bay and remove the excess weight. Then set Auto mode.
bg: Разтоварете чекмедж отдел и отстр излишна тежест. След това отново включете автоматичен режим.
cs: Vyložte zásuvku ve stan a odstraňte nadměrnou hmot. Následně jej nastavte to automat režimu.
de_de: Kasten in Bucht entladen und überschüssiges Gewicht entfernen. Anschließend auf Autom. stellen.
el_gr: Εκφορτώστε τη μονάδα φόρτωσης στην πλατφόρμα και αφαιρέστε το υπερβολικό βάρος. Στη συνέχεια ρυθμίστε την αυτόματη λειτουργία.
es_es: Descargue el cajón de la bahía y retire el exceso de peso. Luego vuelve a ponerlo en automático.
fr_fr: Décharger le tiroir dans la baie et enlever le poids en excès. Ensuite, repasser en mode automatique.
hr: Istovarite pretinac u uvali i uklonite višak težine. U nastavku, stavite u automatski.
hu_hu: Rakodja ki a tálcát a munkaállomáson és távolítsa el a súlyfelesleget. Ezután állítsa vissza az automatikus üzemmódot.
it: Scaricare il cassetto in baia e rimuovere il peso in eccesso. In seguito rimettere in automatico.
pl_pl: Rozładować jednostkę ładunkową w zatoce i usunąć nadmiar ciężaru. Następnie ustawić tryb Auto.
ru_ru: Выгрузить единицу груза в секцию и удалить лишний вес. Затем установить Автоматический режим.
sl_si: Predal izpraznite na nakladalni polici in odstranite odvečno težo. Nato ga vrnite na avtomatsko.
tr_tr: Yükleme ünitesini bölmede boşaltın ve fazla ağırlığı kaldırın. Ardından Otomatik modu ayarlayın.

# LoadUnitShutterClosed
source: The shutter is not open. Please check shutter sensors.
bg: клапа не е в отворено полож. Проверете състояние на сензори.
cs: Roleta není v otevřené pozici. Zkontrolujte stav snímačů.
de_de: Rolltür nicht in geöffneter Position. Status der Sensoren prüfen.
el_gr: Το κλείστρο δεν είναι ανοιχτό. Ελέγξτε τους αισθητήρες του κλείστρου.
es_es: La compuerta no está en posición abierta. Compruebe el estado de los sensores.
fr_fr: Volet de fermeture pas en position ouverte. Vérifier l’état des capteurs.
hr: Zaklopka nije u otvorenom položaju. Provjerite stanje senzora.
hu_hu: A redőny nem nyitott állásban van. Ellenőrizze a szenzorok állapotát.
it: Serranda non in posizione aperta. Verificare lo stato dei sensori.
pl_pl: Migawka nie jest otwarta. Proszę sprawdzić czujniki migawki.
ru_ru: Заслонка не открыта. Проверить датчики заслонки.
sl_si: Loputa ni v odprtem položaju. Preverite stanje senzorjev.
tr_tr: Deklanşör açık değil. Lütfen deklanşör sensörlerini kontrol edin.

# LoadUnitShutterOpen
source: The shutter is open. Please check shutter sensors.
bg: клапа не е в затворено полож. Проверете състояние сензори.
cs: Roleta není v zavřené pozici. Zkontrolujte stav snímačů.
de_de: Rolltür nicht in geschl. Pos.. Status der Sensoren überprüfen.
el_gr: Το κλείστρο είναι ανοιχτό. Ελέγξτε τους αισθητήρες του κλείστρου.
es_es: La compuerta no está en posición cerrada. Compruebe el estado de los sensores.
fr_fr: Volet de fermeture pas en position fermée. Vérifier l’état des capteurs.
hr: Zaklopka nije u zatvorenom položaju. Provjerite stanje senzora.
hu_hu: A redőny nem zárt állásban van. Ellenőrizze a szenzorok állapotát.
it: Serranda non in posizione chiusa. Verificare lo stato dei sensori.
pl_pl: Migawka jest otwarta. Proszę sprawdzić czujniki migawki.
ru_ru: Заслонка открыта. Проверить датчики заслонки.
sl_si: Loputa ni v zaprtem položaju. Preverite stanje senzorjev.
tr_tr: Deklanşör açık. Lütfen deklanşör sensörlerini kontrol edin.

# DestinationBelowLowerBound
source: The vertical destination is below lower bound. Please check machine parameters.
bg: Грешка местоназначение на оста под минималното ниво. Проверете параметри на машината.
cs: Chyba cíle osy pod minimální úrovní. Zkontrolujte parametry stroje.
de_de: Fehler Bestimmungsort Achsen unter Mindestniveau. Maschinenparameter prüfen.
el_gr: Ο κατακόρυφος προορισμός είναι κάτω του κατώτερου ορίου. Ελέγξτε τις παραμέτρους του μηχανήματος.
es_es: Error de destino del eje por debajo del nivel mínimo. Compruebe los parámetros de la máquina.
fr_fr: Erreur de destination de l’axe sous le niveau minimum. Vérifier les paramètres de la machine.
hr: Greška odredišta os ispod minimalne razine. Provjerite parametre stroja.
hu_hu: Tengely célállomás a minimumszint alatt hiba. Ellenőrizze a gép paramétereit.
it: Errore destinazione asse sotto livello minimo. Verificare i parametri della macchina.
pl_pl: Pionowy cel jest poniżej dolnej granicy. Proszę sprawdzić parametry maszyny.
ru_ru: Вертикальное назначение находится ниже нижнего предела. Проверить параметры машины.
sl_si: Napaka cilja osi pod najnižjim nivojem. Preverite parametre stroja.
tr_tr: Dikey hedef alt sınırın altında. Lütfen makine parametrelerini kontrol edin.

# BayInvertersBusy
source: The bay is already executing a command and cannot process any more
bg: отделто вече има изпълнена команда и не може да приеме друга
cs: Stanice už provádí příkaz a nemůže přijmout další.
de_de: Steuerb. für Bucht bereits vorh., kein weiterer kann akzep. Werden.
el_gr: Η πλατφόρμα εκτελεί ήδη μια εντολή και δεν μπορεί να επεξεργαστεί άλλες
es_es: La bahía ya tiene un comando en ejecución y no puede aceptar otro
fr_fr: La baie a déjà une commande en cours d’exécution et ne peut pas en accepter une autre
hr: U uvali se već izvršava komanda i ne može prihvatiti drugu.
hu_hu: A munkaállomáson már folyamatban van egy parancs, és nem tud újat fogadni
it: La baia ha già un comando in esecuzione e non può accettarne un altro.
pl_pl: Zatoka wykonuje już polecenie i nie może wykonać kolejnego
ru_ru: Секция уже выполняет команду и больше не может выполнить обработку
sl_si: Na nakladalni polici se že izvaja ukaz in ne more sprejeti drugega.
tr_tr: Bölme zaten bir komut yürütüyor ve artık işleyemiyor

# DestinationOverUpperBound
source: The vertical destination exceeds upper bound. Please check machine parameters.
bg: Грешка на местоназначението на оста над максимално ниво. Проверете параметри машина.
cs: Chyba cíle osy nad maximální úrovní. Zkontrolujte parametry stroje.
de_de: Fehler Bestimmungsort Achsen über Höchstniveau. Maschinenparameter prüfen.
el_gr: Ο κατακόρυφος προορισμός υπερβαίνει το ανώτερο όριο. Ελέγξτε τις παραμέτρους του μηχανήματος.
es_es: Error de destino del eje por encima del nivel máximo. Compruebe los parámetros de la máquina.
fr_fr: Erreur de destination de l’axe au-dessus du niveau maximum. Vérifier les paramètres de la machine.
hr: Greška odredišta os iznad maksimalne razine. Provjerite parametre stroja.
hu_hu: Tengely célállomás a minimumszint felett hiba. Ellenőrizze a gép paramétereit.
it: Errore destinazione asse sopra livello massimo. Verificare i parametri della macchina.
pl_pl: Cel pionowy przekracza górną granicę. Proszę sprawdzić parametry maszyny.
ru_ru: Вертикальное назначение превышает верхний предел. Проверить параметры машины.
sl_si: Napaka cilja osi nad najvišjim nivojem. Preverite parametre stroja.
tr_tr: Dikey hedef üst sınırı aşıyor. Lütfen makine parametrelerini kontrol edin.

source: I/O device error.
bg: Грешка работа с входно-изходно устройство или при изпълн на команда.
cs: Chyba řízení zařízení vstupů/výstupů nebo provedení příkazu.
de_de: Fehler in I/O-Geräteverwaltung oder bei Ausführung eines Steuerbefehls.
el_gr: Σφάλμα διάταξης I/O.
es_es: Error en el manejo del dispositivo de E/S o en la ejecución de un comando.
fr_fr: Erreur lors de la gestion du dispositif E/S ou de l’exécution d’une commande.
hr: Greška upravljanja uređajem I/O ili izvršenja komande.
hu_hu: Hiba az I/O készülék kezeléséven vagy a parancs végrehajtásában.
it: Errore nella gestione del dispositivo I/O o nell'esecuzione di un comando.
pl_pl: Błąd urządzenia I/O.
ru_ru: Ошибка устройства ввода-вывода
sl_si: Napaka pri upravljanju vhodno-izhodne naprave ali izvrševanju ukaza.
tr_tr: G/Ç aygıtı hatası.

# LoadUnitPresentInCell
source: The load unit is inside the warehouse
bg: Чекмедже вече налично в клетка.
cs: Zásuvka je již přít v buňce.
de_de: Kasten bereits in der Zelle.
el_gr: Η μονάδα φόρτωσης είναι μέσα στην αποθήκη
es_es: Cajón ya en la celda.
fr_fr: Tiroir déjà présent dans la cellule.
hr: Pretinac već prisutan u ćeliji.
hu_hu: A tálca már jelen van a rekeszben.
it: Cassetto già presente in cella.
pl_pl: Jednostka ładunkowa znajduje się wewnątrz magazynu
ru_ru: Единица груза внутри склада
sl_si: Predal je že v celici.
tr_tr: Yük birimi deponun içindedir.

# MachineModeNotValid
source: The requested command is not valid in the present machine mode.
bg: Машината не може да приеме заявената мисия поради невалиден режим на машината.
cs: Stroj nedokáže akceptovat požadovanou misi v důsledku neplatného režimu stroje.
de_de: Maschine kann die verlangte Aufgabe aufgrund eines ungültigen Maschinenmodus nicht annehmen.
el_gr: Η απαιτούμενη εντολή δεν είναι έγκυρη στην παρούσα λειτουργία του μηχανήματος.
es_es: La máquina no puede aceptar la misión solicitada debido a un modo de máquina no válido.
fr_fr: La machine n’est pas en mesure d’accepter la mission requise à cause du mode machine non valide.
hr: Stroj ne može prihvatiti traženu misiju zbog neispravnog načina rada stroja.
hu_hu: A gép nem fogadja a kiadott feladatot, mert a gépüzemmód nem érvényes.
it: La macchina non è in grado di accettare la missione richiesta a causa del modo macchina non valido.
pl_pl: Żądane polecenie nie jest ważne w aktualnym trybie maszyny.
ru_ru: Запрошенная команда недействительна в текущем режиме машины.
sl_si: Naprava ne more sprejeti zahtevane naloge zaradi neveljavnega načina stroja.
tr_tr: İstenen komut, mevcut makine modunda geçerli değil.

# SecurityBarrierWasTriggered
source: Please check all security barriers.
bg: Прекъсната е предпазната бариера. Изчистете района и опитайте отново.
cs: Bezpečnostní bariéra je přerušena. Uvolněte oblast a zkuste to znovu.
de_de: Sicherheitsschr. durchbrochen. Bereich räumen und erneut vers.
el_gr: Ελέγξτε όλα τα φράγματα ασφαλείας.
es_es: Se rompe una barrera de seguridad. Despeja la zona y vuelve a intentarlo.
fr_fr: Une barrière de sécurité est interrompue. Libérer la zone et réessayer.
hr: Sigurnosna barijera je prekinuta. Oslobodite područje i ponovno pokušajte.
hu_hu: Az egyik biztonsági fényfüggöny megszakadt. Szabadítsa fel a zónát és próbálja újra.
it: Una barriera di sicurezza risulta interrotta. Liberare la zona e riprovare.
pl_pl: Proszę sprawdzić wszystkie bariery bezpieczeństwa.
ru_ru: Проверить все предохранительные барьеры.
sl_si: Varnostna pregrada je prekinjena. Počistite območje in poskusite znova.
tr_tr: Lütfen tüm güvenlik bariyerlerini kontrol edin.

# SecurityButtonWasTriggered
source: Please check all security buttons.
bg: Натиснат е авариен (гъбен) бутон. Проверете състояние и опитайте отново.
cs: Bylo stisknuto nouz tlač. Zkontrolujte jeho stav a zkuste to znovu.
de_de: Not-Aus-Taste (Pilztaster) wurde gedrückt. Status überprüfen und erneut versuchen.
el_gr: Ελέγξτε όλα τα κουμπιά ασφαλείας.
es_es: Se ha pulsado un botón de emergencia (seta). Comprueba el estado y vuelve a intentarlo.
fr_fr: Un bouton coup-de-poing d'arrêt d'urgence a été enfoncé. Vérifier l’état et réessayer.
hr: Gumb (tipkalo) za stanje nužde je pritisnut/o. Provjerite stanje i pon. pokušajte.
hu_hu: Egy vészleállító nyomógomb be van nyomva. Ellenőrizze az állapotát és próbálja újra.
it: Un pulsante (fungo) di emergenza è stato premuto. Verificare lo stato e riprovare.
pl_pl: Proszę sprawdzić wszystkie przyciski bezpieczeństwa.
ru_ru: Проверить все предохранительные кнопки.
sl_si: Pritisnjen je bil gumb za zaust v sili (goba). Prev stanje in posk. znova.
tr_tr: Lütfen tüm güvenlik düğmelerini kontrol edin.

# LoadUnitOtherBay
source: The load unit is in another bay.
bg: Чекмедже вече налично в друго отделен.
cs: Zásuvka je již přítomna v jiné stanici.
de_de: Kasten bereits in anderer Bucht
el_gr: Η μονάδα φόρτωσης είναι σε μια άλλη πλατφόρμα.
es_es: Cajón ya presente en otra bahía.
fr_fr: Tiroir déjà présent dans une autre baie.
hr: Pretinac već prisutan u drugoj uvali.
hu_hu: A tálca már jelen van egy másik rekeszben.
it: Cassetto già presente in un'altra baia.
pl_pl: Jednostka ładunkowa znajduje się w innej zatoce.
ru_ru: Единица груза находится в другой секции.
sl_si: Predal je že na drugi nak polici
tr_tr: Yük birimi başka bir bölmede.

# LoadUnitSourceElevator
source: The load unit on board is unknown
cs: Nelze stanovit zásuvku ve zvedáku.
de_de: Nicht möglich, Kasten an Hebebühne zu bestimm.
el_gr: Η μονάδα φόρτωσης επί του μηχανήματος είναι άγνωστη
es_es: No se puede determinar el cajón del elevador.
fr_fr: Impossible de déterminer le tiroir à bord de l’élévateur.
hr: Nije moguće utvrditi pretinac u dizalici.
hu_hu: A tálca nem azonosítható az emelő fedélzetén.
it: Impossibile determinare il cassetto a bordo elevatore.
pl_pl: Jednostka ładunkowa na pokładzie jest nieznana
ru_ru: Единица груза на машине неизвестна
sl_si: Ni mogoče opredeliti predala na dvigalu.
tr_tr: Gemideki yük birimi bilinmiyor

# BottomLevelBayEmpty
source: Bottom Bay Level is Empty
bg: Ниво ниско отделен празно
cs: Nízká hladina prázdné stan
de_de: Niedrige Buchtebene leer.
el_gr: Το κάτω επίπεδο της πλατφόρμας είναι άδειο
es_es: Nivel de vacío de la bahía baja
fr_fr: Niveau de baie basse vide
hr: Niska razina uvale prazno.
hu_hu: A munkaállomás alsó szintje üres
it: Livello baia bassa vuoto.
pl_pl: Dolny poziom zatoki jest pusty
ru_ru: Нижний уровень секции пуст
sl_si: Nivo nizke nakl pol praz.
tr_tr: Alt Bölme Seviyesi Boş
