Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorReasons.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# InverterErrorParameterIsWriteOnly
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorSyntaxError
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorUnknownParameter
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterErrorWrongPayloadLength
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# InverterFaultStateDetected
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Ако проблем не изчезне се свърж с отдел обслуж клиенти
cs: Vypněte stroj a znovu jej zapněte.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo.
fr_fr: Erreur momentanée.
hr: Isključite i pon.uključite stroj. Ako se problem nastavi, obratite se sl. za potporu.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
it: Spegnere e riaccendere la macchina. Se il problema persiste, contattare l'assistenza.
pl_pl: Błąd tymczasowy.
ru_ru: Временная ошибка.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Sorun tekrar ortaya çıkarsa lütfen Ferretto müşteri hizmetlerini arayın.

# SecurityWasTriggered
source: Check that the emergency buttons are deactivated and that all the safety sensors are deactivated.
bg: Проверете дали аварийните бутони са изключени и дали всички сензори за безопасност са деактивирани.
cs: Zkontrolujte, zda jsou tlačítka nouz zast deaktivovány a zda jsou všechny bezp snímače neAktiv.
de_de: Kontrollieren, ob die Notaus-Pilztaster und alle Sicherheitssensoren deaktiviert sind.
el_gr: Βεβαιωθείτε ότι τα κουμπιά έκτακτης ανάγκης είναι απενεργοποιημένα και ότι είναι απενεργοποιημένοι όλοι οι αισθητήρες.
es_es: Compruebe que las setas de emergencia están desactivadas y que todos los sensores de seguridad están desactivados.
fr_fr: Vérifier que les boutons d’arrêt d’urgence soient désactivés et que tous les capteurs de sécurité soient désactivés.
hr: Provj. da su sva tipkala za isklop u st. nužde deaktiv. kao i da su svi sigurnosni senzori deaktivirani.
hu_hu: Ellenőrizze, hogy a vészleállító nyomógombok és valamennyi biztonsági szenzor deaktiválva van-e.
it: Controllare che i funghi di emergenza siano disattivati e che tutti i sensori di sicurezza siano disattivi.
pl_pl: Sprawdzić, czy przyciski awaryjne są wyłączone i czy wszystkie czujniki bezpieczeństwa są wyłączone.
ru_ru: Убедиться, что аварийные кнопки и предохранительные датчики отключены.
sl_si: Preverite, ali so gobasti gumbi za izklop v sili in vsi varnostni senzorji onemogočeni.
tr_tr: Acil durum düğmelerinin devre dışı bırakıldığını ve tüm güvenlik sensörlerinin devre dışı bırakıldığını kontrol edin.

# LoadUnitDestinationCell
source: Verify that the target cell of the loading unit inside the database is correctly configured
bg: Проверете дали целевата клетка на чекмеджето в базата данни е правилно конфигурирана
cs: Zkontrolujte, zda je cílová buňka zásuvky v databázi správně nakonfigurována
de_de: Prüfen, ob die Zielzelle des Kastens korrekt in der Datenbank konfiguriert ist
el_gr: Επαληθεύστε ότι η κυψέλη στόχου της μονάδας φόρτωσης μέσα στη βάση δεδομένων έχει διαμορφωθεί σωστά
es_es: Compruebe que la celda de destino del cajón dentro de la base de datos está correctamente configurada
fr_fr: Vérifier que la cellule de destination du tiroir dans la base de données soit correctement configurée
hr: Provjerite je li odredišna ćelija pretinca unutar baze podataka ispravno konfigurirana
hu_hu: Ellenőrizze, hogy a tálca célrekesze az adatbázisban megfelelően van-e konfigurálva
it: Verificare che la cella destinazione del cassetto all'interno del database sia correttamente configurata
pl_pl: Sprawdzić, czy komórka docelowa jednostki ładunkowej w bazie danych jest prawidłowo skonfigurowana
ru_ru: Убедиться, что целевая ячейка единицы груза внутри базы данных имеет соответствующую конфигурацию
sl_si: Preverite, ali je ciljna celica predala znotraj podatkovne baze pravilno konfigurirana
tr_tr: Veritabanı içindeki yükleme biriminin hedef hücresinin doğru yapılandırıldığını doğrulayın

# LoadUnitElevator
source: Check that the lift cradle is empty. Check the correct operation of the loading unit presence sensors on the cradle.
bg: Проверете дали люлката за повдигач е празна. Проверете правилно функциониране на сензори за наличие на чекмедж на люлката.
cs: Zkontrolujte, zda je kolébka zvedáku prázdná. Zkontrolujte správné fungování snímače přítomnosti zásuvky v kolébce.
de_de: Prüfen, ob Wiege der Hebebühne leer Korrekte Funktion der Verfügbarkeitssensoren des Kastens an der Halterung prüfen.
el_gr: Βεβαιωθείτε ότι είναι άδεια η βάση ανύψωσης. Ελέγξτε τη σωστή λειτουργία της αισθητήρων παρουσίας της μονάδας φόρτωσης στη βάση.
es_es: Compruebe que la cuna del elevador está vacía. Compruebe el correcto funcionamiento de los sensores de presencia del cajón en la cuna.
fr_fr: Vérifier que le berceau de l’élévateur soit vide. Vérifier le bon fonctionnement des capteurs de présence du tiroir sur le berceau.
hr: Provjerite da je kolijevka dizalice prazna. Provjerite ispravan rad senzora prisutnosti pretinca na kolijevci.
hu_hu: Ellenőrizze, hogy az emelőbölcső üres-e. Ellenőrizze a tálca jelenlétérzékelőinek megfelelő működését a rekeszen.
it: Verificare che la culla elevatore sia vuota. Verificare il corretto funzionamento dei sensori di presenza cassetto sulla culla.
pl_pl: Sprawdzić, czy kołyska podnośnika jest pusta. Sprawdzić prawidłowe działanie czujników obecności jednostki ładunkowej w kołysce.
ru_ru: Убедиться, что люлька подъемника пуста. Проверить правильность работы датчиков наличия единицы груза в люльке.
sl_si: Preverite, ali je ležišče dvigala prazno. Preverite pravilno delovanje senzorjev za prisotnost predala v ležišču.
tr_tr: Kaldırma beşiğinin boş olup olmadığını kontrol edin. Beşik üzerindeki yükleme ünitesi varlık sensörlerinin doğru çalışıp çalışmadığını kontrol edin.

# LoadUnitSourceDb
source: Check that the source position of the loading unit in the database is correctly configured
bg: Проверете дали Изходта поз на чекмеджето в базата данни е правилно конфигурирана
cs: Zkontrolujte, zda je zdrojová poloha zásuvky v databázi správně nakonfigurována
de_de: Prüfen, ob die ursprüngliche Position des Kastens korrekt in der Datenbank konfiguriert ist
el_gr: Ελέγξτε ότι η θέση πηγής της μονάδας φόρτωσης μέσα στη βάση δεδομένων έχει διαμορφωθεί σωστά
es_es: Compruebe que la ubicación de origen del cajón dentro de la base de datos está correctamente configurada
fr_fr: Vérifier que la position d’origine du tiroir dans la base de données soit correctement configurée
hr: Provjerite je li izvorni položaj pretinca unutar baze podataka ispravno konfiguriran
hu_hu: Ellenőrizze, hogy a tálca kiinduló pozíciója az adatbázisban megfelelően van-e konfigurálva
it: Verificare che la posizione sorgente del cassetto all'interno del database sia correttamente configurata
pl_pl: Sprawdzić, czy pozycja źródłowa jednostki ładunkowej w bazie danych jest prawidłowo skonfigurowana
ru_ru: Убедиться, что исходное положение единицы груза в базе данных настроено правильно
sl_si: Preverite, ali je izvorni položaj predala znotraj podatkovne baze pravilno konfiguriran
tr_tr: Veritabanındaki yükleme biriminin kaynak konumunun doğru yapılandırıldığını kontrol edin

# NoLoadUnitInSource
source: Make sure that a loading unit is present in the bay and that the presence sensors work correctly
bg: Уверете се че в отделто има чекмедже и че сензорите за наличие функционират правилно
cs: Ujistěte se, zda je zásuvka přítomna ve stanici a zda snímače přítomnosti fungují správně
de_de: Sicherstellen, dass Kasten in der Bucht ist und Verfügbarkeitssensoren ordnungsgemäß funktionieren
el_gr: Βεβαιωθείτε ότι η μονάδα φόρτωσης υπάρχει στην πλατφόρμα και ότι οι αισθητήρες που υπάρχουν λειτουργούν σωστά
es_es: Asegúrese de que hay un cajón en la bahía y que los sensores de ocupación funcionan correctamente
fr_fr: S’assurer qu’un tiroir soit présent dans la baie et que les capteurs de présence fonctionnent correctement
hr: Uvjerite se da je pretinac prisutan u uvali i da senzori prisutnosti ispravno rade
hu_hu: Ellenőrizze, hogy egy tálca megtalálható legyen a munkaállomáson, és a jelenlétérzékelő szenzorok megfelelően működjenek
it: Assicurarsi che un cassetto sia presente in baia e che i sensori di presenza funzionino correttamente
pl_pl: Upewnij się, że w zatoce znajduje się jednostka ładunkowa i że czujniki obecności działają prawidłowo
ru_ru: Убедиться, что в секции есть единица груза и что датчики наличия работают правильно
sl_si: Prepričajte se, da je na nakladalni polici predal in da senzorji za prisotnost delujejo pravilno
tr_tr: Bölmede bir yükleme ünitesinin bulunduğundan ve varlık sensörlerinin doğru çalıştığından emin olun.

# LoadUnitNotRemoved
source: If the loading unit has been removed, check the loading unit presence sensors in the bay, otherwise remove the loading unit from the bay.
bg: Ако чекмедже е било извадено проверете сензори наличие чекмедже в отдел в противен случай извадете чекмедже от отдел.
cs: Pokud byla zásuvka odstraněna, zkontrolujte snímače přít zásuvky ve stan, v opačném případě zásuvku ze stan odstraňte.
de_de: Wenn Kasten entnommen, Verfügbarkeitssensoren des Kastens in der Bucht kontrollieren, Kasten andernfalls aus der Bucht nehmen
el_gr: Αν η μονάδα φόρτωσης έχει αφαιρεθεί, ελέγξτε τους αισθητήρες παρουσίας της μονάδας φόρτωσης στην πλατφόρμα, διαφορετικά αφαιρέστε τη μονάδα φόρτωσης από την πλατφόρμα.
es_es: Si el cajón ha sido retirado, compruebe los sensores de presencia del cajón en la bahía, de lo contrario, retire el cajón de la bahía.
fr_fr: Si le tiroir a été enlevé, vérifier les capteurs de présence de tiroir dans la baie, sinon enlever le tiroir de la baie.
hr: Ako je pretinac uklonjen, provjerite senzori prisutnosti pretinca u uvali, u suprotnom uklonite pretinac iz uvale.
hu_hu: Ha a tálca már el van távolítva, ellenőrizze a tálca jelenlétét érzékelő szenzorokat a munkaállomáson, vagy távolítsa el a tálcát a munkaállomásról.
it: Se il cassetto è stato rimosso controllare i sensori di presenza cassetto in baia, altrimenti rimuovere il cassetto dalla baia.
pl_pl: Jeśli jednostka ładunkowa została usunięta, sprawdź czujniki obecności jednostki ładunkowej w zatoce, w przeciwnym razie usuń jednostkę ładunkową z zatoki.
ru_ru: Если единица груза была извлечена, проверить датчики наличия единицы груза в секции, в противном случае извлечь единицу груза из секции.
sl_si: Če je bil predal odstr., preverite senzorje za prisotnost predala na nakl. polici, sicer predal odstranite z nak police.
tr_tr: Yükleme birimi çıkarılmışsa, bölmedeki yükleme birimi varlık sensörlerini kontrol edin, aksi takdirde yükleme birimini bölmeden çıkarın.

# LoadUnitDestinationBay
source: Verify that the destination bay of the drawer is actually empty. Check that the bay loading unit sensors are working correctly.
bg: Проверете дали отделто за местоназначение чекмедже наистина е празно. Проверете дали сензори за наличие на чекмеджета в отдел функционират правилно.
cs: Zkontrolujte, zda je cílová stanice zásuvky skutečně prázdná. Zkontrolujte, zda snímače přítomnosti zásuvky ve stanici fungují správně.
de_de: Prüfen, ob die Zielbucht des Kastens tatsächlich leer ist. Prüfen, ob die Verfügbarkeitssensoren des Kastens ordnungsgemäß funktionieren.
el_gr: Επαληθεύστε ότι η πλατφόρμα προορισμού του συρταριού είναι πραγματικά άδεια. Ελέγξτε ότι οι αισθητήρες της μονάδας φόρτωσης της πλατφόρμας λειτουργούν σωστά.
es_es: Verifique que la bahía de destino del cajón esté realmente vacía. Verifique que los sensores de presencia del cajón en la bahía funcionan correctamente.
fr_fr: Vérifier que la baie de destination du tiroir soit réellement vide. Vérifier que les capteurs de présence du tiroir dans la baie fonctionnent correctement.
hr: Provjerite je li odredišna uvala pretinca stvarno prazna. Provjerite rade li senzori prisutnosti pretinca u uvali ispravno.
hu_hu: Ellenőrizze, hogy a tálca célállomási munkaállomása ténylegesen üres-e. Ellenőrizze, hogy a tálca jelenlétét érzékelő szenzorok megfelelően működnek-e a munkaállomáson.
it: Verificare che la baia di destinazione del cassetto sia effettivamente vuota. Verificare che i sensori di presenza cassetto in baia funzionino correttamente.
pl_pl: Sprawdzić, czy docelowa zatoka szuflady jest rzeczywiście pusta. Sprawdzić, czy czujniki jednostki ładunkowej w zatoce działają prawidłowo.
ru_ru: Убедиться, что секция назначения выдвижного узла действительно пуста. Проверить правильность работы датчиков единицы груза в отсеке
sl_si: Preverite, ali je ciljna nakladalna polica predala dejansko prazna. Preverite, ali senzorji za prisotnost predala na nakladalni polici delujejo pravilno.
tr_tr: Çekmecenin hedef bölmesinin gerçekten boş olduğunu doğrulayın. Bölme yükleme ünitesi sensörlerinin doğru çalıştığını kontrol edin.

# LoadUnitNotFound
source: The selected load unit is not available. Check the load unit number entered and the logical position of the load unit.
bg: Избраното чекмедже не е налично. Проверете номера на поставеното чекмедже и логическата поз на чекмеджето.
cs: Vybraná zásuvka není přítomna v databázi. Zkontrolujte zadané číslo zásuvky a správnou konfiguraci databáze.
de_de: Ausgewählte Kasten nicht in der Datenbank vorhanden. Eingegebene Kastennnummer und korrekte Konfiguration der Datenbank prüfen.
el_gr: Η επιλεγμένη μονάδα φόρτωσης δεν είναι διαθέσιμη. Ελέγξτε τον εισαγόμενο αριθμό της μονάδας φόρτωσης και τη λογική θέση της μονάδας φόρτωσης.
es_es: El cajón seleccionado no está disponible. Compruebe el número de cajón insertado y la posición lógica del cajón.
fr_fr: Le tiroir sélectionné n’est pas disponible. Vérifier le numéro de tiroir inséré et la position logique du tiroir.
hr: Odabrani pretinac nije prisutan u bazi podataka. Provjerite uneseni broj pretinca i ispravnu konfiguraciju baze podataka.
hu_hu: A kiválasztott tálca nem áll rendelkezésre. Ellenőrizze a behelyezett tálca számát és a tálca logikai pozícióját.
it: Il cassetto selezionato non è disponibile. Verificare il numero cassetto inserito e la posizione logica del cassetto.
pl_pl: Wybrana jednostka ładunkowa nie jest dostępna. Sprawdzić wprowadzony numer jednostki ładunkowej i logiczne położenie jednostki ładunkowej.
ru_ru: Выбранная единица груза недоступна. Проверить введенный номер единицы груза и логическое положение единицы груза.
sl_si: Izbrani predal ni prisoten v podatkovni bazi. Preverite vneseno številko predala in pravilno konfiguracijo podatkovne baze.
tr_tr: Seçilen yük birimi mevcut değil. Girilen yük birimi numarasını ve yük biriminin mantıksal konumunu kontrol edin.

# LoadUnitNotLoaded
source: The selected loading unit is present in the database but is not loaded in the warehouse. Check the database configuration.
bg: Избраното чекмедже се появява в базата данни но не се зарежда в склада. Проверете конфигурацията на базата данни.
cs: Vybraná zásuvka je přítomna v databázi, ale není naložena do zásobníku. Zkontrolujte konfiguraci databáze.
de_de: Der ausgewählte Kasten ist in der Datenbank vorhanden, aber nicht im Lager geladen. Konfiguration der Datenbank prüfen.
el_gr: Η επιλεγμένη μονάδα φόρτωσης υπάρχει στη βάση δεδομένων αλλά δεν φορτώθηκε στην αποθήκη. Ελέγξτε τη διαμόρφωση της βάσης δεδομένων.
es_es: El cajón seleccionado está presente en la base de datos pero no está cargado en el almacén. Compruebe la configuración de la base de datos.
fr_fr: Le tiroir sélectionné est présent dans la base de données mais n’est pas chargé dans l’entrepôt. Vérifier la configuration de la base de données.
hr: Odabrani pretinac je prisutan u bazi podataka ali nije utovaren u skladište. Provjerite konfiguraciju baze podataka.
hu_hu: A kiválasztott tálca megtalálható az adatbázisban, de nincs betöltve a tárolóba. Ellenőrizze az adatbázis konfigurációját.
it: Il cassetto selezionato risulta presente nel database ma non risulta caricato nel magazzino. Verificare la configurazione del database.
pl_pl: Wybrana jednostka ładunkowa jest obecna w bazie danych, ale nie jest załadowana do magazynu. Sprawdzić konfigurację bazy danych.
ru_ru: Выбранная единица груза есть в базе данных, но не загружается на склад. Проверить конфигурацию базы данных.
sl_si: Izbrani predal je prisoten v podatkovni bazi, ni pa naložen v skladišče. Preverite konfiguracijo podatkovne baze.
tr_tr: Seçilen yükleme birimi veritabanında mevcut ancak depoya yüklenmemiş. Veritabanı yapılandırmasını kontrol edin.
