Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorReasons.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# TopLevelBayEmpty
source: The top bay level is empty.
bg: Празно отдел на високо ниво. Проверете дали чекмеджето е правилно поставено и не се е преместило към машината. Проверете дали лостът на сензора за наличие на се е заклещил.
cs: Vysoká hladina práz stan
de_de: Hohe Buchtebene leer.
el_gr: Το επάνω επίπεδο της πλατφόρμας είναι άδειο.
es_es: Nivel alto bahía vacío. Compruebe que el cajón está correctamente colocado y no se ha desplazado hacia la máquina. Compruebe que la palanca del sensor de presencia no se ha atascado.
fr_fr: Niveau haut de la baie vide. Vérifier que le tiroir soit correctement installé et qu’il ne se soit pas déplacé vers la machine. Vérifier que le levier du capteur de présence ne soit pas coincé.
hr: Vis. raz. uvale prazno.
hu_hu: A munkaállomás felső szintje üres. Ellenőrizze, hogy a tálca megfelelően van-e pozicionálva, és nem mozdult-e el a gép felé. Ellenőrizze, hogy a jelenlétérzékelő nyelve nincs-e megakadva.
it: Livello alto baia vuoto.
pl_pl: Górny poziom zatoki jest pusty.
ru_ru: Верхний уровень секции пуст.
sl_si: Vis nivo nakl pol prazen
tr_tr: Üst bölme seviyesi boş.

source: Another Mission Is Active For This Bay
bg: За това отдел вече има стартирана мисия.
cs: Pro tuto stanici se již provádí mise.
de_de: Es läuft bereits eine Aufgabe für diese Bucht.
el_gr: Μια άλλη αποστολή είναι ενεργοποιημένη για αυτήν την πλατφόρμα
es_es: Ya hay una misión en marcha para esta bahía.
fr_fr: Il y a déjà une mission en cours pour cette baie.
hr: Za ovu uvalu već postoji misija.
hu_hu: Ezen a munkaállomáson már van egy éppen végrehajtott feladat.
it: Esiste già una missione in esecuzione per questa baia.
pl_pl: Inna misja jest aktywna w tej zatoce
ru_ru: Для Этой Секции Активна Еще Одна Задача
sl_si: Za to nakladalno polico se že izvaja naloga.
tr_tr: Bu Körfez İçin Başka Bir Görev Aktif

source: Another Mission Is Active For This Load Unit
bg: За това чекмедже вече има стартирана мисия.
cs: Pro tuto zásuvku se již provádí mise.
de_de: Es läuft bereits eine Aufgabe für diesen Kasten.
el_gr: Μια άλλη αποστολή είναι ενεργοποιημένη για αυτήν τη μονάδα φόρτωσης
es_es: Ya hay una misión en marcha para este cajón.
fr_fr: Il y a déjà une mission en cours pour ce tiroir.
hr: Za ovu uvalu već postoji misija u izvršenju.
hu_hu: Ezen a tálcán már van egy éppen végrehajtott feladat.
it: Esiste già una missione in esecuzione per questo cassetto.
pl_pl: Inna misja jest aktywna dla tej jednostki ładunkowej
ru_ru: Для Этой Единицы Груза Активна Еще Одна Задача
sl_si: Za ta predal se že izvaja naloga.
tr_tr: Bu Yük Birimi İçin Başka Bir Görev Aktif

source: Another Mission Of This Type Is Active
bg: Вече има мисия която се изпълнява за този вид мисия.
cs: Pro tento typ mise se již provádí mise.
de_de: Es gibt bereits eine laufende Aufgabe für diese Aufgabentypologie
el_gr: Μια άλλη αποστολή αυτού του τύπου είναι ενεργοποιημένη
es_es: Ya hay una misión en marcha para este tipo de misiones.
fr_fr: Une mission est déjà en cours d’exécution pour ce type de mission.
hr: Za ovu vrstu misije već postoji misija.
hu_hu: Erre a feladattípusra már van egy éppen végrehajtott feladat.
it: Esiste già una missione in esecuzione per questa tipologia di missione.
pl_pl: Inna misja tego typu jest aktywna
ru_ru: Активна Еще Одна Задача Этого Типа
sl_si: Za to vrsto naloge se že izvaja naloga.
tr_tr: Bu Türden Bir Diğer Görev Aktif

source: No error
bg: Няма открити грешки.
cs: Nezjištěna žádná chyba.
de_de: Keine Fehler entdeckt.
el_gr: Κανένα σφάλμα
es_es: No se han detectado errores.
fr_fr: Aucune erreur détectée.
hr: Nij. greška nije otkr.
hu_hu: Nincs észlelt hiba.
it: Nessun errore rilevato.
pl_pl: Brak błędu
ru_ru: Нет ошибки
sl_si: Napake niso zaznane.
tr_tr: hata yok

# LoadUnitWeightTooLow
source: The load unit weight is below minimum value. Then set Auto mode.
bg: Теглот чекмедже по-ниско от очаквано. След това отново включете автом режим.
cs: hmot zásuvky nižší než oček hmot. Následně jej nastavte do autom režimu.
de_de: Kastengewicht geringer als erwartet. Anschließend auf Automatik stellen.
el_gr: Το βάρος της μονάδας φόρτωσης είναι κάτω της ελάχιστης τιμής. Στη συνέχεια ρυθμίστε την αυτόματη λειτουργία.
es_es: El peso del cajón es inferior al esperado. Luego vuelve a ponerlo en automático.
fr_fr: Poids du tiroir inférieur au poids attendu. Ensuite, repasser en mode automatique.
hr: Tež. Pret. je niža od očekivane težine. U nastavku, stavite u automatski.
hu_hu: A tálca súlya az elvárt súly alatt. Ezután állítsa vissza az automatikus üzemmódot.
it: Peso cassetto inferiore al peso atteso. In seguito rimettere in automatico.
pl_pl: Waga jednostki ładunkowej jest poniżej wartości minimalnej. Następnie ustawić tryb Auto.
ru_ru: Вес единицы груза ниже минимального значения. Затем установить Автоматический режим.
sl_si: Teža predala manjša od pričakovane. Nato ga vrnite na avtomatsko.
tr_tr: Yük birim ağırlığı minimum değerin altında. Ardından Otomatik modu ayarlayın.

# MachineWeightExceeded
source: The sum of total load unit weights is exceeds the maximum value.
bg: Превишена е граница общо тегло машина. Проверете състояние зареждане на машината и нейните чекмеджета.
cs: Překročen limit celkové hmotnosti stroje. Zkontrolujte stav nakládky stroje a jeho zásuvek.
de_de: Gesamtgewicht Maschine überschritten. Beladungszustand der Maschine und ihrer Kästen prüfen.
el_gr: Το άθροισμα των συνολικών βαρών της μονάδας φόρτωσης υπερβαίνει τη μέγιστη τιμή.
es_es: Se ha superado el límite de peso total de la máquina. Compruebe el estado de carga de la máquina y sus cajones.
fr_fr: Limite de poids total de la machine dépassé. Vérifier l’état de charge de la machine et de ses tiroirs.
hr: Premašena je ukupna težina stroja. Provjerite stanje utovarenosti stroja i njegovih pretinaca.
hu_hu: A gép teljes súlyának határértéke meghaladva. Ellenőrizze a gép és a tálcák feltöltési állapotát.
it: Limite peso macchina totale superato. Verificare lo stato di carico della macchina e dei suoi cassetti.
pl_pl: Suma całkowitych ciężarów jednostek ładunkowych przekracza wartość maksymalną.
ru_ru: Сумма общих весов единиц груза превышает максимальное значение.
sl_si: Presežena meja skupne teže stroja. Preverite stanje nalaganja stroja in njegovih predalov.
tr_tr: Toplam yük birim ağırlıklarının toplamı maksimum değeri aşıyor.

# WarehouseIsFull
source: The warehouse is full. It is not possible to find any free cell for the Load Unit.
bg: Складът е пълен и не е възможно да се определи свободна клетка за избраното чекмедже.
cs: Zásobník je plný a nelze určit volnou buňku pro vybranou zásuvku.
de_de: Lager ist voll und es ist nicht möglich, eine freie Zelle für den ausgewählten Kasten zu bestimmen.
el_gr: Η αποθήκη είναι γεμάτη. Δεν είναι δυνατή η εύρεση κάποιας ελεύθερης κυψέλης για τη μονάδα φόρτωσης.
es_es: El almacén está lleno y no es posible determinar una celda libre para el cajón seleccionado.
fr_fr: L’entrepôt est plein et il est impossible de déterminer une cellule libre pour le tiroir sélectionné.
hr: Skladište je puno i nije moguće odrediti slobodnu ćeliju za odabrani pretinac.
hu_hu: A tároló tele van, és nem található szabad rekesz a kiválasztott tálcának.
it: Il magazzino risulta pieno e non è possibile determinare una cella libera per il cassetto selezionato.
pl_pl: Magazyn jest pełny. Nie można znaleźć żadnej wolnej komórki dla jednostki ładunkowej.
ru_ru: Склад полон. Невозможно найти свободную ячейку для единицы груза.
sl_si: Skladišče je polno in za izbrani predal ni mogoče določiti proste celice.
tr_tr: Depo dolu. Yük Birimi için boş hücre bulmak mümkün değildir.

# LoadUnitMissingOnBay
source: Check the loading unit id on the bay. Check that the loading unit presence sensors are working properly. Put the machine in Automatic.
bg: Проверете идентифик чекмедже в отдел. Проверете дали сензори наличие чекмедже в отдел функционират правилно. Превключете машина в режим Автомат.
cs: Zkontrolujte ID zásuvky ve stanici. Zkontrolujte, zda snímače přítomnosti zásuvky ve stanici fungují správně. Nastavte stroj do automatického režimu.
de_de: ID des Kastens in der Bucht überprüfen. Prüfen, ob die Verfügbarkeitssensoren des Kastens ordnungsgemäß funktionieren. Maschine auf Automatik stellen.
el_gr: Ελέγξτε το αναγνωριστικό της μονάδας φόρτωσης στην πλατφόρμα. Ελέγξτε ότι οι αισθητήρες παρουσίας της μονάδας φόρτωσης λειτουργούν σωστά. Βάλτε το μηχάνημα στο αυτόματο.
es_es: Compruebe la identificación del cajón en la bahía. Verifique que los sensores de presencia del cajón en la bahía funcionan correctamente. Ponga la máquina en automático.
fr_fr: Vérifier l’id du tiroir dans la baie. Vérifier que les capteurs de présence du tiroir dans la baie fonctionnent correctement. Mettre la machine en mode Automatique.
hr: Provjerite id pretinca u uvali. Provjerite rade li senzori prisutnosti pretinca u uvali ispravno. Stavite stroj u Automatski.
hu_hu: Ellenőrizze a munkaállomáson lévő tálca azonosítóját. Ellenőrizze, hogy a tálca jelenlétét érzékelő szenzorok megfelelően működnek-e a munkaállomáson. Állítsa a gépet Automatikus üzemmódba.
it: Verificare l'id del cassetto in baia. Verificare che i sensori di presenza cassetto in baia funzionino correttamente. Mettere la macchina in Automatico.
pl_pl: Sprawdzić identyfikator jednostki ładunkowej w zatoce. Sprawdzić, czy czujniki obecności jednostki ładunkowej działają prawidłowo. Przełącz maszynę w tryb automatyczny.
ru_ru: Проверить идентификатор единицы груза в секции. Убедиться, что датчики наличия единицы груза работают правильно. Перевести машину в Автоматический режим.
sl_si: Prev id predala na nakl polici. Prev, ali senzorji za prisot predala na nak polici delujejo pravilno. Stroj nastavite na avtomatsko.
tr_tr: Bölmedeki yükleme birimi kimliğini kontrol edin. Yükleme ünitesi varlık sensörlerinin düzgün çalıştığını kontrol edin. Makineyi Otomatik konumuna getirin.

# LoadUnitMissingOnElevator
source: Check the id of the loading unit on the elevator. Check that the loading unit presence sensors on the elevator are working properly. Put the machine in Automatic.
bg: Проверете идентификатора на чекмедже повдигач. Проверете дали сензорите за наличие на чекмеджетатна подемника функционират правилно. Превключете машинат режим Автом.
cs: Zkontrolujte ID zásuvky ve zvedáku. Zkontrolujte, zda snímače přítomnosti zásuvky na zvedáku fungují správně. Nastavte stroj do automatického režimu.
de_de: Kasten-ID auf Hebebühne prüfen. Prüfen, ob die Verfügbarkeitssensoren des Kastens an der Hebebühne ordnungsgemäß funktionieren. Maschine auf Automatik stellen.
el_gr: Ελέγξτε το αναγνωριστικό της μονάδας φόρτωσης στον ανελκυστήρα. Ελέγξτε ότι οι αισθητήρες παρουσίας της μονάδας φόρτωσης επί του ανελκυστήρα λειτουργούν σωστά. Βάλτε το μηχάνημα στο αυτόματο.
es_es: Compruebe la identificación del cajón en el elevador. Compruebe que los sensores de presencia del cajón en el elevador funcionan correctamente. Ponga la máquina en automático.
fr_fr: Vérifier l’id du tiroir sur l’élévateur. Vérifier que les capteurs de présence du tiroir sur l’élévateur fonctionnent correctement. Mettre la machine en mode Automatique.
hr: Provjerite id pretinca na dizalici. Provjerite rade li senzori prisutnosti pretinca na dizalici ispravno. Stavite stroj u Automatski.
hu_hu: Ellenőrizze az emelőn lévő tálca azonosítóját. Ellenőrizze, hogy a tálca jelenlétét érzékelő szenzorok megfelelően működnek-e az emelőn. Állítsa a gépet Automatikus üzemmódba.
it: Verificare l'id del cassetto sull'elevatore. Verificare che i sensori di presenza cassetto sull'elevatore funzionino correttamente. Mettere la macchina in Automatico.
pl_pl: Sprawdzić identyfikator jednostki ładunkowej na podnośniku. Sprawdzić, czy czujniki obecności jednostki ładunkowej na podnośniku działają prawidłowo. Przełącz maszynę w tryb automatyczny.
ru_ru: Проверить идентификатор единицы груза на подъемнике. Убедиться, что датчики наличия единицы груза на подъемнике работают правильно. Перевести машину в Автоматический режим.
sl_si: Preverite id predala na dvigalu. Preverite, ali senzorji za prisotnost predala na dvigalu delujejo pravilno. Stroj nastavite na avtomatsko.
tr_tr: Asansördeki yükleme ünitesinin kimliğini kontrol edin. Asansördeki yükleme ünitesi varlık sensörlerinin düzgün çalıştığını kontrol edin. Makineyi Otomatik konumuna getirin.

# InverterConnectionError
source: Inverter connection error. Please check ethernet connections
bg: Проблем със свързването на един или повече инвертори. Проверете състояние на Ethernet връзките.
cs: Chyba spojení s měničem (měniči). Zkontrolujte stav ethernetového připojení.
de_de: Verbindungsproblem mit Inverter(n). Den Status der Ethernet-Verbindungen kontrollieren.
el_gr: Σφάλμα σύνδεσης αντιστροφέα. Ελέγξτε τις συνδέσεις ethernet
es_es: Problema de conexión con el/los inversor/es. Compruebe el estado de las conexiones Ethernet.
fr_fr: Problème de connexion avec variateur(s). Contrôler l’état des connexions Ethernet.
hr: Problem spajanja na inverter(e). Provjerite status ethernet veza.
hu_hu: Csatlakozási hiba az inverter(ek)en. Ellenőrizze az Ethernet-csatlakozás állapotát.
it: Problema di connessione con inverter(s). Controllare lo stato delle connessioni ethernet.
pl_pl: Błąd połączenia z falownikiem. Sprawdzić połączenia ethernetowe
ru_ru: Ошибка подключения инвертора. Проверить подключение ethernet
sl_si: Težava pri povezavi z inverterjem(i). Preverite stanje eternetnih povezav.
tr_tr: İnverter bağlantı hatası. Lütfen ethernet bağlantılarını kontrol edin

# IoDeviceConnectionError
source: I/O device connection error. Please check ethernet connections.
bg: Грешка при свързването с I/O устройство. Проверете състояние на Ethernet връзките.
cs: Chyba připojení k zařízení vstupů/výstupů. Zkontrolujte stav ethernetového připojení.
de_de: Verbindungsfehler am I/O-Gerät Den Status der Ethernet-Verbindungen kontrollieren.
el_gr: Σφάλμα σύνδεσης διάταξης I/O. Ελέγξτε τις συνδέσεις ethernet.
es_es: Error de conexión con el dispositivo de E/S. Compruebe el estado de las conexiones Ethernet.
fr_fr: Erreur de connexion au dispositif E/S. Contrôler l’état des connexions Ethernet.
hr: Pogreška pri povezivanju s I/O uređajem. Provjerite status ethernet veza.
hu_hu: Csatlakozási hiba az I/O készüléken. Ellenőrizze az Ethernet-csatlakozás állapotát.
it: Errore di connessione al dispositivo I/O. Controllare lo stato delle connessioni ethernet.
pl_pl: Błąd połączenia urządzenia I/O. Sprawdzić połączenia ethernetowe.
ru_ru: Ошибка подключения устройства ввода-вывода. Проверить подключение ethernet.
sl_si: Napaka pri povezovanju z vhodno-izhodno napravo. Preverite stanje eternetnih povezav.
tr_tr: G/Ç cihazı bağlantı hatası. Lütfen ethernet bağlantılarını kontrol edin.

# LaserConnectionError
source: Laser connection error. Please check ethernet connections.
bg: Грешка при свързването на лазера. Проверете състояние на Ethernet връзките.
cs: Chyba spojení s laserem. Zkontrolujte stav ethernetového připojení.
de_de: Verbindungsfehler mit Laser. Den Status der Ethernet-Verbindungen kontrollieren.
el_gr: Σφάλμα σύνδεσης λέιζερ. Ελέγξτε τις συνδέσεις ethernet.
es_es: Error de conexión del láser. Compruebe el estado de las conexiones Ethernet.
fr_fr: Erreur de connexion avec le laser. Contrôler l’état des connexions Ethernet.
hr: Greška spajanja na laser. Provjerite status ethernet veza.
hu_hu: Csatlakozási hiba a lézeren. Ellenőrizze az Ethernet-csatlakozás állapotát.
it: Errore di connessione con il laser. Controllare lo stato delle connessioni ethernet.
pl_pl: Błąd połączenia z Laserem. Sprawdzić połączenia ethernetowe.
ru_ru: Ошибка подключения лазера. Проверить подключение ethernet.
sl_si: Napaka povezave z laserjem. Preverite stanje eternetnih povezav.
tr_tr: Lazer bağlantı hatası. Lütfen ethernet bağlantılarını kontrol edin.

# InvalidAxisAccelerationConfiguration
source: The {0} Axis movement Acceleration {1} is invalid: Empty load acceleration lower than full load acceleration
bg: Ускорение на движение оста {0} \1} е невалидно: Ускорение празен товар по-ниско от ускорение при пълен товар
cs: Zrychlení pohybu osy {0} {1} je neplatné: Zrychlení na prázdno je nižší než zrychlení při plném zatížení
el_gr: Η {0} επιτάχυνση της κίνησης του άξονα {1} είναι άκυρη: Επιτάχυνση άδειου φορτίου χαμηλότερη από την επιτάχυνση του πλήρους φορτίου
es_es: La Aceleración {1} del movimiento del eje {0} no es válida: Aceleración en vacío inferior a la aceleración a plena carga
fr_fr: The {0} Axis movement Acceleration {1} is invalid: Accélération à vide inférieure à l'accélération à pleine charge
hr: Pokret {0} Ubrzanja osovine {1} nije valjan: Ubrzanje tereta na prazno niže od ubrz. pod punim opterećenjem
hu_hu: A(z) {0} tengelymozgás Gyorsulás {1} érvénytelen: Az üres gyorsulás alacsonyabb, mint a teljes terheléses gyorsulás
pl_pl: Przyspieszenie ruchu {0} osi {1} jest nieprawidłowe: Przyspieszenie pustego ładunku jest mniejsze niż przyspieszenie pełnego ładunku
ru_ru: Ускорение перемещения оси {0} {1} недействительно: Ускорение при отсутствии груза ниже, чем ускорение при полной загрузки
sl_si: Pospeš {1} gibanja osi {0} ni veljavno: pospeš prazne obremenitve je nižje od pospeš polne obremenitve
tr_tr: {0} Eksen hareketi İvmesi {1} geçersiz: Boş yük ivmesi, tam yük ivmesinden daha düşük

# InvalidAxisSpeedConfiguration
source: The {0} Axis movement Speed {1} is invalid: Empty load speed lower than full load speed
bg: Скор {0} движ оста {1} невалидна: Скорост празен товар по-ниска от скорост пълен товар
cs: Rychl pohybu osy {0} {1} je neplatná: Rychl na prázdno je nižší než při plném zatížení
el_gr: Η {0} ταχύτητα της κίνησης του άξονα {1} είναι άκυρη: Ταχύτητα άδειου φορτίου χαμηλότερη από την ταχύτητα του πλήρους φορτίου
es_es: La velocidad {1} de movimiento del eje {0} no es válida: Velocidad en vacío inferior a la de plena carga
fr_fr: La vitesse {1} de déplacement de l'axe {0} n'est pas valide : Vitesse à vide inférieure à la vitesse à pleine charge
hr: Brzina {0}Kretanja Osi {1}nije valj.: Brz. prazn. tereta manja od brz.pod punim opter.
hu_hu: A(z) {0} tengelymozgás Sebesség {1} érvénytelen: Az üres sebesség alacsonyabb, mint a teljes terheléses sebesség
pl_pl: Prędkość ruchu {0} osi {1} jest nieprawidłowe: Prędkość pustego ładunku jest mniejsze niż prędkość pełnego ładunku
ru_ru: Скорость перемещения оси {0} {1} недействительна: Скорость при отсутствии груза ниже скорости при полной загрузке
sl_si: Hitr {1} premik osi {0} ni velj: hitr prazne obrem je nižja od hitr polne obrem
tr_tr: {0} Eksen hareket Hızı {1} geçersiz: Boş yük hızı tam yük hızından daha düşük

# AutomaticRestoreNotAllowed
source: Check presence sensors of elevator and bay
bg: Проверка на сензорите за наличие на повдигача и отделто
cs: Zkontrolujte snímače přítomnosti zvedáku a stanice
de_de: Verfügbarkeitssensoren Hebebühne und Bucht kontrollieren
el_gr: Ελέγξτε τους αισθητήρες ανελκυστήρα και πλατφόρμας
es_es: Comprobar los sensores de presencia del elevador y de la bahía
fr_fr: Contrôler les capteurs de présence de l’élévateur et de la baie
hr: Provjerite senzore prisutnosti dizalice i uvale
hu_hu: Ellenőrizze az emelő és a munkaállomás jelenlétérzékelőit
it: Controllare i sensori di presenza dell'elevatore e della baia
pl_pl: Sprawdzić czujniki obecności podnośnika i zatoki
ru_ru: Проверить датчики наличия подъемника и секции
sl_si: Preverite senzorje za prisotnost dvigala in nakladalne police
tr_tr: Asansör ve bölmenin varlık sensörlerini kontrol edin

# DestinationTypeNotValid
source: The destination type is not valid
bg: Типът на местоназначение е невалиден
cs: Typ cíle je neplatný
de_de: Zieltyp ist nicht gültig
el_gr: Ο τύπος προορισμού δεν είναι έγκυρος
es_es: El tipo de destino no es válido
fr_fr: Le type de destination n’est pas valide
hr: Vrsta odredišta nije valjana
hu_hu: A célállomás típusa nem érvényes
it: Il tipo di destinazione non è valido
pl_pl: Typ miejsca przeznaczenia jest nieprawidłowy
ru_ru: Тип назначения недействителен
sl_si: Vrsta cilja ni veljavna
tr_tr: Hedef türü geçerli değil

# LoadUnitUndefinedBottom
source: Bottom bay position undefined
bg: поз долно отдел не е определена
cs: Dolní poloha stanice není definována
de_de: Untere Pos. der Bucht nicht definiert
el_gr: Απροσδιόριστη θέση κάτω πλατφόρμας
es_es: Posición de la bahía inferior no definida
fr_fr: Position inférieure de baie non définie
hr: Donji položaj uvale nije definiran
hu_hu: A munkaállomás alsó pozíciója nincs meghatározva
it: Posizione inferiore di baia non definita
pl_pl: Nieokreślone dolne położenie zatoki
ru_ru: Положение нижней секции не определено
sl_si: Spodnji položaj naklad police ni določen
tr_tr: Alt bölme konumu tanımsız

# LoadUnitUndefinedUpper
source: Upper bay position undefined
bg: Не е определена поз горно отдел
cs: Horní poloha stanice není definována
de_de: Obere Position der Bucht nicht definiert
el_gr: Απροσδιόριστη θέση επάνω πλατφόρμας
es_es: Posición de la bahía superior no definida
fr_fr: Position supérieure de baie non définie
hr: Gornji položaj uvale nije definiran
hu_hu: A munkaállomás felső pozíciója nincs meghatározva
it: Posizione superiore di baia non definita
pl_pl: Nieokreślone górne położenie zatoki
ru_ru: Положение верхней секции не определено
sl_si: Zgornji položaj naklad police ni določen
tr_tr: Üst bölme konumu tanımsız

# MissionTypeNotValid
source: The mission type is not valid
bg: Типът на мисия е невалиден
cs: Typ mise je neplatný
de_de: Aufgabentyp nicht gültig
el_gr: Ο τύπος αποστολής δεν είναι έγκυρος
es_es: Tipo de misión no válido
fr_fr: Le type de mission n’est pas valide
hr: Vrsta misije nije valjana
hu_hu: A feladat típusa nem érvényes
it: Il tipo di missione non è valido
pl_pl: Typ misji jest nieprawidłowy
ru_ru: Тип задачи недействителен
sl_si: Vrsta naloge ni veljavna
tr_tr: Görev türü geçerli değil

# MoveBayChainNotAllowed
source: Please remove the excess weight. Then close the error.
bg: Разтовар чекмедже отдел отстранете излишна тежест. След като приключите следвайте инструкции за аларма.
cs: Vyložte zásuvku ve stanici a odstraňte nadměrnou hmotnost. Po skončení postupujte dle pokynů výstrahy.
de_de: Kasten in Bucht entladen und überschüssiges Gewicht entfernen. Am Ende den Anweisungen des Alarms folgen.
el_gr: Αφαιρέστε το υπερβολικό βάρος. Στη συνέχεια κλείστε το σφάλμα.
es_es: Descargue el cajón de la bahía y retire el exceso de peso. Cuando haya terminado, siga las instrucciones de la alarma.
fr_fr: Décharger le tiroir dans la baie et enlever le poids en excès. Une fois terminé, suivre les instructions de l’alarme.
hr: Istovarite pretinac u uvali i uklonite višak težine. Na kraju, slijedite upute alarma.
hu_hu: Rakodja ki a tálcát a munkaállomáson és távolítsa el a súlyfelesleget. Ennek végeztével kövesse a riasztás utasításait.
it: Scaricare il cassetto in baia e rimuovere il peso in eccesso. Al termine seguire le istruzioni dell'allarme.
pl_pl: Proszę usunąć nadmiar ciężaru. Następnie zamknąć błąd.
ru_ru: Убрать лишний вес. Затем закрыть ошибку.
sl_si: Predal izpraznite na nakladalni polici in odstranite odvečno težo. Na koncu sledite navodilom alarma.
tr_tr: Lütfen fazla ağırlığı kaldırın. Ardından hatayı kapatın.
