Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/ErrorReasons.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# LoadUnitHeightToBayExceeded
source: The height of the load unit is too high for this bay. Send it to another bay or move it manually
bg: Чекмед е или твърде високо или твърде ниско за това отдел. Вземете го с друго отдел или преместете ръчно
cs: Zásuvka je příliš vysoká pro tuto stan. Odeberte s jinou stanicí nebo ji manuál přesuňte
de_de: Kasten zu hoch für diese Bucht. Mit einer anderen Bucht entnehmen oder per Hand bewegen
el_gr: Το ύψος της μονάδας φόρτωσης είναι πάρα πολύ υψηλό για αυτή την πλατφόρμα. Στείλτε το σε μια άλλη πλατφόρμα ή μετακινήστε το χειροκίνητα
es_es: El cajón es demasiado alto para esta bahía. Recójalo con otra bahía o muévalo manualmente
fr_fr: Le tiroir est trop haut ou trop bas pour cette baie. Le prélever avec une autre baie ou le déplacer manuellement
hr: Pretinac je previsok za ovu uvalu. Preuzmite ga drugom uvalom ili ga ručno pomičite
hu_hu: A tálca túl magasan van ehhez a munkaállomáshoz. Tárolja ki másik munkaállomással vagy mozgassa kézileg
it: Il cassetto è troppo alto per questa baia. Prelevalo con un'altra baia o muovilo manualmente
pl_pl: Wysokość jednostki ładunkowej jest zbyt duża dla tego stanowiska. Przesłać ją do innej zatoki lub przesunąć ręcznie
ru_ru: Высота единицы груза слишком высока для этой секции. Отправить ее в другую секцию или переместить вручную
sl_si: Predal je previsok za to nak polico. Dvignite ga z drugo nak polico ali ga premaknite ročno
tr_tr: Yük biriminin yüksekliği bu bölme için çok yüksek veya çok düşük. Başka bir bölmeye gönderin veya manuel olarak taşıyın

# ElevatorUnderrunDetected
source: The elevator is positioned on the overrun bottom sensor.
bg: Повдигач е достигнал сензор превишаване хода в долна част
cs: Zvedák dosáhl snímače mimoběhu dole
de_de: Die Hebebühne hat den Überlaufsensor unten erreicht
el_gr: Ο ανελκυστήρας είναι τοποθετημένος στον κάτω αισθητήρα υπέρβασης.
es_es: El elevador ha alcanzado el sensor de sobrecarrera inferior
fr_fr: L’élévateur a atteint le capteur de surcourse en bas
hr: Dizalica je dostigla senzor kraja pokreta dolje
hu_hu: Az emelő elérte az alsó túlfutásérzékelőt
it: L'elevatore ha raggiunto il sensore di oltrecorsa in basso
pl_pl: Podnośnik jest ustawiony na dolnym czujniku najazdowym.
ru_ru: Подъемник расположен на нижнем датчике превышения пределов.
sl_si: Dvigalo je doseglo senzor prevelikega hoda spodaj
tr_tr: Asansör, taşma alt sensörüne yerleştirilmiştir.

# BayPositionDisabled
source: The bay position is disabled
bg: поз отдел е деактивирана
cs: Pozice stanice je zakázána
de_de: Buchtenposition ist deaktiviert
el_gr: Είναι απενεργοποιημένη η θέση της πλατφόρμας
es_es: La posición de la bahía está desactivada
fr_fr: La position de baie est désactivée
hr: Položaj uvale je onemogućen
hu_hu: A munkaállomás pozíciója nem engedélyezett
it: La posizione di baia è disabilitata
pl_pl: Pozycja zatoki jest wyłączona
ru_ru: Положение секции отключено
sl_si: Položaj nak police je onemogn
tr_tr: Bölme konumu devre dışı

# MoveExtBayNotAllowed
source: Invalid bay presence sensors.
bg: Грешка на сензор наличие в отдел
el_gr: Άκυροι αισθητήρες παρουσίας πλατφόρμας.
es_es: Error del sensor de presencia de la bahía
fr_fr: Erreur des capteurs de présence de baie
hu_hu: A munkaállomás jelenlétszenzorainak hibája
pl_pl: Nieprawidłowe czujniki obecności zatoki.
ru_ru: Недействительные датчики наличия в секции
tr_tr: Geçersiz bölme varlığı sensörleri.

# StartPositioningBlocked
source: Movement blocked for a long time
bg: Движен застой от твърде дълго време
el_gr: Η κίνηση είναι μπλοκαρισμένη για μεγάλο χρονικό διάστημα
es_es: El movimiento lleva demasiado tiempo estancado
fr_fr: Le mouvement est arrêté depuis trop longtemps
hu_hu: A mozgás túl régen leállt
pl_pl: Ruch zablokowany przez dłuższy czas
ru_ru: Движение заблокировано на долгое время
tr_tr: Hareket uzun süre engellendi

# InverterCommandTimeout
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
ru_ru: Временная ошибка. При повторном возникновении проблемы отключить питание и включить его через 15 секунд.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# IoDeviceCommandTimeout
source: I/O device timeout
bg: Осите не могат да се сменят
el_gr: Τέλος χρόνου διάταξης I/O
es_es: Error en la gestión de la tarjeta de Entradas/Salidas o en la ejecución de un comando.
fr_fr: Erreur lors de la gestion de la carte d’entrées/sorties ou de l’exécution d’une commande.
hu_hu: Hiba a bemeneti/kimeneti kártya kezelésében vagy a parancs végrehajtásában.
pl_pl: Przeterminowanie urządzenia I/O
ru_ru: Время ожидания устройства ввода-вывода
tr_tr: Eksen hatası değiştir

# InverterErrorSyntaxError2
source: Temporary error. If the problem reappears switch off the power and switch on after 15 seconds.
bg: Моментна грешка. Ако проблемът продължава изключете машина и включете отново след 15 секунди.
cs: Vypněte stroj a znovu jej zapněte. Pokud problém přetrvává, obraťte se na asistenci.
de_de: Masch. aus- u. wieder einschalten. Bleibt Problem bestehen, Kundendienst kontaktieren
el_gr: Προσωρινό σφάλμα. Αν επανεμφανιστεί το πρόβλημα απενεργοποιήστε την τροφοδοσία και ενεργοποιήστε μετά από 15 δευτερόλεπτα.
es_es: Error momentáneo. Si el problema persiste, apague la máquina y vuelva a encenderla después de 15 segundos.
fr_fr: Erreur momentanée. Si le problème persiste, éteindre la machine et rallumer après 15 secondes.
hu_hu: Pillanatnyi hiba. Ha a probléma továbbra is fennáll, kapcsolja ki a gépet, majd 15 másodperc múlva kapcsolja vissza.
pl_pl: Błąd tymczasowy. Jeśli problem pojawi się ponownie, wyłączyć zasilanie i włączyć je po 15 sekundach.
sl_si: Ugasnite in ponovno prižgite stroj. Če težava ni odpravljena, se obrnite na podporo.
tr_tr: Geçici hata. Sorun yeniden ortaya çıkarsa, gücü kapatın ve 15 saniye sonra açın.

# TelescopicBayError
source: The telescopic bay is out of place. Position it correctly to restore automatic movements
bg: Телескопично отдел не е на мястото си. Позиционирай правилно за да възстановите автоматични движения
es_es: La bahía telescópica está fuera de lugar. Colóquelo correctamente para restablecer los movimientos automáticos
fr_fr: La baie télescopique n’est pas à sa place. La positionner correctement pour rétablir les mouvements automatiques
hu_hu: A teleszkópos munkaállomás a helyén kívül van. Pozicionálja megfelelően az automatikus mozgások helyreállítására
pl_pl: Zatoka teleskopowa jest poza miejscem. Ustaw ją właściwie aby przywrócić ruchy automatyczne
tr_tr: Teleskopik bölme yerinde değil. Otomatik hareketleri geri yüklemek için doğru şekilde konumlandırın

# LoadUnitTareError
source: Correct the tare parameter of the Loading Unit
bg: Коригиране параметър за тара на чекмедже
es_es: Corregir el parámetro de tara del cajón
fr_fr: Corriger le paramètre de la tare du tiroir
hu_hu: Korrigálja a tálca táraparaméterét
pl_pl: Zmień parametr tara jednostki ładunkowej
tr_tr: Yükleme Ünitesinin dara parametresini düzeltin
