Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.DataModels/Resources/Instructions.*.resx
Languages: es_es, fr_fr, hr

source: Air Filters Check
es_es: Comprobación de los filtros de aire
fr_fr: Contrôle des filtres à air
hr: Provj. zrač. filtara

source: Bearings Check
es_es: Comprobación de rodamientos
fr_fr: Contrôle des roulements
hr: Provjera ležajeva

source: Bearings Grease
es_es: Engrase de rodamientos
fr_fr: Graissage des roulements
hr: Podmazivanje ležajeva

source: Belt Adjust
es_es: Tensión de la correa
fr_fr: Tension de la courroie
hr: Zatezanje remena

source: Belt Fasten
es_es: Comprobación de la fijación del cinturón
fr_fr: Vérification de la fixation de la courroie
hr: Provjera pričvršć. remenja

source: Belt Substitute
es_es: Sustitución de la correa
fr_fr: Remplacement de la courroie
hr: Zamjena remena

source: Cable Chain Check
es_es: Control de la cadena portacables
fr_fr: Contrôle de la chaîne porte-câbles
hr: Provj. lanca držača kabela

source: Cables Check
es_es: Comprobación de cables
fr_fr: Contrôle des câbles
hr: Provj. kabela

source: Chain Adjust
es_es: Tensión de la cadena
fr_fr: Tension de la chaîne
hr: Zatezanje kabela

source: Chain Grease
es_es: Engrase de la cadena
fr_fr: Graissage de la chaîne
hr: Podmazivanje lanca

source: Chain Substitute
es_es: Sustitución de la cadena
fr_fr: Remplacement de la chaîne
hr: Zamjena lanca

source: Contactors Substitute
fr_fr: Remplacement des contacteurs
hr: Zamjenj.Kontaktora

source: Electrical Components Check
es_es: Comprobación de los componentes eléctricos
fr_fr: Contrôle des composants électriques
hr: Provjera el. komponenata

source: First Cell Check
es_es: Comprobar la primera celda
fr_fr: Contrôle de la première cellule
hr: Provjera prve ćelije

source: Guides Check
es_es: Control de rieles
fr_fr: Contrôle des guides
hr: Provjera vodil.

source: Guides Substitute
es_es: Sustitución de guías
fr_fr: Remplacement des guides
hr: Zamjena vodilica

source: Lamps Check
es_es: Comprobación de las luces de advertencia quemadas
fr_fr: Contrôle des voyants grillés
hr: Provjera pregor. indik.svjetla

source: Link Check
es_es: Control conjunto
fr_fr: Contrôle du joint
hr: Provjera spojke

source: Links Grease
es_es: Engrase de juntas
fr_fr: Graissage du joint
hr: Podmazivanje spojke

source: Link Substitute
es_es: Sustitución de la articulación
fr_fr: Remplacement du joint
hr: Zamjena spojke

source: Micro Switches Check
es_es: Control de microinterruptores
fr_fr: Contrôle des micro-interrupteurs
hr: Provjera mikroprekidača

source: Micro Switches Mount
es_es: Fijación del microinterruptor
fr_fr: Fixation des micro-interrupteurs
hr: Pričvršć. mikroprekidača

source: Micro Switches Substitute
es_es: Sustitución del microinterruptor
fr_fr: Remplacement des micro-interrupteurs
hr: Zamjena mikroprekidača

source: Motor Chain Adjust
es_es: Tensión de la cadena del motor
fr_fr: Tension de la chaîne du moteur
hr: Zatezanje lanca motora

source: Motor Chain Grease
es_es: Engrase de la cadena del motor
fr_fr: Graissage de la chaîne du moteur
hr: Podmazivanje lanca motora

source: Motor Chain Substitute
es_es: Sustitución de la cadena del motor
fr_fr: Remplacement de la chaîne du moteur
hr: Zamjena lanca motora

source: Motor Gear Oil
es_es: Comprobación y reposición del nivel de aceite del motorreductor
fr_fr: Vérification et remplissage du niveau d’huile du motoréducteur
hr: Provjera dopunjavanja ulje motoreduktora

source: Motor Gear Substitute
es_es: Sustitución del motorreductor
fr_fr: Remplacement du motoréducteur
hr: Zamjena moto reduktora

source: Optical Sensors Clean
es_es: Limpieza de sensores ópticos
fr_fr: Nettoyage des capteurs optiques
hr: Čišćenje opt. senzora

source: Optical Sensors Mount
es_es: Fijación de los sensores ópticos
fr_fr: Fixation des capteurs optiques
hr: Pričvršć. opt. senzora

source: Pin Pawl Fasteners Check
es_es: Comprobación de los pernos de acoplamiento del trinquete
fr_fr: Contrôle des goujons d’accrochage du cliquet
hr: Provj. klina za kačenje zapinjača

source: Pin Pawl Fasteners Grease
es_es: Engrase de los pasadores del trinquete
fr_fr: Graissage des goujons d’accrochage du cliquet
hr: Podmaziv. klina za kačenje zapinjača

source: Pin Pawl Fasteners Substitute
es_es: Sustitución de los pernos de acoplamiento del trinquete
fr_fr: Remplacement des goujons d’accrochage du cliquet
hr: Zamjena klina za kačenje zapinjača

source: Plastic Cams Check
es_es: Comprobación del estado de las levas de plástico
fr_fr: Vérification de l’état des cames en plastique
hr: Provjera stanja plast.ekscentara

source: Random Cell Check
es_es: Control de células aleatorias
fr_fr: Contrôle aléatoire de la cellule
hr: Slučajna kontr. ćelija

source: Sensor Check
es_es: Pruebas de funcionamiento de los sensores
fr_fr: Tests de fonctionnement des capteurs
hr: Ispitivanja rada senzora

source: Sensors Clean
es_es: Limpieza del sensor
fr_fr: Nettoyage des capteurs
hr: Čišć. senzora

source: Sensors Mount
es_es: Fijación del sensor
fr_fr: Fixation des capteurs
hr: Pričvršć. senzora

source: Shaft Check
es_es: Comprobar el eje de compuerta
fr_fr: Vérification de l’arbre du volet de fermeture
hr: Provj. osovine zaklopke

source: Supports Check
es_es: Comprobación juegos soportes
fr_fr: Vérification des jeux des supports
hr: Provjera zazora nosača

source: Wheels Check
es_es: Comprobación de la rueda de contraste
fr_fr: Vérification des roues de contraste
hr: Provjera kontrastnih kotača

source: Wheels Substitute
es_es: Sustitución de las ruedas de contraste
fr_fr: Remplacement des roues de contraste
hr: Zamjena kontrastnih kotača
