Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.AutomationService.Contracts/Metadata/Resources/Vertimag.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# ShutterType.NotSpecified
source: Not Specified
bg: Не е посочено
cs: Nespecifikováno
de_de: Nicht angegeben
el_gr: Δεν προσδιορίζεται
es_es: No se especifica
fr_fr: Non spécifié
hu_hu: Nincs megadva
it: Non specificato
pl_pl: Nie określono
ru_ru: Не указано
sl_si: Ni opredeljeno
tr_tr: Belirtilmemiş

# ShutterType.ThreeSensors
source: Three Sensor
bg: Три сензора
cs: Tři snímače
de_de: Drei Sens.
el_gr: Τρεις αισθητήρες
es_es: Tres sensores
fr_fr: Trois capteurs
hu_hu: Három szenzor
it: Tre sensori
pl_pl: Trzeci czujnik
ru_ru: Три датчика
sl_si: Trije senz
tr_tr: Üç Sensör

# ShutterType.TwoSensors
source: Two Sensor
bg: Два сензора
cs: Dva snímače
de_de: Zwei Sens.
el_gr: Δύο αισθητήρες
es_es: Dos sensores
fr_fr: Deux capteurs
hu_hu: Két szenzor
it: Due sensori
pl_pl: Drugi czujnik
ru_ru: Два датчика
sl_si: Dva senz
tr_tr: İki Sensör

source: Shutter Assisted Movements
bg: Движ. управл от клапа
cs: Naváděné pohyb rolety
de_de: Geführte Rolltürbew.
el_gr: Υποβοηθούμενες κινήσεις κλείστρου
es_es: Movimiento guiado por la compuerta
fr_fr: Mouv. guidés du volet de fermeture
hr: Vođeni pokr. zaklopke
hu_hu: Redőny vezetett mozg.
it: Mov. guidati serranda
pl_pl: Ruchy wspomagające migawkę
ru_ru: Принудительные движения заслонки
sl_si: Vodeni premiki lopute
tr_tr: Deklanşör Destekli Hareketler

source: Shutter Manual Movements
bg: Ръчни движения клапа
cs: Man. pohyby rolety
de_de: Manuelle Rolltürbew.
el_gr: Χειροκίνητες κινήσεις κλείστρου
es_es: Movimientos manuales de la compuerta
fr_fr: Mouv. manuels du volet de fermeture
hr: Ručni pokr.zaklopke
hu_hu: Redőny kézi mozg.
it: Mov. manuali serranda
pl_pl: Ręczne ruchy migawki
ru_ru: Движения заслонки вручную
sl_si: Ročni premiki lopute
tr_tr: Deklanşör Manuel Hareketler

source: Shutter Type
bg: Тип клапа
cs: Typ rolety
de_de: Rolltürtyp
el_gr: Τύπος κλείστρου
es_es: Tipo de compuerta
fr_fr: Type de volet de fermeture
hr: Vrsta zaklop.
hu_hu: Redőny típus
it: Tipo serranda
pl_pl: Typ migawki
ru_ru: Тип заслонки
sl_si: Tip lopute
tr_tr: Deklanşör Tipi

source: Speed
bg: Скорост
cs: Rychlost
de_de: Geschw.
el_gr: Ταχύτητα
es_es: Velocidad
fr_fr: Vitesse
hr: Brzina
hu_hu: Sebesség
it: Velocità
pl_pl: Prędkość
ru_ru: Скорость
sl_si: Hitrost
tr_tr: Hız

# StepMovementParameters_AdjustAccelerationByWeight
source: Adjust acceleration by height
bg: Правилно ускорение с теглото
cs: Upravit zrychlení s hmotností
de_de: Korrektur Beschl. mit Gewicht
el_gr: Προσαρμογή επιτάχυνσης ύψους
es_es: Corrige aceleración con peso
fr_fr: Corriger l’accélération avec le poids
hr: Ispravi ubrzanje s težinom
hu_hu: Gyorsulás korrekciója súllyal
it: Correggi accelerazione con peso
pl_pl: Regulacja przyspieszenia według wysokości
ru_ru: Отрегулировать ускорение по высоте
sl_si: Popravi pospeševanje s težo
tr_tr: Hızlanmayı yüksekliğe göre ayarlayın

# StepMovementParameters_AdjustSpeedByWeight
source: Adjust speed by weight
bg: Правилна скорост с тегло
cs: Upravit Rychl s hmot
de_de: Korr. Gschw. mit Gewicht
el_gr: Προσαρμογή ταχύτητας βάρους
es_es: Corrige velocidad con peso
fr_fr: Corriger la vitesse avec le poids
hr: Ispravi brzinu s težinom
hu_hu: Sebesség korrekciója súllyal
it: Correggi velocità con peso
pl_pl: Regulacja prędkości w zależności od wagi
ru_ru: Отрегулировать скорость по весу
sl_si: Popravi hitrost s težo
tr_tr: Ağırlığa göre hızı ayarlayın

# StepMovementParameters_Number
source: Number
bg: Номер
cs: Číslo
de_de: Nummer
el_gr: Αριθμός
es_es: Número
fr_fr: Numéro
hr: Broj
hu_hu: Szám
it: Numero
pl_pl: Numer
ru_ru: Номер
sl_si: Št.
tr_tr: Sayı

# StepMovementParameters_Position
source: Position
bg: поз
cs: Pozice
el_gr: Θέση
es_es: Ubicación
hr: Položaj
hu_hu: Pozíció
it: Posizione
pl_pl: Pozycja
ru_ru: Положение
sl_si: Položaj
tr_tr: Durum

# TargetDistance
source: Max distance with manual movement
bg: Максим разст придвижване с ръчно управл
cs: Max. prostor ovladatelný pomocí manuál ovl
de_de: Max. befahrbarer Raum mit man. Steuerungen
el_gr: Μέγιστη απόσταση με χειροκίνητη κίνηση
es_es: Espacio máximo para viajar con controles manuales
fr_fr: Espace max. pouvant être parcouru avec des commandes manuelles
hr: Maks prostor za vožnju s ručnim upravlj.
hu_hu: Max. bejárható tér kézi parancsokkal
it: Max spazio percorribile con comandi manuali
pl_pl: Maks. odległość przy ruchu ręcznym
ru_ru: Макс. расстояние с движением вручную
sl_si: Maks. prostor, ki mog prepot z ročn ukazi
tr_tr: Manuel hareket ile maksimum mesafe

# TargetDistanceAfterZero
source: Max distance with manual movement ater axis zero setup
bg: Максимално разстояние движение ръчно управл след нулева ос
cs: Max. prostor ovladatelný pomocí manuál ovlad po vynul osy
de_de: Max. befahrbarer Raum mit man. Steuerungen nach Nullachse
el_gr: Μέγιστη απόσταση με χειροκίνητη κίνηση μετά τη ρύθμιση του μηδενικού άξονα
es_es: Espacio máximo de desplazamiento con controles manuales después del eje cero
fr_fr: Espace max pouvant être parcouru avec des commandes manuelles après le zéro de l’axe
hr: Maks prostor za vožnju s ručnim upravlj. nakon nula osi
hu_hu: Max. bejárható tér kézi parancsokkal tengelynullázás után
it: Max spazio percorribile con comandi manuali dopo zero asse
pl_pl: Maks. odległość przy ruchu ręcznym po wyzerowaniu osi
ru_ru: Макс. расстояние с движением вручную после настройки нуля оси
sl_si: Maks. prostor, ki mog prepot z ročnimi ukazi po ničli osi
tr_tr: Eksen sıfır ayarında manuel hareket ile maksimum mesafe

source: Total Distance
bg: Общо разстояние
cs: Celková vzdál
de_de: Gesamtabstand
el_gr: Συνολική απόσταση
es_es: Distancia total
fr_fr: Distance totale
hr: Ukupna udalj.
hu_hu: Teljes távolság
it: Totale distanza
pl_pl: Całkowita odległość
ru_ru: Общее расстояние
sl_si: Skupna razdalja
tr_tr: Toplam mesafe

source: View
bg: Визия
cs: Zobraz
de_de: Vision
el_gr: Προβολή
es_es: Visión
fr_fr: Vision
hr: Prikaz
hu_hu: Megtekintés
it: Visione
pl_pl: Widok
ru_ru: Вид
sl_si: Pregled
tr_tr: görüş

source: Center
bg: Център
el_gr: Κέντρο
es_es: Centro
fr_fr: Centre
hu_hu: Középpont
it: Centro
pl_pl: Centrum
ru_ru: Центр
tr_tr: Merkez

# ItemUniqueIdLength
source: Item Id unique length
bg: Уникална дължина ID артикул
de_de: Artikel-ID eindeutige Länge
el_gr: Μοναδικό μήκος αναγνωριστικού στοιχείου
es_es: Longitud única ID del artículo
fr_fr: Longueur univoque de l’ID de l’article
hu_hu: Cikk ID egységes hossza
it: Lunghezza univoca ID articolo
pl_pl: Id element unikalna długość
ru_ru: Идентификатор изделия - уникальная длина
tr_tr: Öğe Kimliği benzersiz uzunluk

source: Box
bg: Контейнер
de_de: Container
el_gr: Κιβώτιο
es_es: Contenedor
fr_fr: Contenant
hu_hu: Tárolóedény
it: Contenitore
pl_pl: Skrzynka
ru_ru: Коробка
tr_tr: Kutu

# Machine_IsAxisChanged
source: Axis Changed in inverter communication
bg: Променена Ос
el_gr: Αλλαγή άξονα στην επικοινωνία αντιστροφέα
es_es: Eje cambiado
fr_fr: Axe modifié
hu_hu: Tengely cserélve
it: Axis Changed
pl_pl: Oś zmieniona w komunikacji z falownikiem
ru_ru: Ось изменена в системе связи с инвертором
tr_tr: İnverter iletişiminde Eksen Değiştirildi

# Machine_IsHeartBeat
source: HeartBeat in inverter communication
bg: Сърцебиене
el_gr: Καρδιακός παλμός στην επικοινωνία αντιστροφέα
es_es: Latidos del corazón
fr_fr: Pulsation
hu_hu: Órajel
it: Heart Beat
pl_pl: Tempo w komunikacji z falownikiem
ru_ru: Импульс в системе связи с инвертором
tr_tr: İnverter iletişiminde HeartBeat

source: Enabe note rules
bg: Акт известн правила
de_de: Aktivieren Sie bekannte Regeln
el_gr: Ενεργοποίηση κανονισμών σημειώσεων
es_es: Habilitar reglas conocidas
fr_fr: Activer les règles relatives aux remarques
hu_hu: A megjelölt szabályok engedélyezése
it: Abilita regole note
pl_pl: Zasady notatek Enabe
ru_ru: Включить правила примечания
tr_tr: Not kurallarını etkinleştir

# ShutterMaxSpeed
source: Max speed
bg: максим скор
de_de: Höchstgeschwindigkeit
el_gr: Μέγιστη ταχύτητα
es_es: Velocidad máxima
fr_fr: Vitesse maximum
hu_hu: Maximális sebesség
it: Velocità massima
pl_pl: Prędkość maks.
ru_ru: Макс. скорость
sl_si: Najvišja hitrost
tr_tr: Max hız

# ShutterMinSpeed
source: Min speed
bg: Минимална скор
de_de: Min Geschwindigkeit
el_gr: Ελάχιστη ταχύτητα
es_es: Velocidad mínima
fr_fr: Vitesse minimum
hu_hu: Minimális sebesség
it: Velocità minima
pl_pl: Prędkość min.
ru_ru: Мин. скорость
sl_si: Najmanjša hitrost
tr_tr: Minimum hız

# ElevatorAxis_HomingAcceleration
source: Homing Acceleration
bg: Ускорение насочване
el_gr: Επιτάχυνση Homing
es_es: Aceleración de reposición
fr_fr: Accélération de homing
hu_hu: Alaphelyzet gyorsulás
it: Accelerazione homing
pl_pl: Przyspieszenie pozycji wyjściowej
ru_ru: Ускорение возврата в исходное положение
tr_tr: Hedef Arama Hızlandırma

# Machine_VerticalCyclesToCalibrate
source: Vertical Cycles To Calibrate
bg: Цикли по вертикалната ос за калибр
es_es: Ciclos del eje vertical para el calibrado
fr_fr: Cycles de l’axe vertical pour le calibrage
hu_hu: A függőleges tengely ciklusai a kalibrációhoz
it: Cicli dell'asse verticale per la calibrazione
pl_pl: Nie spełniono warunków pozycjonowania.
tr_tr: Kalibre Edilecek Dikey Döngüler

# Bay_IsTelescopic
source: Telescopic
bg: Телескопич
es_es: Telescópico
fr_fr: Télescopique
hu_hu: Teleszkópos
it: Telescopica
pl_pl: Nie spełniono warunków startu.
tr_tr: Teleskopik

# Machine_IsEnableAddItem
source: Enable add item
bg: Разрешав добавяне артикул
es_es: Activar la adición de artículos
fr_fr: Activer l’ajout d’article
hu_hu: Cikk hozzáadásának engedélyezése
it: Abilitato aggiungi articolo
pl_pl: Jednostka ładująca nie jest w pełni załadowana.
tr_tr: Öğe eklemeyi etkinleştir

source: Barcode automatic put
bg: Автоматичен депозит с баркод
es_es: Depósito automático con código de barras
fr_fr: Refilling automatique avec code-barres
hu_hu: Automatikus utántöltés vonalkóddal
pl_pl: Automatyczne umieszcze kodu kreskowego
tr_tr: Barkod otomatik koymak

# Machine_IsRequestConfirmForLastOperationOnLoadingUnit
source: Request confirm for last operation on LU
bg: Искане потвърж последната операция в чекмедже
fr_fr: Demander la confirmation pour la dernière opération sur le tiroir
pl_pl: Żądanie potwierdzenia ostatniej operacji dotyczącej jednostki ładunkowej
tr_tr: LU'da son işlem için istek onayı

# ElevatorAxis_VerticalDepositCompensationDelay
source: Vertical Deposit Compensation Delay
bg: Забавяне компенсацията депо
fr_fr: Retard de compensation du dépôt
pl_pl: Opóźnienie pionowej kompensacji odłożenia
tr_tr: Dikey Mevduat Tazminat Gecikmesi

# ElevatorAxis_VerticalPickupCompensationDelay
source: Vertical Pickup Compensation Delay
bg: Забавяне компенсация поемане
fr_fr: Retard de compensation du prélèvement
pl_pl: Opóźnienie pionowej kompensacji pobrania
tr_tr: Dikey Alma Dengeleme Gecikmesi

source: Tote barcode length
bg: Код дължина външен контейнер
fr_fr: Longueur du code du contenant externe
pl_pl: Długość kodu kreskowego pojemnika
tr_tr: Tote barkod uzunluğu

# Machine_IsDisableQtyItemEditingPick
source: Not editing available quantity of item in picking
bg: Не променяйте наличното Колич артикул при поемане
pl_pl: Nieedytowalna dostępna ilość towaru podczas pobierania
tr_tr: Toplamadaki mevcut öğe miktarını düzenlemiyor

source: Fire alarm
bg: Пожарна Аларма
pl_pl: Alarm pożarowy
tr_tr: Yangın alarmı

# Machine_IsOrderList
source: Order List
bg: Списък Заявки
pl_pl: Lista zamówienia
tr_tr: Sipariş listesi

# Machine_IsLocalMachineItems
source: Search items in this machine
bg: Търсене артикули в тази машина
pl_pl: Szukaj towary w tej maszynie
tr_tr: Bu makinedeki öğeleri ara

# Carousel_BayFindZeroLimit
source: Find zero limit
bg: Ограничение търсене нула
pl_pl: Znajdź limit zero
tr_tr: sıfır limit bul

# Machine_TouchHelper
source: Touch helper
bg: Помощ сензор екран
pl_pl: Pomocnik dotykowy
tr_tr: Dokunmatik yardımcı

# Machine_IsUpdatingStockByDifference
source: Update the stock by difference
bg: Актуализиране запаси чрез разлика
pl_pl: Zaktualizuj zapas według różnicy
tr_tr: Stoku farka göre güncelleyin

# Machine_IsEnableHandlingItemOperations
source: Search item by barcode in exchange table (Idroinox)
bg: Търсене артикули с баркод в таблица за обмен (Хидтроинокс)
pl_pl: Wyszukaj pozycję po kodzie kreskowym w tabeli wymiany (Idroinox)
tr_tr: Değişim tablosunda barkodla öğe ara (Idroinox)

# Bay_ProfileConst0
source: Profile K0 constant
bg: Константа K0 мярка
tr_tr: Profil K0 sabiti

# Bay_ProfileConst1
source: Profile K1 constant
bg: Константа k1 мярка
tr_tr: Profil K1 sabiti

source: Can User Enable Wms
bg: Потребителят може актив Wms

# IsRotationClass
source: Rotation Class
bg: Клас на въртене

source: Is Load Unit Fixed
bg: Чекмедж фиксирана асоциация

# BayPosition_Location
source: Location
bg: позиция
de_de: Position
fr_fr: position
hu_hu: pozíció
ru_ru: позиция

source: Name
bg: име
fr_fr: Nom
hu_hu: Neve
ru_ru: имя

# Machine_IsDbSaveOnTelemetry
source: DB Save on Telemetry
el_gr: Βάση δεδομένων που αποθηκεύτηκε στην τηλεμετρία
pl_pl: DB Zapisz na Telemetrii
ru_ru: БД Сохранить в телеметрических данных
tr_tr: Telemetride DB Tasarrufu

source: IoDevice
fr_fr: Dispositif E/S
pl_pl: Urządzenie Io
ru_ru: Устройство ввода-вывода
sl_si: V-iz npr
