Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.AutomationService.Contracts/Metadata/Resources/Vertimag.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

source: Acceleration
bg: Ускорение
cs: Zrychlení
de_de: Beschleun.
el_gr: Επιτάχυνση
es_es: Aceleración
fr_fr: Accélération
hr: Ubrzanje
hu_hu: Gyorsulás
it: Accelerazione
pl_pl: Przyspieszanie
ru_ru: Ускорение
sl_si: Pospeševanje
tr_tr: Hızlanma

source: Assisted Movements
bg: Контрол движения
cs: Naváděné pohyby
de_de: Geführte Beweg.
el_gr: Υποβοηθούμενες κινήσεις
es_es: Movimientos guiados
fr_fr: Mouvements guidés
hr: Vođeni pokreti
hu_hu: Vezetett mozgások
it: Movimenti guidati
pl_pl: Ruchy wspomagane
ru_ru: Движения с помощью
sl_si: Vodeni premiki
tr_tr: Yardımlı Hareketler

# Bay
source: Bay {0}
bg: Отд {0}
cs: Stan {0}
de_de: Bucht{0}
el_gr: Πλατφόρμα {0}
es_es: Bahía {0}
fr_fr: Baie {0}
hr: Uvala{0}
hu_hu: {0} munkaállomás
it: Baia {0}
pl_pl: Zatoka {0}
ru_ru: Секция {0}
sl_si: NklPo{0}
tr_tr: Körfez {0}

# BayCarousel
source: Bay {0} Carousel
bg: Въртележ отд {0}
cs: Karusel stan {0}
de_de: Karussellb. {0}
el_gr: Καρουζέλ {0} πλατφόρμας
es_es: Carrusel de la bahía {0}
fr_fr: Carrousel baie {0}
hr: Vrtulj. uva. {0}
hu_hu: {0} állomási karusszel
it: Giostra baia {0}
pl_pl: Zatoka {0} Karuzela
ru_ru: Секция {0} Круговой конвейер
sl_si: Vrt del nakP {0}
tr_tr: Bay {0} Atlıkarınca

# BayCarousel_Description
source: Carousel Parameter
bg: Парам Въртележ
cs: Param karus
de_de: Karussell-Param.
el_gr: Παράμετρος καρουζέλ
es_es: Parámetros del carrusel
fr_fr: Paramètres Carrousel
hr: Param. Vrtuljka
hu_hu: Karusszel paraméterek
it: Parametri Giostra
pl_pl: Parametr karuzeli
ru_ru: Параметр кругового конвейера
sl_si: Param vrt dela
tr_tr: Döner Parametre

# BayInverter
source: Bay {0} Inverter
bg: Отд инвертор {0}
cs: Měniče stan {0}
de_de: Inv. Bucht {0}
el_gr: Αντιστροφέας {0} πλατφόρμας
es_es: Bahía del inversor {0}
fr_fr: Variateur baie {0}
hu_hu: {0} állomási inverter
it: Inverter baia {0}
pl_pl: Zatoka {0} Falownik
ru_ru: Секция {0} Инвертор
sl_si: Inver nakl pol{0}
tr_tr: Alım Yeri {0} İnvertör

# BayIoDevice
source: Bay {0} IoDevice
bg: IoDevice отд {0}
cs: IoDevice stan {0}
de_de: IoDevice Bucht{0}
el_gr: Πλατφόρμα {0} IoDevice
es_es: Bahía IoDevice {0}
fr_fr: Dispositif E/S baie {0}
hr: IdUređ. uvale {0}
hu_hu: {0} állomási IoDevice
it: IoDevice baia {0}
pl_pl: Zatoka {0} Urządzenie Io
ru_ru: Секция {0} Устройство ввода-вывода
sl_si: V-i npr nk po {0}
tr_tr: Alım Yeri {0} IoDevice

# BayLaser
source: Bay {0} Laser
bg: Отд лазер {0}
cs: Laser stan {0}
de_de: Laser Bucht{0}
el_gr: Λέιζερ {0} πλατφόρμας
es_es: Bahía láser {0}
fr_fr: Laser baie {0}
hr: Las. uvale {0}
hu_hu: {0} állomási lézer
it: Laser baia {0}
pl_pl: Zatoka {0} Laser
ru_ru: Секция {0} Лазер
sl_si: Las nkd pol{0}
tr_tr: Alım Yeri {0} Lazer

source: Bay number
bg: Номер отдел
cs: Číslo stan
de_de: Nr. Bucht
el_gr: Αριθμός πλατφόρμας
es_es: Número de la bahía
fr_fr: Numéro baie
hr: Broj uvale
hu_hu: Munkaállomás száma
it: Numero baia
pl_pl: Numer pola
ru_ru: Номер секции
sl_si: Št nkd pol
tr_tr: Bölme Numarası

# BayNumber.ElevatorBay
source: Cradle
bg: люлка
cs: koléb
de_de: Wiege
el_gr: Βάση
es_es: cuna
fr_fr: berceau
hu_hu: bölcső
it: culla
pl_pl: Kołyska
ru_ru: Люлька
sl_si: ležiš
tr_tr: Kızak

# BayPosition_Height
source: Height
bg: Квота
cs: Kóta
de_de: Höhe
el_gr: Ύψος
es_es: Altura
fr_fr: Cote
hr: Vis.
hu_hu: Pozícióérték
it: Quota
pl_pl: Wysokość
ru_ru: Высота
sl_si: Viš
tr_tr: Yükseklik

# BayPosition_IsBlocked
source: Blocked
bg: Блокиран
cs: Zablok
de_de: Block.
el_gr: Μπλοκαρισμένο
es_es: Bloqueada
fr_fr: Bloquée
hr: Blokir.
hu_hu: Blokkolt
it: Bloccata
pl_pl: Zablokowana
ru_ru: Заблокировано
sl_si: Blokir
tr_tr: Engellendi

# BayPosition_MaxDoubleHeight
source: Maximum Double Height
bg: Максим двойна височина
cs: Dvojitá maxim. výška
de_de: Maximale doppelte Höhe
el_gr: Μέγιστο διπλό ύψος
es_es: Doble altura máxima
fr_fr: Hauteur maximum double
hr: Dvostruka maks visina
hu_hu: Dupla maximális magasság
it: Altezza massima doppia
pl_pl: Maksymalna wysokość podwójna
ru_ru: Максимальная двойная высота
sl_si: Dvojna maks višina
tr_tr: Maksimum Çift Yükseklik

# BayPosition_MaxSingleHeight
source: Maximum Standard Height
bg: Максим стандартна височ
cs: Standardní maxim. výška
de_de: Maximale Standardhöhe
el_gr: Μέγιστο πρότυπο ύψος
es_es: Altura máxima estándar
fr_fr: Hauteur maximum standard
hr: Standardna maks visina
hu_hu: Standard maximális magasság
it: Altezza massima standard
pl_pl: Maksymalna wysokość standardowa
ru_ru: Максимальная стандартная высота
sl_si: Standardna maks višina
tr_tr: Maksimum Standart Yükseklik

# BayPosition_ProfileOffset
source: Profile Check Offset
bg: отместв контр профил
cs: Posun kontroly šablony
de_de: Offset Formüberprüfung
el_gr: Έλεγχος μετατόπισης προφίλ
es_es: Control de la forma de desplazamiento
fr_fr: Décalage du contrôle du gabarit
hr: Pomak provjere oblika
hu_hu: Keretellenőrzés eltolása
it: Offset controllo sagoma
pl_pl: Przesunięcie kontroli profilu
ru_ru: Смещение контроля профиля
sl_si: Odmik kontrole modela
tr_tr: Profil Kontrol Ofseti

# BayShutter
source: Bay {0} Shutter
bg: Клапа отдел {0}
cs: Závěrka stan {0}
de_de: Shutter Bucht{0}
el_gr: Κλείστρο {0} πλατφόρμας
es_es: Compuerta de bahía {0}
fr_fr: Volet de fermeture baie {0}
hr: Zatv. uvale {0}
hu_hu: Munkaállomás redőny {0}
it: Serranda baia {0}
pl_pl: Zatoka {0} Migawka
ru_ru: Секция {0} Заслонка
sl_si: Zakl nkd pol {0}
tr_tr: Alım Yeri {0} Kapak

# Bay_CategoryDescription
source: Allows to modify the parameters and devices of the bay.
bg: Позволява да се променят парам и устройствата в отделто.
cs: Umožňuje měnit parametry a zařízení stanice.
de_de: Erlaubt die Änderung der Parameter und Geräte der Bucht.
el_gr: Σας επιτρέπει να τροποποιείτε τις παραμέτρους και τις διατάξεις της πλατφόρμας.
es_es: Permite modificar los parámetros y dispositivos de la bahía.
fr_fr: Permet de modifier les paramètres et les dispositifs de la baie.
hr: Omogućuje izmjenu postavki uređaja uvale.
hu_hu: Lehetővé teszi a munkaállomás paramétereinek és készülékeinek módosítását.
it: Permette di modificare i parametri e i dispositivi della baia.
pl_pl: Umożliwia modyfikację parametrów i urządzeń zatoki.
ru_ru: Позволяет изменить параметры и устройства секции.
sl_si: Omogoča spreminjanje parametrov in naprav nakladalne police.
tr_tr: Bölmenin parametrelerini ve cihazlarını değiştirmeye izin verir.

# Bay_ChainOffset
source: Zero Chain Offset
bg: Отмест нула верига
cs: Posun nuly řetězu
de_de: Offset Null Kette
el_gr: Μηδενική μετατόπιση αλυσίδας
es_es: Desplazamiento de la cadena a cero
fr_fr: Décalage du zéro chaîne
hr: Nulti pomak lanca
hu_hu: Lánc nulla eltolás
it: Offset zero catena
pl_pl: Przesunięcie zerowe łańcucha
ru_ru: Нулевое смещение цепного конвейера
sl_si: Odmik ničt pol ver
tr_tr: Sıfır Zincir Ofseti

# Bay_IsActive
source: Active
bg: Актив
cs: Aktiv
de_de: Aktiv.
el_gr: Ενεργό
es_es: Activar
hu_hu: Aktív
it: Attiva
pl_pl: Aktywny
ru_ru: Включено
sl_si: Aktiv
tr_tr: Aktif

# Bay_IsAdjustByWeight
source: Reduce pickup height when heavy load units are in bay
bg: Намал на квотата за изтегляне с тежки чекмедж в отдел
cs: Snižte kótu odběru se zásuvkami dostupnými ve stanici
de_de: Entnahmehöhe mit schweren Kästen in der Bucht verringern
el_gr: Μειώστε το ύψος λήψης όταν υπάρχουν μονάδες βαρέος φορτίου στην πλατφόρμα
es_es: Reducir la cota de toma con cajones pesados en la bahía
fr_fr: Réduire la cote d’enlèvement avec des tiroirs lourds dans la baie
hr: Smanji visinu preuzimanja s teškim pretincima u uvali
hu_hu: Csökkentse a nehéz tálcák kitárolási magasságát a munkaállomáson
it: Ridurre la quota di prelievo con cassetti pesanti in baia
pl_pl: Zmniejszenie wysokości podbieracza, gdy w zatoce znajdują się jednostki o dużej masie
ru_ru: Сокращает высоту отбора при наличии в секции тяжелых единиц грузов
sl_si: Zmanjš viš jemanja pri težkih predalih na naklad polici
tr_tr: Ağır yük üniteleri koydayken toplama yüksekliğini azaltın

# Bay_IsCheckIntrusion
source: Check Intrusion by light curtain
bg: Контрол проникване с бариера за контрол височина
cs: Kontrola proniknutí do kontrolní bariéry výšky
de_de: Zugangsschutz mit Höhenkontrolle mit Schranke
el_gr: Ελέγξτε την παρείσδυση από το φωτοηλεκτρικό φράγμα
es_es: Control de intrusión con barrera de control de altura
fr_fr: Contrôle de l’intrusion avec barrière de contrôle de la hauteur
hr: Provjera upada s barijerom za kontrolu visine
hu_hu: Behatolásellenőrzés magasságellenőrző fényfüggönnyel
it: Controllo intrusione con barriera di controllo altezza
pl_pl: Sprawdź blokadę za pomocą kurtyny świetlnej
ru_ru: Проверяет нарушение фотоэлектрического барьера
sl_si: Kontrola poseganja s pregrado za kontrolo višine
tr_tr: Işık perdesi ile İzinsiz Girişi kontrol edin

# Bay_IsDouble
source: Double
bg: Двойна
cs: Dvojit
de_de: Dopp.
el_gr: Διπλό
es_es: Doble
hu_hu: Dupla
it: Doppia
pl_pl: Podwójna
ru_ru: Двойной
sl_si: Dvojna
tr_tr: Çift

# Bay_IsExternal
source: External
bg: Външна
cs: Vnější
de_de: Extern
el_gr: Εξωτερικό
es_es: Exterior
fr_fr: Externe
hr: Vanjska
hu_hu: Külső
it: Esterna
pl_pl: Zewnętrzna
ru_ru: Внешний
sl_si: Zunanja
tr_tr: Harici

# Bay_IsFastDepositToBay
source: Fast deposit to Bay
bg: Бърз депоз в отдел
cs: Rychlé uložení
de_de: Schnelle Abl. in Bucht
el_gr: Γρήγορη εναπόθεση στην πλατφόρμα
es_es: Depósito rápido en la bahía
fr_fr: Dépôt rapide dans la baie
hr: Brzo odlaganje u uvalu
hu_hu: Gyors kitárolás a munkaállomáson
it: Deposito veloce in baia
pl_pl: Szybkie odłożenie do Zatoki
ru_ru: Быстрая укладка в секцию
sl_si: Hitro odlag na nakl pol
tr_tr: Aım yerine ürün yükleme

# Bay_Resolution
source: Resolution
bg: Решение
cs: Rozlišení
de_de: Auflösung
el_gr: Ανάλυση
es_es: Resolución
fr_fr: Résolution
hr: Rezolucija
hu_hu: Felbontás
it: Risoluzione
pl_pl: Rozdzielczość
ru_ru: Разрешение
sl_si: Odpravljan
tr_tr: Çözünürlük

# Bay_Side
source: Side
bg: Стр
cs: Str
de_de: S.
el_gr: Πλευρά
es_es: Lado
fr_fr: Côté
hr: Str.
hu_hu: Oldal
it: Lato
pl_pl: Strona
ru_ru: Сторона
sl_si: Str
tr_tr: Yan

source: Belt Rigidity
bg: Твърдост на ремъка
cs: Tuhost řemene
de_de: Riemen-Steifigkeit
el_gr: Ακαμψία ιμάντα
es_es: Rigidez de la correa
fr_fr: Rigidité de la courroie
hr: Krutost remena
hu_hu: A szíj merevsége
it: Rigidezza della cinghia
pl_pl: Sztywność pasa
ru_ru: Прочность ленты
sl_si: Togost jermena
tr_tr: Kayış Sertliği

# BeltSpacing
source: Belt tension block distance
bg: Разст между блоковете обтягане ремък
cs: Vzdálenost bloků napínání řemene
de_de: Abstand zwischen Riemenspannblöcken
el_gr: Απόσταση μπλοκ τάσης ιμάντα
es_es: Distancia entre los bloques tensores de la correa
fr_fr: Distance des blocs de tension de la courroie
hr: Udaljenost blokova za zatezanje remena
hu_hu: Szíjfeszítő blokkok távolsága
it: Distanza blocchi tensionamento cinghia
pl_pl: Naprężenie pasa odległość bloku
ru_ru: Расстояние блока натяжения ремня
sl_si: Razdalja blokad za napenjanje jermena
tr_tr: Kayış gerginlik blok mesafesi

source: Carousel
bg: Въртел
cs: Karusel
de_de: Karuss.
el_gr: Καρουζέλ
es_es: Carrusel
fr_fr: Carrousel
hu_hu: Karusszel
it: Giostra
pl_pl: Karuzela
ru_ru: Круговой конвейер
sl_si: Vrt del

# Carousel_ElevatorDistance
source: Elevator Distance
bg: Разст между рафт
cs: Rozvor polic
de_de: Abst. Zw. Kons.
el_gr: Απόσταση ανελκυστήρα
es_es: Distancia entre estantes
fr_fr: Entraxe des étagères
hr: Međurazmak polica
hu_hu: Tartókonzolok tengelytávolsága
it: Interasse mensole
pl_pl: Odległość podnośnika
ru_ru: Расстояние подъемника
sl_si: Medosna razd pol
tr_tr: Asansör Mesafesi

# Carousel_HomingCreepSpeed
source: Homing Creep Speed
bg: Скорост насочва
cs: Rychl homing
de_de: Homing-Geschw.
el_gr: Ταχύτητα ερπυσμού Homing
es_es: Velocidad de reposición
fr_fr: Vitesse homing
hr: Brz. navođ. osi
hu_hu: Alaphelyzet sebessége
it: Velocità homing
pl_pl: Prędkość pełzania do pozycji wyjściowej
ru_ru: Замедленная скорость возврата в исходное положение
sl_si: Hit vrač na z t
tr_tr: Hedef Arama Sürünme Hızı

# Carousel_HomingFastSpeed
source: Homing Fast Speed
bg: Бърз скорост насочва
cs: Vysoká rychl homing
de_de: Schnelle Hom.-Gschw.
el_gr: Γρήγορη ταχύτητα Homing
es_es: Rápida velocidad de reposición
fr_fr: Vitesse homing rapide
hr: Brz. navođ. osi vis.
hu_hu: Gyors alaphelyzet sebessége
it: Velocità homing fast
pl_pl: Prędkość szybka do pozycji wyjściowej
ru_ru: Высокая скорость возврата в исходное положение
sl_si: Hit hitr vrač na z t
tr_tr: Hızlı Arama

source: Cycles to calibrate
bg: Цикли за калибриран
cs: Cyklus pro kalibr
de_de: Kalibrierzyklen
el_gr: Κύκλοι προς βαθμονόμηση
es_es: Ciclos para calibrar
fr_fr: Cycles pour calibrer
hr: Ciklusi za kalibr.
hu_hu: Kalibrálási ciklusok
it: Cicli per calibrare
pl_pl: Cykle do kalibracji
ru_ru: Циклы для калибровки
sl_si: Cikli za umerjanje
tr_tr: Kalibre edilecek döngüler

source: Deceleration
bg: Забавяне
cs: Zpomalení
de_de: Drosselung
el_gr: Επιβράδυνση
es_es: Desaceleración
fr_fr: Décélération
hr: Usporenje
hu_hu: Lassulás
it: Decelerazione
pl_pl: Zwalnianie
ru_ru: Замедление
sl_si: Upočasnjev
tr_tr: Yavaşlama

source: Elevator
bg: Повдигач
cs: Zvedák
de_de: Hebebühne
el_gr: Ανελκυστήρας
es_es: Elevador
fr_fr: Élévateur
hr: Dizalica
hu_hu: Emelő
it: Elevatore
pl_pl: Podnośnik
ru_ru: Подъемник
sl_si: Dvigalo
tr_tr: Asansör

# ElevatorAxis
source: Elevator Axis {0}
bg: Ос повдигач{0}
cs: Osa zvedáku {0}
de_de: Achse Hebebüh. {0}
el_gr: Άξονας ανελκυστήρα {0}
es_es: Eje del elevador {0}
fr_fr: Axe élévateur {0}
hr: Os dizalice {0}
hu_hu: Emelő tengelye {0}
it: Asse elevatore {0}
pl_pl: Oś podnośnika {0}
ru_ru: Ось подъемника {0}
sl_si: Os dvigala {0}
tr_tr: Asansör Ekseni {0}

# ElevatorAxis_BrakeActivatePercent
source: Brake Activation percentage
bg: Процент на спиране
cs: Procento brzdění
de_de: Prozents. Bremsung
el_gr: Ποσοστό ενεργοποίησης φρένου
es_es: Porcentaje de frenado
fr_fr: Pourcentage de freinage
hr: Postotak kočenja
hu_hu: Fékezési százalék
it: Percentuale frenata
pl_pl: Procent aktywacji hamulca
ru_ru: Процент включения тормоза
sl_si: Odstotek zaviranja
tr_tr: Fren Aktivasyon yüzdesi

# ElevatorAxis_BrakeReleaseTime
source: Brake release time
bg: Време за освобож при спиране
cs: Doba uvolnění při brzdění
de_de: Lösezeit beim Bremsen
el_gr: Χρόνος απελευθέρωσης φρένου
es_es: Tiempo de liberación en la frenada
fr_fr: Temps de relâchement en freinage
hr: Vrijeme otpuštanja u kočenju
hu_hu: A fékezés feloldási ideje
it: Tempo di rilascio in frenata
pl_pl: Czas zwolnienia hamulca
ru_ru: Время отпуска тормоза
sl_si: Čas sprošč med zaviranjem
tr_tr: Fren bırakma süresi

# ElevatorAxis_ChainOffset
source: Zero Chain Offset
bg: Отмест нула верига
cs: Posun nuly řetězu
de_de: Offset Null Kette
el_gr: Μηδενική μετατόπιση αλυσίδας
es_es: Desplazamiento de la cadena a cero
fr_fr: Décalage du zéro chaîne
hr: Nulti pomak lanca
hu_hu: Lánc nulla eltolás
it: Offset zero catena
pl_pl: Przesunięcie zerowe łańcucha
ru_ru: Нулевое смещение цепного конвейера
sl_si: Odmik ničt pol ver
tr_tr: Sıfır Zincir Ofseti

# ElevatorAxis_HomingCreepSpeed
source: Homing Creep Speed
bg: Скорост насочва
cs: Rychl homig
de_de: Homing-Gschw.
el_gr: Ταχύτητα ερπυσμού Homing
es_es: Velocidad de reposición
fr_fr: Vitesse homing
hr: Brz. navođ. osi
hu_hu: Alaphelyzet sebessége
it: Velocità homing
pl_pl: Prędkość pełzania do pozycji wyjściowej
ru_ru: Замедленная скорость возврата в исходное положение
sl_si: Hit vrač na z t
tr_tr: Hedef Arama Sürünme Hızı

# ElevatorAxis_HomingFastSpeed
source: Homing Fast Speed
bg: Бърз скорост насочва
cs: Vysoká rychl homing
de_de: Schnelle Hom.-Gschw.
el_gr: Γρήγορη ταχύτητα Homing
es_es: Rápida velocidad de reposición
fr_fr: Vitesse homing rapide
hr: Brz. navođ. osi vis.
hu_hu: Gyors alaphelyzet sebessége
it: Velocità homing fast
pl_pl: Prędkość szybka do pozycji wyjściowej
ru_ru: Высокая скорость возврата в исходное положение
sl_si: Hit hitr vrač na z t
tr_tr: Hızlı Arama

# ElevatorAxis_HorizontalCalibrateSpeed
source: Horizontal Calibration Speed
bg: Скорост хоризонтал калибр
el_gr: Ταχύτητα βαθμονόμησης οριζοντίως
es_es: Velocidad de calibración horizontal
fr_fr: Vitesse de calibrage horizontal
hu_hu: Vízszintes kalibrálási sebesség
it: Velocità calibrazione orizzontale
pl_pl: Prędkość kalibracji poziomej
ru_ru: Скорость горизонтальной калибровки
tr_tr: Yatay Kalibrasyon Hızı

# ElevatorAxis_LowerBound
source: Axis Lower Bound
bg: Долна граница ос
cs: Dolní limit osy
de_de: Untere Achsgrenze
el_gr: Κάτω όριο άξονα
es_es: Límite inferior del eje
fr_fr: Limite inférieure de l’axe
hr: Granica donje osi
hu_hu: Alsó tengely határérték
it: Limite asse inferiore
pl_pl: Dolna granica osi
ru_ru: Нижний предел оси
sl_si: Meja spodnje osi
tr_tr: Eksen Alt Sınırı

# ElevatorAxis_ProfileCalibrateLength
source: Profile calibration max distance
bg: Максим разст калибр профил
cs: Max. vzdál kalibrace šablony
de_de: Max. Kalibrierabstand Profil
el_gr: Μέγιστη απόσταση βαθμονόμησης προφίλ
es_es: Distancia máxima de calibración del perfil
fr_fr: Distance max. de calibrage du gabarit
hr: Maks udaljenost kalibr.oblika
hu_hu: Keretkalibráció max. távolság
it: Distanza max calibrazione sagoma
pl_pl: Maks. odległość kalibracji profilu
ru_ru: Макс. расстояние калибровки профиля
sl_si: Maks. razdalja umerjanja modela
tr_tr: Profil kalibrasyonu maksimum mesafe

# ElevatorAxis_ProfileCalibratePosition
source: Reading profile distance 6th beam
bg: Отчитан разст профил 6a фотокл
cs: Vzdál šablony odečtu 6. fb
de_de: Profilabstand Lesung 6a ftc
el_gr: Απόσταση προφίλ ανάγνωσης 6a φωτοκύτταρο
es_es: Distancia de la lectura del perfil 6a ftc
fr_fr: Distance du gabarit de lecture 6e photoc.
hr: Udaljenost oblika očit. 6. ftć
hu_hu: Kerettávolság 6a ftc. leolvasás
it: Distanza sagoma lettura 6a ftc
pl_pl: Odległość profilu odczytu 6. wiązki
ru_ru: Расстояние считывания профиля 6a ftc
sl_si: Razd modela na branju 6. ftc
tr_tr: Profil mesafesi okuma 6. ışın

# ElevatorAxis_ProfileCalibrateSpeed
source: Profile Calibration Speed
bg: Скорост калибр профил
cs: Rychlost kalibrace šablony
de_de: Kalibriergschw. Profil
el_gr: Ταχύτητα βαθμονόμησης προφίλ
es_es: Velocidad de calibración del perfil
fr_fr: Vitesse de calibrage du gabarit
hr: Brzina kalibracije oblika
hu_hu: Keretkalibráció sebessége
it: Velocità calibrazione sagoma
pl_pl: Prędkość kalibracji profilu
ru_ru: Скорость калибровки профиля
sl_si: Hitrost umerjanja modela
tr_tr: Profil Kalibrasyon Hızı

# ElevatorAxis_Profiles
source: Profile {0}
bg: Профил {0}
cs: Profily
el_gr: Προφίλ
es_es: Perfiles
fr_fr: Profil {0}
hu_hu: Profil {0}
it: Profiles
pl_pl: Profile
ru_ru: Профиль {0}
sl_si: Profili
tr_tr: profiller

# ElevatorAxis_Resolution
source: Resolution
bg: Решение
cs: Rozlišení
de_de: Auflösung
el_gr: Ανάλυση
es_es: Resolución
fr_fr: Résolution
hr: Rezolucija
hu_hu: Felbontás
it: Risoluzione
pl_pl: Rozdzielczość
ru_ru: Разрешение
sl_si: Odpravljan
tr_tr: Çözünürlük

# ElevatorAxis_UpperBound
source: Axis Upper Bound
bg: Горна граница ос
cs: Horní limit osy
de_de: Obere Achsgrenze
el_gr: Πάνω όριο άξονα
es_es: Límite superior del eje
fr_fr: Limite supérieure de l’axe
hr: Granica gornje osi
hu_hu: Felső tengely határérték
it: Limite asse superiore
pl_pl: Górna granica osi
ru_ru: Верхний предел оси
sl_si: Meja zgornje osi
tr_tr: Eksen Üst Sınırı

# ElevatorAxis_VerticalDepositOffset
source: Vertical Deposit Offset
bg: отместв позициониране в депо
cs: Posunutí umístění při uložení
de_de: Offset Positionierung bei Ablage
el_gr: Μετατόπιση εναπόθεση κατακόρυφα
es_es: Compensación Posicionamiento en el almacén
fr_fr: Décalage du positionnement en dépôt
hr: Pomak postavljanja u odlaganju
hu_hu: Pozicionálás eltolása betároláskor
it: Offset posizionamento in deposito
pl_pl: Pionowe przesunięcie odkładania
ru_ru: Вертикальное смещение укладки
sl_si: Odmik postavitve med odlaganjem
tr_tr: Dikey Mevduat Ofseti

# ElevatorAxis_VerticalPickupOffset
source: Vertical Pickup Offset
bg: отместв позиционир при поемане
cs: Posunutí umístění při odběru
de_de: Offset Positionier. bei Entnahme
el_gr: Μετατόπιση λήψης κατακόρυφα
es_es: Compensación Posicionamiento en toma
fr_fr: Décalage du positionnement en prélèvement
hr: Pomak postavljanja u preuzimanju
hu_hu: Pozicionálás eltolása kitároláskor
it: Offset posizionamento in prelievo
pl_pl: Pionowe przesunięcie odbierania
ru_ru: Вертикальное смещение захвата
sl_si: Odmik postavitve med jemanjem
tr_tr: Dikey Alma Ofseti

source: Elevator Weight
bg: Тегло повдигач
cs: Hmot zved
de_de: Gewicht Hebeb.
el_gr: Ύψος ανελκυστήρα
es_es: Peso del elevador
fr_fr: Poids élévateur
hr: Tež. dizalice
hu_hu: Emelő súlya
it: Peso elevatore
pl_pl: Waga podnośnika
ru_ru: Вес подъемника
sl_si: Teža dvigala
tr_tr: Asansör Ağırlığı

# Elevator_CategoryDescription
source: Allows you to change the parameters of the elevator and the two associated axes.
bg: Позволява да се променят параметрите на повдигач и на двете свързани с него оси.
cs: Umožňuje změnit parametry zvedáku a dvou os s ní spojených.
de_de: Erlaubt die Änderung der Hebebühnenparameter und ihr zugeordneten beiden Achsen.
el_gr: Σας επιτρέπει να αλλάξετε τις παραμέτρους του ανελκυστήρα και των δύο συνδεδεμένων αξόνων.
es_es: Permite modificar los parámetros del elevador y de los dos ejes asociados a él.
fr_fr: Permet de modifier les paramètres de l’élévateur et des deux axes associés.
hr: Omogućuje vam izmjenu parametara dizalice i dvaju osi povezanih s njom.
hu_hu: Lehetővé teszi az emelő és a hozzá tartozó két tengely paramétereinek módosítását.
it: Permette di modificare i parametri dell'elevatore e dei due assi ad esso associati.
pl_pl: Umożliwia zmianę parametrów podnośnika i dwóch powiązanych z nim osi.
ru_ru: Позволяет менять параметры подъемника и двух сопряженных осей.
sl_si: Omogoča spreminjanje parametrov dvigala in z njim povezanih osi.
tr_tr: Asansörün parametrelerini ve ilişkili iki ekseni değiştirmenizi sağlar.

source: Empty Load Movement
bg: Движен във Вакуум
cs: Pohyby na prázdno
de_de: Leerbewegungen
el_gr: Κίνηση άδειου φορτίου
es_es: Movimientos de vacío
fr_fr: Mouvements à vide
hr: Pokreti na prazno
hu_hu: Mozgások üresen
it: Movimenti a vuoto
pl_pl: Ruch pustego ładunku
ru_ru: Движение при отсутствии груза
sl_si: Premiki v prazno
tr_tr: Boş Yük Hareketi

# ExternalBay
source: Bay {0} External
bg: външ отдел {0}
cs: Vnější stan {0}
de_de: Außenbucht {0}
el_gr: Εξωτερική {0} πλατφόρμα
es_es: Bahía exterior {0}
fr_fr: Baie externe {0}
hr: Vanj. uvala {0}
hu_hu: Külső munkaállomás {0}
it: Baia esterna {0}
pl_pl: Zatoka {0} Zewnętrzna
ru_ru: Секция {0} Внешняя
sl_si: Zun nakl pol {0}
tr_tr: Bay {0} Harici

# ExternalBay_Description
source: External Bay Parameters
bg: Параметри външ Отдел
cs: Param vnější stan
de_de: Parameter Außenbucht
el_gr: Παράμετροι εξωτερικής πλατφόρμας
es_es: Parámetros de la bahía exterior
fr_fr: Paramètres Baie Externe
hr: Param.Vanjske Uvale
hu_hu: Külső munkaállomás paraméterek
it: Parametri Baia Esterna
pl_pl: Parametry zewnętrznej zatoki
ru_ru: Параметры внешней секции
sl_si: Par zun nakl police
tr_tr: Harici Bay Parametreleri

# ExtraRace
source: Extra race for insertion/extraction
bg: Допълнит ход поставяне/изваждане
cs: Přeběh pro zasunutí/vytažení
de_de: Überlauf zum Einfügen/Abziehen
el_gr: Επιπλέον διαδρομή για εισαγωγή/εξαγωγή
es_es: Carrera adicional para la inserción/extracción
fr_fr: Surcourse pour insertion/extraction
hr: Ekstra hod za umetanje/vađenje
hu_hu: Túlfutás a bevitelhez/kivételhez
it: Extra corsa per inserimento/estrazione
pl_pl: Dodatkowy ruch przy wstawianiu/wyciąganiu
ru_ru: Ускоренный ход для вставки/отбора
sl_si: Varnostna razd za vstavitev / izvlek
tr_tr: Ekleme/çıkarma için ekstra yarış

source: Feed Rate
bg: Скор Пода
cs: Rychl pln
el_gr: Ρυθμός τροφοδοσίας
es_es: Tasa de alimentación
hr: St. Unoš.
hu_hu: Előtolási sebesség
pl_pl: Prędkość posuwu
ru_ru: Скорость подачи
sl_si: Hitr pod
tr_tr: İlerleme hızı
