Repository: ericquartey/wms
Catalog: VerticalWarehouses/Machine Automation Service/Ferretto.VW.MAS.AutomationService.Contracts/Metadata/Resources/Vertimag.*.resx
Languages: bg, cs, de_de, el_gr, es_es, fr_fr, hr, hu_hu, it, pl_pl, ru_ru, sl_si, tr_tr

# FeedRateAfterZero
source: Feed Rate after axis zero
bg: Скор Подав след нулев ос
cs: Rychl plnění po vynul os
de_de: Feed Rate nach Nullach.
el_gr: Ρυθμός τροφοδοσίας μετά το μηδενικό άξονα
es_es: Tasa de alimentación después del eje cero
fr_fr: Feed Rate après zéro de l’axe
hr: St. Unoš. nakon nule osi
hu_hu: Előtolási sebesség a nulla tengely után
it: Feed Rate dopo zero asse
pl_pl: Prędkość posuwu po osi zero
ru_ru: Скорость подачи после нуля оси
sl_si: Hitr pod po post osi na0
tr_tr: Eksen sıfırından sonra ilerleme hızı

source: Full Load Movement
bg: Движ пълно натоварване
cs: Pohyby při plném zatíž
de_de: Beweg. unter Volllast
el_gr: Κίνηση γεμάτου φορτίου
es_es: Movimientos de carga completa
fr_fr: Mouvements à pleine charge
hr: Pokr. pod pun. optereć.
hu_hu: Mozgások teljes terhelésen
it: Movimenti a pieno carico
pl_pl: Ruch z pełnym ładunkiem
ru_ru: Движение при полной загрузке
sl_si: Premiki s polno obrem
tr_tr: Tam Yük Hareketi

source: Half Shaft length
bg: Дължина полуваляк
cs: Délka poloviny hříd
de_de: Länge Halbwelle
el_gr: Μήκος μισού άξονα
es_es: Longitud del semieje
fr_fr: Longueur demi-arbre
hr: Duljina poluosovine
hu_hu: Féltengely hossza
it: Lunghezza semi albero
pl_pl: Długość połowy wału
ru_ru: Длина половины вала
sl_si: Dolžina polgredi
tr_tr: Yarım Mil uzunluğu

source: Inventory
bg: Инвен книг
cs: Inventariz
de_de: Inventar
el_gr: Απογραφή
es_es: Inventario
fr_fr: Inventaire
hr: Inventura
hu_hu: Leltár
it: Inventario
pl_pl: Inwentaryzacja
ru_ru: Инвентаризация
sl_si: Inventura
tr_tr: Envanter

source: Inverter
bg: Инвертор
cs: Měnič
el_gr: Αντιστροφέας
es_es: Inversor
fr_fr: Variateur
pl_pl: Falownik
ru_ru: Инвертор
tr_tr: Çevirici

# Inverter_Index
source: Index
bg: Съдърж
de_de: Inhalt
el_gr: Περιεχόμενο
es_es: Índice
hr: Kazalo
it: Indice
pl_pl: Indeks
ru_ru: Указатель
sl_si: Kazalo
tr_tr: dizin

# Inverter_IpAddress
source: IP Inverter
bg: IP Инвертор
cs: IP měniče
el_gr: Αντιστροφέας IP
es_es: Inversor IP
fr_fr: IP Variateur
hr: IP Invert.
hu_hu: Inverter IP
pl_pl: IP Falownika
ru_ru: IP инвертора
sl_si: IP invert
tr_tr: IP Çevirici

# Inverter_TcpPort
source: Inverter Port
bg: Врата Инвертор
cs: Port měniče
de_de: Inv.-Anschl.
el_gr: Θύρα αντιστροφέα
es_es: Puerta del inversor
fr_fr: Port Variateur
hr: Vrata Invert.
it: Porta Inverter
pl_pl: Port falownika
ru_ru: Порт инвертора
sl_si: Vrata invert
tr_tr: İnvertör Bağlantı Noktası

source: Inverter Type
bg: Вид Инвертор
cs: Typ měniče
de_de: Inverter-Typ
el_gr: Τύπος αντιστροφέα
es_es: Tipo de inversor
fr_fr: Type Variateur
hr: Vrsta Invert.
hu_hu: Inverter típusa
it: Tipo Inverter
pl_pl: Typ falownika
ru_ru: Тип инвертора
sl_si: Tip invert
tr_tr: İnvertör Tipi

source: IoDevice Index
bg: Индекс IoDevice
cs: Index IoDevice
de_de: Index IoDevice
el_gr: Δείκτης IoDevice
es_es: Índice IoDevice
fr_fr: Index Dispositif E/S
hr: Indeks IoUređ.
it: Indice IoDevice
pl_pl: Indeks Urządzenia Io
ru_ru: Указатель устройства ввода-вывода
sl_si: Kazalo v-iz nap
tr_tr: IoDevice Dizini

# IoDevice_IpAddress
source: IP IoDevice
bg: IoDevice IP
fr_fr: IP Dispositif E/S
hr: IP IoUređ.
hu_hu: IoDevice IP
pl_pl: IP Urządzenia Io
ru_ru: IP устройства ввода-вывода
sl_si: IP v-iz nap
tr_tr: IP IoCihazı

# IoDevice_TcpPort
source: IoDevice Port
bg: Врата IoDevice
cs: Port IoDevice
de_de: Ansch.IoDevice
el_gr: Θύρα IoDevice
es_es: Puerto IoDevice
fr_fr: Port Dispositif E/S
hr: Vrata IoUređ.
it: Porta IoDevice
pl_pl: Port Urządzenia Io
ru_ru: Порт устройства ввода-вывода
sl_si: Vrata v-iz nap
tr_tr: IoDevice Bağlantı Noktası

source: Laser
bg: Лазер
el_gr: Λέιζερ
es_es: Láser
hu_hu: Lézer
ru_ru: Лазер
tr_tr: Lazer

# Laser_IpAddress
source: IP Laser
bg: IP Лазер
el_gr: Λέιζερ IP
es_es: Láser IP
hr: IP Las.
hu_hu: Lézer IP
pl_pl: IP Lasera
ru_ru: IP лазера
tr_tr: IP Lazer

# Laser_TcpPort
source: Laser Port
bg: Врата Лазер
cs: Port laseru
de_de: Laser-Halt.
el_gr: Θύρα λέιζερ
es_es: Puerta láser
fr_fr: Port Laser
hr: Vrata las.
hu_hu: Lézer port
it: Porta Laser
pl_pl: Port Lasera
ru_ru: Порт лазера
sl_si: Vrata laser
tr_tr: Lazer Bağlantı Noktası

source: Last calibration cycles
bg: Последни цикли калибр
cs: Poslední cykly kalibrace
de_de: Letzte Kalibrierzyklen
el_gr: Κύκλοι τελευταίας βαθμονόμησης
es_es: Últimos ciclos de calibración
fr_fr: Derniers cycles de calibrage
hu_hu: Az utolsó kalibrálási ciklusok
it: Ultimi cicli di calibrazione
pl_pl: Ostatnie cykle kalibracji
ru_ru: Последние циклы калибровки
sl_si: Zadnji cikli umerjanja
tr_tr: Son kalibrasyon döngüleri

source: Machine
bg: Машина
cs: Stroj
de_de: Maschine
el_gr: Μηχάνημα
es_es: Máquina
hr: Stroj
hu_hu: Gép
it: Macchina
pl_pl: Urządzenie
ru_ru: Машина
sl_si: Stroj
tr_tr: makine

# Machine_CategoryDescription
source: Allows you to modify the structural parameters of the machine.
bg: Тя позволява да се променят структурните параметри на машина.
cs: Umožňuje měnit strukturální parametry stroje.
de_de: Erlaubt die Änderung der strukturellen Maschinenparameter.
el_gr: Σας επιτρέπει να τροποποιήσετε τις δομικές παραμέτρους του μηχανήματος.
es_es: Permite modificar los parámetros estructurales de la máquina.
fr_fr: Permet de modifier les paramètres structurels de la machine.
hr: Omogućuje izmjenu strukturnih parametara stroja.
hu_hu: Lehetővé teszi a gép szerkezeti paramétereinek módosítását.
it: Permette di modificare i parametri strutturali della macchina.
pl_pl: Umożliwia modyfikację parametrów strukturalnych maszyny.
ru_ru: Позволяет изменять конструктивные параметры машины.
sl_si: Omogoča spreminjanje strukturnih parametrov stroja.
tr_tr: Makinenin yapısal parametrelerini değiştirmenizi sağlar.

# Machine_ExpireCountPrecent
source: Expire Count Percent
bg: Изпреварване % изтичане на срока на броячи за поддръжка
cs: Předsunutí % časového limitu počítadel údržby
de_de: Vorzeitiger % Ablauf der Wartungszähler
el_gr: Λήξη ποσοστού μέτρησης
es_es: Anticipo % de caducidad de los contadores de mantenimiento
fr_fr: Anticipation % d’expiration des compteurs des opérations de maintenance
hr: Ranije vrijeme % isteka brojača održavanja
hu_hu: A karbantartási számlálók lejáratának %-os előrehozása
it: Anticipo % di scadenza dei contatori delle manutenzioni
pl_pl: Liczba wygasająca Procent
ru_ru: Оставшийся процент подсчета
sl_si: Predčasni % zapadlosti števcev vzdrževanja
tr_tr: Süre Sonu Sayısı Yüzdesi

# Machine_ExpireDays
source: Expire Days
bg: Изпреварване на изтичане на дните за поддръжка
cs: Předsunutí časového limitu dnů údržby
de_de: Vorzeitiger Ablauf der Wartungstage
el_gr: Ημέρα λήξης
es_es: Anticipación de caducidad de los días de mantenimiento
fr_fr: Anticipation d’expiration des jours des opérations de maintenance
hr: Ranije vrijeme isteka u danima brojača održavanja
hu_hu: A karbantartási napok lejáratának előrehozása
it: Anticipo di scadenza dei giorni delle manutenzioni
pl_pl: Dni wygaśnięcia
ru_ru: Оставшиеся дни
sl_si: Predčasna zapadlosti dni vzdrževanja
tr_tr: Bitiş Günleri

# Machine_Height
source: Height
bg: Височин
cs: Výška
de_de: Höhe
el_gr: Ύψος
es_es: Altura
fr_fr: Hauteur
hr: Visina
hu_hu: Magasság
it: Altezza
pl_pl: Wysokość
ru_ru: Высота
sl_si: Višina
tr_tr: Yükseklik

# Machine_HorizontalCyclesToCalibrate
source: Horizontal Cycles To Calibrate
bg: Цикли на хоризонталната ос за калибр
cs: Cykly horizontální osy pro kalibraci
de_de: Zyklen der Horizontalachsen für Kalibrierung
el_gr: Κύκλοι προς βαθμονόμηση οριζοντίως
es_es: Ciclos del eje horizontal para el calibrado
fr_fr: Cycles de l’axe horizontal pour le calibrage
hr: Ciklusi vodoravne osi za kalibraciju
hu_hu: A vízszintes tengely ciklusai a kalibrációhoz
it: Cicli dell'asse orizzontale per la calibrazione
pl_pl: Cykle poziome do kalibracji
ru_ru: Горизонтальные циклы для калибровки
sl_si: Cikli vodoravne osi za umerjanje
tr_tr: Kalibre Edilecek Yatay Döngüler

# Machine_HorizontalPositionToCalibrate
source: Horizontal Position To Calibrate
bg: поз на хоризонталната ос за калибр
cs: Poloha horizontální osy pro kalibraci
de_de: Position der Horizontalachse für die Kalibrierung
el_gr: Οριζόντια θέση προς βαθμονόμηση
es_es: Posición del eje horizontal para la calibración
fr_fr: Position de l’axe horizontal pour le calibrage
hr: Položaj vodoravne osi za kalibraciju
hu_hu: A vízszintes tengely pozíciója a kalibrációhoz
it: Posizione dell'asse orizzontale per la calibrazione
pl_pl: Cykle pionowe do kalibracji
ru_ru: Горизонтальное положение для калибровки
sl_si: Položaj vodoravne osi za umerjanje
tr_tr: Kalibre Edilecek Yatay Konum

source: Machine Id
bg: Номер Машина
cs: Číslo stroje
de_de: Maschinen-Nr.
el_gr: Αναγνωριστικό μηχανήματος
es_es: Número de máquina
fr_fr: Numéro Machine
hr: Broj Stroja
hu_hu: Gép száma
it: Numero Macchina
pl_pl: Id Maszyny
ru_ru: Ид. номер машины
sl_si: Številka stroja
tr_tr: Makine kimliği

source: Machine Load Depth
bg: Дълбочина
cs: Hloubka zatížení stroje!
de_de: Tiefe
el_gr: Βάθος φορτίου μηχανήματος
es_es: Profundidad
fr_fr: Profondeur
hr: Dubina
hu_hu: Mélység
it: Profondità
pl_pl: Głębokość obciążenia maszyny
ru_ru: Глубина загрузки машины
sl_si: Globina
tr_tr: Makine Yük Derinliği

# Machine_LoadUnitMaxHeight
source: Max Tray Height
bg: Максим височина чекмедже
cs: Maximální výška zásuvky
de_de: Maximale Kastenhöhe
el_gr: Μέγιστο ύψος συρταριού
es_es: Altura máxima del cajón
fr_fr: Hauteur maximum du tiroir
hr: Maks visina pretinca
hu_hu: Tálca maximális magassága
it: Altezza massima cassetto
pl_pl: Maks. wysokość szuflady
ru_ru: Макс. высота выдвижной секции
sl_si: Maks višina predala
tr_tr: Maksimum Tepsi Yüksekliği

# Machine_LoadUnitMaxNetWeight
source: Max Tray NetWeight
bg: Максим нетно тегло чекмедже
cs: Maxim. čistá hmot zásuvky
de_de: Max. Nettogewicht Kasten
el_gr: Μέγιστο καθαρό βάρος συρταριού
es_es: Peso neto máximo del cajón
fr_fr: Poids net maximum du tiroir
hr: Maks neto težina pretinca
hu_hu: Tálca maximális nettó súlya
it: Peso netto massimo cassetto
pl_pl: Maks. masa netto szuflady
ru_ru: Макс. вес нетто выдвижной секции
sl_si: Maks neto teža predala
tr_tr: Maks. Tepsi Net Ağırlığı

# Machine_LoadUnitMinHeight
source: Min Tray Height
bg: Миним височина чекмедже
cs: Minimální výška zásuvky
de_de: Minimale Kastenhöhe
el_gr: Ελάχιστο ύψος συρταριού
es_es: Altura mínima del cajón
fr_fr: Hauteur minimum du tiroir
hr: Min visina pretinca
hu_hu: Tálca minimális magassága
it: Altezza minima cassetto
pl_pl: Min. wysokość szuflady
ru_ru: Мин. высота выдвижной секции
sl_si: Min višina predala
tr_tr: Min Tepsi Yüksekliği

# Machine_LoadUnitTare
source: Load unit Tare
bg: Тара чекмедже
cs: Tára zásuvky
de_de: Tara Kasten
el_gr: Απόβαρο μονάδας φορτίου
es_es: Tara del cajón
fr_fr: Tare du tiroir
hr: Tara pretinca
hu_hu: Tálca tára
it: Tara cassetto
pl_pl: Jednostka ładunkowa Tara
ru_ru: Масса тары единицы загрузки
sl_si: Tara predala
tr_tr: Yük birimi Dara

# Machine_LoadUnitVeryHeavyPercent
source: Net weight for very heavy Tray, 0 disables
bg: Нетно тегло на чекмедже много тежко 0 деактивирано
cs: Čisté hmoti na velmi těžkou zásuvku, 0 deaktivovat
de_de: Nettogew. für sehr schweren Kasten, 0 deaktiviert
el_gr: Καθαρό βάρος για πολύ βαρύ συρτάρι, απενεργοποιήσεις 0
es_es: Peso neto por cajón muy pesado, 0 inutilizable
fr_fr: Poids net pour tiroir très lourd, 0 désactive
hr: % neto težine za vrlo teški pretinac (0 onemogući)
hu_hu: Nettó súly a nagyon nehéz tálcához, 0 letiltás
it: Peso netto per cassetto molto pesante, 0 disabilita
pl_pl: Waga netto dla bardzo ciężkiej szuflady, 0 wyłącza
ru_ru: Вес нетто для очень тяжелой выдвижной секции, 0 отключает
sl_si: % neto teže za zelo težek predal (0 onemogočenja)
tr_tr: Çok ağır Tepsi için net ağırlık, 0 devre dışı bırakma

# Machine_LoadUnitWidth
source: LoadUnit Width
bg: Ширина
cs: Šířka LoadUnit!
de_de: Breite
el_gr: Πλάτος μονάδας φορτίου
es_es: Anchura
fr_fr: Largeur
hr: Širina
hu_hu: Szélesség
it: Larghezza
pl_pl: Szerokość jednostki ładunkowej
ru_ru: Ширина единицы груза
sl_si: Širina
tr_tr: Yük Birimi Genişliği

source: Machine Max Gross Weight
bg: Максим брутно тегло машина
cs: maxim. hrubá hmot stroje
de_de: Max. Bruttogewicht Maschine
el_gr: Μέγιστο μεικτό βάρος μηχανήματος
es_es: Peso bruto máximo de la máquina
fr_fr: Poids brut maximum de la machine
hr: Bruto maks težina stroja
hu_hu: Maximum bruttó súly a gépen
it: Peso lordo massimo macchina
pl_pl: Maks. waga brutto maszyny
ru_ru: Макс. вес брутто машины
sl_si: Maks bruto teža stroja
tr_tr: Makine Maks. Brüt Ağırlık

# Machine_ModelName
source: Model
bg: Модел
de_de: Modell
el_gr: Μοντέλο
es_es: Modelo
fr_fr: Modèle
hu_hu: Modell
it: Modello
ru_ru: Модель
tr_tr: modeli

# Machine_SerialNumber
source: Serial Number
bg: Фабр ном
cs: Výr číslo
de_de: Seriennr.
el_gr: Σειριακός αριθμός
es_es: Matrícula
fr_fr: Numéro de série
hr: Serij.br.
hu_hu: Gyári szám
it: Matricola
pl_pl: Numer Seryjny
ru_ru: Серийный номер
sl_si: Mat. št.
tr_tr: Seri numarası

# Machine_Simulation
source: Simulation
bg: Симулация
cs: Simulace
el_gr: Προσομοίωση
es_es: Simulación
hr: Simulacija
hu_hu: Szimuláció
it: Simulazione
pl_pl: Symulacja
ru_ru: Моделирование
sl_si: Simulacija
tr_tr: simülasyon

source: Manual Movements
bg: Ръчни движения
cs: Manuální pohyby
de_de: Manuelle Bew.
el_gr: Χειροκίνητες κινήσεις
es_es: Movimientos manuales
fr_fr: Mouvements manuels
hr: Ručni pokreti
hu_hu: Kézi mozgások
it: Movimenti manuali
pl_pl: Ruchy ręczne
ru_ru: Движения вручную
sl_si: Ročni premiki
tr_tr: Manuel Hareketler

# MeasureConst0
source: Weighing K0 constant
bg: Константа K0 претегл
cs: Konstanta K0 vážení
de_de: Konstante K0 Wiegev.
el_gr: Σταθερά ζύγισης K0
es_es: Pesaje constante K0
fr_fr: Constante K0 de pesage
hr: Konstanta K0 vaganja
hu_hu: Súlymérés K0 konstans
it: Costante K0 pesatura
pl_pl: Ważenie stała K0
ru_ru: Постоянная взвешивания K0
sl_si: Konst. K0 tehtanja
tr_tr: K0 sabiti tartımı

# MeasureConst1
source: Weighing K1 constant
bg: Константа K1 претегл
cs: Konstanta K1 vážení
de_de: Konstante K1 Wiegev.
el_gr: Σταθερά ζύγισης K1
es_es: Pesaje constante K1
fr_fr: Constante K1 de pesage
hr: Konstanta K1 vaganja
hu_hu: Súlymérés K1 konstans
it: Costante K1 pesatura
pl_pl: Ważenie stała K1
ru_ru: Постоянная взвешивания K1
sl_si: Konst. K1 tehtanja
tr_tr: Tartım K1 sabiti

# MeasureConst2
source: Weighing K2 constant
bg: Константа K2 претегл
cs: Konstanta K2 vážení
de_de: Konstante K2 Wiegev.
el_gr: Σταθερά ζύγισης K2
es_es: Pesaje constante de K2
fr_fr: Constante K2 de pesage
hr: Konstanta K2 vaganja
hu_hu: Súlymérés K2 konstans
it: Costante K2 pesatura
pl_pl: Ważenie stała K2
ru_ru: Постоянная взвешивания K2
sl_si: Konst. K2 tehtanja
tr_tr: Tartım K2 sabiti

source: Measure Speed
bg: Скорост претегл
cs: Rychlost vážení
de_de: Wiegegschw.
el_gr: Ταχύτητα μέτρησης
es_es: Velocidad de pesaje
fr_fr: Vitesse de pesage
hr: Brzina vaganja
hu_hu: Súlymérés sebesség
it: Velocità pesatura
pl_pl: Prędkość pomiaru
ru_ru: Измерить скорость
sl_si: Hitrost tehtanja
tr_tr: Hızı Ölçün

source: Measure Time
bg: Време претегл
cs: Doba vážení
de_de: Wiegezeit
el_gr: Χρόνος μέτρησης
es_es: Tiempo de pesaje
fr_fr: Temps de pesage
hr: Vrsta vaganja
hu_hu: Súlymérés idő
it: Tempo pesatura
pl_pl: Czas pomiaru
ru_ru: Измерить время
sl_si: Čas tehtanja
tr_tr: Zamanı Ölçün

# MovementProfileType.LongDeposit
source: Long Deposit
bg: Дълго депо
cs: Dlouhé uložení
de_de: Lange Ablage
el_gr: Εναπόθεση μεγάλης διάρκειας
es_es: Almacenamiento prolongado
fr_fr: Long dépôt
hu_hu: Hosszú betárolás
it: Lungo deposito
pl_pl: Długie odkładanie
ru_ru: Длинный - укладка
sl_si: Dolgo odlag
tr_tr: Uzun Mevduat

# MovementProfileType.LongPickup
source: Long Pickup
bg: Дългоср изтегл
cs: Dlouhý odběr
de_de: Lange Entnahme
el_gr: Λήψη μεγάλης διάρκειας
es_es: Toma larga
fr_fr: Long prélèvement
hu_hu: Hosszú kitárolás
it: Lungo prelievo
pl_pl: Długie pobieranie
ru_ru: Длинный - захват
sl_si: Dolgo jemanje
tr_tr: Uzun Alım

# MovementProfileType.ShortDeposit
source: Short Deposit
bg: Кратко депо
cs: Krátké uložení
de_de: Kurze Ablage
el_gr: Σύντομη εναπόθεση
es_es: Depósito corto
fr_fr: Court dépôt
hu_hu: Rövid betárolás
it: Corto deposito
pl_pl: Krótkie odkładanie
ru_ru: Короткий - укладка
sl_si: Kratko odlag
tr_tr: Kısa Mevduat

# MovementProfileType.ShortPickup
source: Short Pickup
bg: Кратко изтегл
cs: Krátký odběr
de_de: Kurze Entnahme
el_gr: Σύντομη λήψη
es_es: Toma corta
fr_fr: Court prélèvement
hu_hu: Rövid kitárolás
it: Corto prelievo
pl_pl: Krótkie pobieranie
ru_ru: Короткий - захват
sl_si: Kratko jemanje
tr_tr: Kısa Alım

# MovementProfileType.Undefined
source: Undefined
bg: Неопределено
cs: Nedefinován
de_de: Nicht def.
el_gr: Απροσδιόριστο
es_es: No definido
fr_fr: Non défini
hu_hu: Nincs meghatározva
it: Non definito
pl_pl: Nieokreślone
ru_ru: Не определено
sl_si: Neopred
tr_tr: Tanımsız

source: Network Configuration
bg: Конфигурация на мрежа
cs: Síťová konfigurace
de_de: Netzwerk-Konfiguration
el_gr: Διαμόρφωση δικτύου
es_es: Configuración de la red
fr_fr: Configuration de réseau
hu_hu: Hálózati konfiguráció
it: Configurazione di rete
pl_pl: Konfiguracja sieci
ru_ru: Конфигурация сети
sl_si: Konfiguracija omrežja
tr_tr: Ağ Yapılandırması

# Orientation.Horizontal
source: Horizontal
bg: хоризонтал
cs: horizont
el_gr: Οριζοντίως
fr_fr: horizontale
hu_hu: vízszintes
it: orizzontale
pl_pl: Pozioma
ru_ru: Горизонтальная
sl_si: vodoravno
tr_tr: Yatay

# Orientation.Vertical
source: Vertical
bg: вертикал
cs: vertikál
de_de: vertikal
el_gr: Κατακόρυφα
fr_fr: verticale
hu_hu: függőleges
it: verticale
pl_pl: Pionowa
ru_ru: Вертикальная
sl_si: navpično
tr_tr: Dikey

source: Pick
bg: Изтегл
cs: Odběr
de_de: Entnahme
el_gr: Λήψη
es_es: Toma
fr_fr: Prélèvement
hr: Preuzim.
hu_hu: Kitárolás
it: Prelievo
pl_pl: Pobierz
ru_ru: Выбирать
sl_si: Jemanje
tr_tr: Seçmek

# Position
source: Position {0}
bg: поз {0}
cs: Pozice {0}
el_gr: Θέση {0}
es_es: Posición {0}
hr: Pozicija {0}
hu_hu: Pozíció {0}
it: Posizione {0}
pl_pl: Pozycja {0}
ru_ru: Положение {0}
sl_si: Položaj {0}
tr_tr: {0} konumu

source: Pulley Diameter
bg: Диаметър стъпка ролка
cs: Primitivní průměr řemenice
de_de: Grundkreis Riemenscheibe
el_gr: Διάμετρος τροχαλίας
es_es: Diámetro primario de la polea
fr_fr: Diamètre primitif de la poulie
hr: Izvorni promjer remenice
hu_hu: A csiga osztókörátmérője
it: Diametro primitivo puleggia
pl_pl: Średnica krążka
ru_ru: Диаметр шкива
sl_si: Zunanji premer jermenice
tr_tr: kasnak Çapı

source: Put
bg: Депо
cs: Uložení
de_de: Einlager
el_gr: Βάλτε
es_es: Depósito
fr_fr: Dépôt
hr: Odlag.
hu_hu: Betárolás
it: Deposito
pl_pl: Odłóż
ru_ru: Поместить
sl_si: Odlag
tr_tr: Koy

source: Race
bg: Път
cs: Dráha
de_de: Hub
el_gr: Διαδρομή
es_es: Carrera
fr_fr: Course
hr: Hod
hu_hu: Út
it: Corsa
pl_pl: Ruch
ru_ru: Ход
sl_si: Tek
tr_tr: Yarış

source: SecondTermMultiplier
bg: Коефициент на умножение удължение втория ремък
cs: Druhý násobící faktor prodloužení řemene
de_de: Zweiter Multiplikationsfaktor Riemendehnung
es_es: Segundo factor de multiplicación de alargamiento correa
fr_fr: Deuxième facteur multiplicateur d’allongement de la courroie
hr: Drugi faktor množenja za produljenje pojasa
hu_hu: Szíj megnyúlásának második szorzótényezője
it: Secondo fattore moltiplicativo allungamento cinghia
pl_pl: Drugi termin powielacz
ru_ru: ДвойнойУвеличитель
sl_si: Drugi faktor množenja za raztezanje pasu
tr_tr: SecondTermÇarpan

source: Shaft Diameter
bg: Диаметър вал
cs: Průměr hřídele
de_de: Wellendurchm.
el_gr: Διάμετρος άξονα
es_es: Diámetro del eje
fr_fr: Diamètre de l’arbre
hr: Promjer osovine
hu_hu: Tengelyátmérő
it: Diametro albero
pl_pl: Średnica wału
ru_ru: Диаметр вала
sl_si: Premer gredi
tr_tr: Mil Çapı

source: Shaft Elasticity
bg: Модул на еластичност
cs: Modul elasticity
de_de: E-Modul:
el_gr: Ελαστικότητα άξονα
es_es: Módulo de elasticidad
fr_fr: Module d’élasticité
hr: Modul elastičnosti
hu_hu: Elasztikus modulus
it: Modulo di elasticità
pl_pl: Elastyczność wału
ru_ru: Упругость вала
sl_si: Modul elastičnosti
tr_tr: Mil Esnekliği

# ShutterManualParameters_FeedRate
source: Shutter Feed Rate
bg: Скор подава клапа
cs: Rychl pln rolety
de_de: Feed Rate Rolltür
el_gr: Ρυθμός τροφοδοσίας κλείστρου
es_es: Tasa de alimentación de la compuerta
fr_fr: Feed Rate du volet de fermeture
hr: St. unoš. zaklopka
hu_hu: Redőny előtolási sebessége
it: Feed rate serranda
pl_pl: Szybkość posuwu migawki
ru_ru: Скорость подачи заслонки
sl_si: Hitr podaj lopute
tr_tr: Deklanşör Besleme Hızı

# ShutterManualParameters_HighSpeedDurationClose
source: Shutter close duration
bg: Време затваряне клапа
cs: Doba zavírání rolety
de_de: Schließzeit Rolltür
el_gr: Διάρκεια κλεισίματος κλείστρου
es_es: Tiempo de cierre de la compuerta
fr_fr: Durée de fermeture du volet de fermeture
hr: Trajanje zatv. zaklopke
hu_hu: Redőny zárási időtartama
it: Durata chiusura serranda
pl_pl: Czas zamykania migawki
ru_ru: Продолжительность закрытия заслонки
sl_si: Traj zapiranja lopute
tr_tr: Deklanşör kapanma süresi

# ShutterManualParameters_HighSpeedDurationOpen
source: Shutter open duration
bg: Продължит отваряне клапа
cs: Doba otevírání rolety
de_de: Dauer Rolltüröffnung
el_gr: Διάρκεια ανοίγματος κλείστρου
es_es: Tiempo de apertura de la compuerta
fr_fr: Durée d’ouverture du volet de fermeture
hr: Trajanje otvar. zaklopke
hu_hu: Redőny nyitási időtartama
it: Durata apertura serranda
pl_pl: Czas otwarcia migawki
ru_ru: Продолжительность открытия заслонки
sl_si: Traj odpiranja lopute
tr_tr: Deklanşör açık kalma süresi

# ShutterManualParameters_HighSpeedHalfDurationClose
source: Shutter half close duration
bg: Врем затваряне наполовина клапа
cs: Doba polovičního zavír rolety
de_de: Dauer halbe Rolltürschließung
el_gr: Διάρκεια κλεισίματος μισού κλείστρου
es_es: Duración de cierre a mitad de compuerta
fr_fr: Durée de fermeture à la moitié du volet de fermeture
hr: Trajanje zatv. do pola zaklopke
hu_hu: Redőny félig zárási időtartama
it: Durata chiusura a metà serranda
pl_pl: Czas połowicznego zamknięcia migawki
ru_ru: Продолжительность полузакрытия заслонки
sl_si: Traj zapir lopute do polovice
tr_tr: Deklanşör yarı kapanma süresi

# ShutterManualParameters_HighSpeedHalfDurationOpen
source: Shutter half open duration
bg: Време на полуотваряне клапа
cs: Doba polovičního otevír rolety
de_de: Dauer halbe Rolltüröffnung
el_gr: Διάρκεια ανοίγματος μισού κλείστρου
es_es: Tiempo de apertura de la mitad de compuerta
fr_fr: Durée d’ouverture à la moitié du volet de fermeture
hr: Trajanje otvar.do pola zaklopke
hu_hu: Redőny félig nyitási időtartama
it: Durata apertura a metà serranda
pl_pl: Czas połowicznego otwarcia migawki
ru_ru: Продолжительность полуоткрытия заслонки
sl_si: Traj odpir lopute do polovice
tr_tr: Deklanşör yarı açık süre

# ShutterManualParameters_MaxSpeed
source: Shutter Max speed
bg: максим скорост клапа
cs: Maximální rychlost rolety
de_de: Max. Rolltürgschw.
el_gr: Μέγιστη ταχύτητα κλείστρου
es_es: Velocidad máxima compuerta
fr_fr: Vitesse maximum du volet de fermeture
hr: Maks brzina zaklopke
hu_hu: Redőny maximális sebesség
it: Velocità massima serranda
pl_pl: Maks. prędkość migawki
ru_ru: Макс. скорость заслонки
sl_si: Maksimalna hitrost lopute
tr_tr: Deklanşör Maksimum hız

# ShutterManualParameters_MinSpeed
source: Shutter Min speed
bg: Минимална скорост клапа
cs: Minimální Rychl rolety
de_de: Min Rolltürgschw.
el_gr: Ελάχιστη ταχύτητα κλείστρου
es_es: Velocidad mínima de la compuerta
fr_fr: Vitesse minimum du volet de fermeture
hr: Min brzina zaklopke
hu_hu: Redőny minimális sebesség
it: Velocità minima serranda
pl_pl: Min. prędkość migawki
ru_ru: Мин. скорость заслонки
sl_si: Minimalna hitrost lopute
tr_tr: Deklanşör Min hızı
